[
    {
        "QuestionId": "q1492",
        "RawQuestion": "清华大学出了哪些政治家？\n",
        "Sparql": "select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<俞国华_（台湾地区政治家）>\t<吴国桢>\t<陈其五>\t<田成平>\t\n"
    },
    {
        "QuestionId": "q4763",
        "RawQuestion": "黄金交易指定的清算银行有哪些\n",
        "Sparql": "select ?x where { <黄金交易市场> <清算机构> ?x. }\n",
        "Answer": "<中国银行>\t<中国农业银行>\t<中国工商银行和中国建设银行>\t\n"
    },
    {
        "QuestionId": "q613",
        "RawQuestion": "钢铁侠的大学是谁创办的？\n",
        "Sparql": "select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <毕业院校> ?y. ?y <创办者> ?x.}\n",
        "Answer": "<威廉·巴顿·罗杰斯>\t\n"
    },
    {
        "QuestionId": "q3227",
        "RawQuestion": "痣细胞痣属于什么?\n",
        "Sparql": "select ?x where { <痣细胞痣> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7155",
        "RawQuestion": "诊断咳嗽伴呼吸困难有哪些依据？\n",
        "Sparql": "select ?x where { <咳嗽伴呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"自发性气胸有时须与下列疾病相鉴别：1.自发性气胸加重期继发于COPD的闭合性气胸，有时甚至是开放性气胸常被误认为COPD加重期。气胸患者气促突出，并多为突然发生或进行性加重，而咳嗽、咳痰则相应较轻;COPD加重期常以气候变化为诱因，以上感为先导，突出表现为咳嗽、咳痰加重、脓痰。积气征是局限或单侧的，两侧不对称，而肺过度充气征多是弥漫的、双侧的;新出现的气管移位更是气胸有力佐证。X线检查及必要时的人工气胸机诊断性穿刺并测压更可帮助确诊。2.肺大疱少量或局限性气胸有时需与肺大疱相鉴别。肺大疱发生发展非常缓慢，临床表现一般比较稳定;X线胸片上透亮度增加的区域内仍可见细小条纹影，复习比较往昔胸片病灶变化不大;诊断性穿刺排气后大疱影大小不变而有别于气胸。3.胸腔积液胸腔积液患者也常表现为胸痛和气促，但体检和X线检查为积液征而别于气胸。4.心肌梗死、肺梗死张力性气胸临床表现有时酷似心肌梗死、肺梗死，都表现为突发剧烈胸痛、气促、呼吸困难、心慌、面色苍白或发绀、大汗、烦躁不安等，但张力性气胸患侧明显的胸腔积气征和气管对侧移位有助于鉴别，X线检查及人工气胸机诊断性穿刺可确诊。5.支气管哮喘发作部分老年气胸患者表现类似于哮喘样发作，严重呼吸困难的同时肺部可闻哮鸣音。胸腔积气征、对解痉剂-皮质激素-氧疗无效、抽气后呼吸困难及哮鸣音消失而别于哮喘。自发性气胸临床表现常不典型，往往为原发病所掩盖。约有近1/4的病例起病缓慢，逐渐加重，主要表现为原发病难以解释的呼吸困难加重;部分病例发病没有明确诱因可寻，表现为突然或迅速加重的胸闷和气急;40%～60%的病例以剧烈咳嗽后突发显著的气急、胸闷、心慌及呼吸困难。少数病人还可因体育活动、用力排便、喷嚏、负重等原因诱发。胸痛，特别是气胸典型的突发锐痛不多见。其他常见症状有咳嗽、发绀和不能平卧等。咳嗽可以是刺激性干咳，也可因基础病而有咳痰。大量气胸或张力性气胸的临床表现有时酷似肺梗死或心肌梗死，早期即可出现胸闷、胸痛、呼吸困难、心慌、大汗、脸色苍白、烦躁不安。少量气胸时体征不明显;肺压缩30%以上时，气管向健侧移位，患侧胸廓膨隆、呼吸运动减弱、叩诊呈鼓音、心浊音界消失或肝浊音界下移、呼吸音和语颤减弱或消失，这有时易与肺气肿混淆。部分老年患者类似于哮喘样发作，严重呼吸困难的同时肺部可闻哮鸣音。此类患者多系重度肺气肿、肺功能不全，又有胸膜粘连而多房分隔。这类病人在气胸引流后气急和哮鸣音迅速消失。肺功能检查：通常气胸在压缩20%以上时才可能出现限制性通气损害(肺容量和肺活量降低)。老年气胸由于基础疾病的存在，往往在肺压缩不到20%时就已出现严重的肺功能障碍。临床怀疑有气胸者不宜进行用力呼吸动作的肺功能项目检查，以免导致病情恶化。动脉血气检查：急发期气胸患者由于萎陷肺组织的无效灌流，引起右到左的分流而出现低氧血症。后期由于萎陷肺的血流减少，低氧血症反而可以有所缓解。中青年人气胸一般在肺被压缩20%～30%以上才会出现低氧血症。自发性气胸者常在轻度肺压缩时即发生低氧血症。X线检查：气胸的典型X线为肺向肺门萎陷呈圆球形阴影，气体常聚集于胸腔外侧或肺尖部，此部透亮度增加，无肺纹。气胸延及肺下部时肋膈角显示锐利。少量气胸时积气多局限于肺尖，易被锁骨影遮掩。此时，深呼气相的X线征象有助于诊断。部分自发性气胸患者由于胸膜粘连分隔而呈现为“局限性气胸”，积气影可能被肺或纵隔遮掩，需转动体位透视检查方能发现。\"\t\n"
    },
    {
        "QuestionId": "q1265",
        "RawQuestion": "和钢铁侠有相同能力的人都有谁？\n",
        "Sparql": "select distinct ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <主要能力> ?y. ?x <主要能力> ?y. }\n",
        "Answer": "<战争机器_（美国漫威漫画旗下超级英雄）>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t\n"
    },
    {
        "QuestionId": "q3576",
        "RawQuestion": "肺炎属于什么?\n",
        "Sparql": "select ?x where { <肺炎> <子类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3273",
        "RawQuestion": "猩红热的同义词是什么？\n",
        "Sparql": "select ?x where { <猩红热> <同义词> ?x. }\n",
        "Answer": "<烂喉丹痧>\t\n"
    },
    {
        "QuestionId": "q2819",
        "RawQuestion": "阿里巴巴的法人代表是谁\n",
        "Sparql": "select ?x where { <阿里巴巴> <法人> ?x. }\n",
        "Answer": "<戴珊>\t\n"
    },
    {
        "QuestionId": "q553",
        "RawQuestion": "俄罗斯的首都有多少人口？\n",
        "Sparql": "select ?x where { <俄罗斯_（俄罗斯联邦）> <首都> ?y. ?y <人口> ?x. }\n",
        "Answer": "\"14150000\"\t\n"
    },
    {
        "QuestionId": "q620",
        "RawQuestion": "乌台诗案与哪位诗人有关？\n",
        "Sparql": "select ?x where { <乌台诗案> <受害人> ?x. ?x <职业> <诗人_（汉语词语）>. }\n",
        "Answer": "<苏轼_（北宋文学家）>\t\n"
    },
    {
        "QuestionId": "q471",
        "RawQuestion": "莫扎特花主要生长在哪里？\n",
        "Sparql": "select ?y where { <莫扎特_（月季品种之一）> <分布区域> ?y. }\n",
        "Answer": "<亚欧大陆>\t\n"
    },
    {
        "QuestionId": "q4537",
        "RawQuestion": "可立克有哪些高管大专学历?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <学历类别> <大专>. }\n",
        "Answer": "<李道义>\t<顾洁>\t<顾军农>\t<晏小林>\t<孙汉兵>\t\n"
    },
    {
        "QuestionId": "q1563",
        "RawQuestion": "《盗墓笔记》的作者其笔名是？\n",
        "Sparql": "select ?x where { <随想录> <作者> ?y. ?y <笔名> ?x. }\n",
        "Answer": "\"鸣希、Bakin、马拉、吞风等\"\t\n"
    },
    {
        "QuestionId": "q6335",
        "RawQuestion": "入住杭州开元名都大酒店多少钱？\n",
        "Sparql": "select ?x where { <杭州开元名都大酒店> <平均价格> ?x.}\n",
        "Answer": "\"710\"\t\n"
    },
    {
        "QuestionId": "q331",
        "RawQuestion": "汽车的作用是什么？\n",
        "Sparql": "select ?x where { <汽车> <主要作用> ?x. }\n",
        "Answer": "\"运输\"\t\"代步\"\t\n"
    },
    {
        "QuestionId": "q7344",
        "RawQuestion": "坐落在苏州的苏州博物馆什么时候营业？\n",
        "Sparql": "select ?x where { <苏州博物馆> <城市> <苏州> . <苏州博物馆> <营业时间> ?x . }\n",
        "Answer": "\"10.13-10.31 周二至周四周日 全天 09:00-17:00; 10.13-10.31 周五周六 全天 09:00-20:00; 11.1-次年10.12 周二至周日 全天 09:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q4966",
        "RawQuestion": "癌性发热与什么疾病有关？\n",
        "Sparql": "select ?x where { <癌性发热> <涉及疾病> ?x. }\n",
        "Answer": "<直肠类癌>\t<嗜铬细胞瘤>\t<食管癌>\t<原发性肝癌>\t<颅内转移瘤>\t<肺癌>\t\n"
    },
    {
        "QuestionId": "q1914",
        "RawQuestion": "上证50ETF期权合约的委托类型？\n",
        "Sparql": "select ?x where { <上证50ETF期权合约> <委托类型> ?x. }\n",
        "Answer": "\"普通限价委托\"\t\"市价剩余转限价委托\"\t\"市价剩余撤销委托\"\t\"全额即时限价委托\"\t\"全额即时市价委托\"\t\"业务规则规定的其他委托类型\"\t\n"
    },
    {
        "QuestionId": "q640",
        "RawQuestion": "熊本县的著名人物职业是什么？\n",
        "Sparql": "select ?y where { ?x <地理位置> <熊本县>. ?x <职业> ?y. }\n",
        "Answer": "<公务员_（行使国家行政权力、执行国家公务的人员）>\t\n"
    },
    {
        "QuestionId": "q5672",
        "RawQuestion": "4A的湖南省博物馆参观几个小时合适？\n",
        "Sparql": "select ?x where { <湖南省博物馆> <景点的等级A> \"4A\" . <湖南省博物馆> <建议游玩时长> ?x . }\n",
        "Answer": "\"3-4小时\"\t\n"
    },
    {
        "QuestionId": "q7120",
        "RawQuestion": "如何预防咯血伴发热？\n",
        "Sparql": "select ?x where { <咯血伴发热> <预防> ?x. }\n",
        "Answer": "\"预防咯血7要素有呼吸道疾病的患者,在秋冬季节要注意防护。1.预防感冒外出时要根据天气变化增加衣服,防止受寒感冒。2.注意饮食饮食以富含维生素的食物为首选。3.“管理空气”房间经常通风,保持适宜温度(一般18～25℃)和湿度(一般40%～70%)。4.锻炼身体要进行适度的体育锻炼和呼吸功能锻炼。5.备急救药家里要备小药箱,尤其要备足止咳药物,如治疗干咳为主的喷托维林(咳必清)片和糖浆;以镇咳为主的可愈糖浆;以镇咳化痰为主的棕胺合剂等。家庭必备止血药物如云南白药、镇静的药物如安定等。注意要及时更换小药箱里的过期药物。6.戒烟、限酒患有呼吸道疾病的患者,一定要戒烟、限酒,以减少发生咯血的诱因。7.情志调畅中医认为,情志变化和疾病有一定的关系,如“喜伤心”、“忧伤肺”。像《红楼梦》中患有肺结核的林黛玉平时忧虑过度,对花落泪,悲天悯人,最后因咯血而死。所以,预防咯血还要注意修身养性。\"\t\n"
    },
    {
        "QuestionId": "q5580",
        "RawQuestion": "常熟金海华丽嘉酒店的地址？\n",
        "Sparql": "select ?x where { <常熟金海华丽嘉酒店> <地址> ?x. }\n",
        "Answer": "\"西门大街73号\"\t\n"
    },
    {
        "QuestionId": "q2808",
        "RawQuestion": "支付宝（中国）网络技术有限公司的注册资本是多少\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <注册资本> ?x. }\n",
        "Answer": "\"150000万人民币\"\t\n"
    },
    {
        "QuestionId": "q1537",
        "RawQuestion": "和舒伯特来自同一国家的音乐家都有那些？\n",
        "Sparql": "select ?x where { <舒伯特> <国籍> ?a. <舒伯特> <职业> ?b. ?x <国籍> ?a. ?x <职业> ?b. }\n",
        "Answer": "<马勒_（奥地利作曲家、指挥家）>\t<席夫>\t<舒伯特>\t<奥古斯特·库比席克>\t<约翰·施特劳斯_（维也纳音乐家、老约翰·施特劳斯）>\t<安东·韦伯恩>\t<安东·布鲁克纳>\t<爱德华·施特劳斯>\t<朗兹·约瑟夫·海顿>\t<舒伯特>\t\n"
    },
    {
        "QuestionId": "q1",
        "RawQuestion": "莫妮卡·贝鲁奇的代表作？\n",
        "Sparql": "select ?x where { <莫妮卡·贝鲁奇> <代表作品> ?x. }\n",
        "Answer": "<西西里的美丽传说>\t\n"
    },
    {
        "QuestionId": "q1065",
        "RawQuestion": "中国首都的电话区号是多少？\n",
        "Sparql": "select ?y where { <中华人民共和国> <首都> ?x. ?x <电话区号> ?y. }\n",
        "Answer": "\"10\"\t\n"
    },
    {
        "QuestionId": "q4894",
        "RawQuestion": "鼻塞涉及哪些症状？\n",
        "Sparql": "select ?x where { <鼻塞> <涉及症状> ?x. }\n",
        "Answer": "<低热>\t<打喷嚏>\t<胀痛>\t<发炎>\t<利尿>\t<局部压痛>\t<畏寒>\t<结痂>\t<张口呼吸>\t<鼻痒>\t\n"
    },
    {
        "QuestionId": "q1703",
        "RawQuestion": "上市公司收购可采取哪些方式？\n",
        "Sparql": "select ?x where { <上市公司> <收购方式> ?x. }\n",
        "Answer": "\"要约收购\"\t\"协议收购\"\t\n"
    },
    {
        "QuestionId": "q2956",
        "RawQuestion": "恒生电子的董事长的持股总数占比是多少\n",
        "Sparql": "select ?x where { <恒生电子> <董事长> ?y. ?y <持股占比> ?x. }\n",
        "Answer": "\"1.15%\"\t\n"
    },
    {
        "QuestionId": "q2004",
        "RawQuestion": "\"东邪\"的女婿是谁？\n",
        "Sparql": "select ?y where { ?x <别名> \"东邪、黄老邪、黄岛主\" . ?y <岳父> ?x . }\n",
        "Answer": "<郭靖_（金庸武侠小说《射雕英雄传》男主角）>\t\n"
    },
    {
        "QuestionId": "q3280",
        "RawQuestion": "耳聋属于什么?\n",
        "Sparql": "select ?x where { <耳聋> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1807",
        "RawQuestion": "基金开户支持哪些证件类型？\n",
        "Sparql": "select ?x where { <基金开户> <证件类型> ?x. }\n",
        "Answer": "\"护照\"\t\"身份证\"\t\"户口本\"\t\"军官证\"\t\"士兵证\"\t\"警官证\"\t\"回乡证（含港澳通行证）\"\t\"文职干部证\"\t\n"
    },
    {
        "QuestionId": "q1910",
        "RawQuestion": "股票上市首日冠以什么字样？\n",
        "Sparql": "select ?x where { <股票上市首日> <字样> ?x. }\n",
        "Answer": "\"N\"\t\n"
    },
    {
        "QuestionId": "q2402",
        "RawQuestion": "柏拉图的著名哲学主张是？\n",
        "Sparql": "select ?x where { <柏拉图_（古希腊哲学家）> <主张> ?x. }\n",
        "Answer": "\"理念论；理想国学说\"\t\n"
    },
    {
        "QuestionId": "q1196",
        "RawQuestion": "我国被称誉为\"甲天下\"的城市是什么气候类型？\n",
        "Sparql": "select ?y where { ?x <美誉> \"山水甲天下\". ?x <气候条件> ?y. }\n",
        "Answer": "<亚热带季风气候>\t\n"
    },
    {
        "QuestionId": "q6373",
        "RawQuestion": "去玩大唐不夜城玩要带多少钱？\n",
        "Sparql": "select ?x where { <大唐不夜城> <平均价格> ?x. }\n",
        "Answer": "\"76\"\t\n"
    },
    {
        "QuestionId": "q5402",
        "RawQuestion": "什么疾病会涉及到咽部充血和鼻痒症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <咽部充血> . ?x <涉及症状> <鼻痒> . }\n",
        "Answer": "<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q348",
        "RawQuestion": "IEEE的中文全称？\n",
        "Sparql": "select ?x where { ?x <外文名> \"IEEE\" . }\n",
        "Answer": "<无线点餐软件>\t<美国电气电子工程协会>\t\n"
    },
    {
        "QuestionId": "q2747",
        "RawQuestion": "信雅达的法定代表人是谁\n",
        "Sparql": "select ?x where { <信雅达> <法人> ?x. }\n",
        "Answer": "<耿俊岭>\t\n"
    },
    {
        "QuestionId": "q2845",
        "RawQuestion": "证券交易方式？\n",
        "Sparql": "select ?x where { <证券> <交易方式> ?x. }\n",
        "Answer": "\"网上交易\"\t\"营业部现场交易\"\t\"电话委托交易\"\t\"银证通客户交易\"\t\n"
    },
    {
        "QuestionId": "q7577",
        "RawQuestion": "无锡金陵大饭店的早餐价格多少钱？\n",
        "Sparql": "select ?x where { <无锡金陵大饭店> <早餐价格> ?x. }\n",
        "Answer": "\"58 RMB\"\t\n"
    },
    {
        "QuestionId": "q6116",
        "RawQuestion": "北京故宫博物院附近5公里\t的景点有哪些？\n",
        "Sparql": "select ?y where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <北京>. ?y <类型> <景点>.}\n",
        "Answer": "<雍和宫>\t<北海公园>\t<国家大剧院>\t<景山公园>\t<天坛公园>\t\n"
    },
    {
        "QuestionId": "q151",
        "RawQuestion": "夏朝在谁的手上走向灭亡？\n",
        "Sparql": "select ?x where { <夏_（中国第一个朝代）> <末代君主> ?x. }\n",
        "Answer": "<桀_（夏朝君主）>\t\n"
    },
    {
        "QuestionId": "q2302",
        "RawQuestion": "曲毛楼梯草的主要分布在哪？\n",
        "Sparql": "select ?x where { <曲毛楼梯草> <分布区域> ?x . }\n",
        "Answer": "<四川_（中华人民共和国四川省）>\t<广西_（广西壮族自治区）>\t<广东>\t\n"
    },
    {
        "QuestionId": "q825",
        "RawQuestion": "鲁迅写过哪些散文诗集？\n",
        "Sparql": "select ?x where { ?x <作者> <鲁迅_（文学家、思想家）>. ?x <类别> <散文诗集>. }\n",
        "Answer": "<野草_（鲁迅创作散文诗集）>\t\n"
    },
    {
        "QuestionId": "q7623",
        "RawQuestion": "中山路的时空魔方艺术馆的地址发一下？\n",
        "Sparql": "select ?x where { <时空魔方艺术馆（中山路旗舰店）> <地址> ?x. }\n",
        "Answer": "\"南中广场B1层\"\t\n"
    },
    {
        "QuestionId": "q655",
        "RawQuestion": "拥有橡胶果实能力的角色最擅长什么霸气？\n",
        "Sparql": "select ?x where { ?y <恶魔果实> <橡胶果实>. ?y <最擅长霸气> ?x. }\n",
        "Answer": "\"霸王色\"\t\n"
    },
    {
        "QuestionId": "q1659",
        "RawQuestion": "汤山邦彦导演的动画都是什么类型的？\n",
        "Sparql": "select ?y where { ?x <导演> <汤山邦彦>. ?x <类型> ?y. }\n",
        "Answer": "<动画>\t<冒险_（词语概念）>\t<奇幻>\t<文化>\t<艺术作品>\t<动漫>\t<娱乐作品>\t<动画>\t<动画作品>\t<冒险_（词语概念）>\t<奇幻>\t<科学>\t<冒险_（词语概念）>\t<奇幻>\t<娱乐作品>\t<动画作品>\t<冒险_（词语概念）>\t<奇幻>\t<动画>\t<动漫形象>\t<娱乐作品>\t<漫画作品>\t<动画>\t<悬疑>\t<冒险_（词语概念）>\t<动画>\t<冒险_（词语概念）>\t<科学幻想>\t<Warm Blood>\t<娱乐作品>\t<漫画作品>\t<动画>\t<娱乐作品>\t<动画>\t<动画作品>\t<动画>\t<动画作品>\t<冒险_（词语概念）>\t<家庭_（词语概念）>\t<剧情电影>\t<电影作品>\t<动画>\t<动作电影>\t<动画电影>\t<冒险_（词语概念）>\t<家庭_（词语概念）>\t<电影作品>\t<动画电影>\t<电影>\t<动画>\t<动画>\t<动画作品>\t<冒险_（词语概念）>\t<奇幻>\t<娱乐作品>\t<电影>\t<动画作品>\t<神奇宝贝_（汤山邦彦执导的日本动画系列）>\t<奇幻冒险>\t<娱乐作品>\t<电影>\t<动画作品>\t<冒险_（词语概念）>\t<奇幻>\t<娱乐作品>\t<漫画>\t<动画>\t<动画作品>\t<游戏>\t<动漫>\t<剧场_（建筑类型）>\t<娱乐>\t<动画>\t<动作_（词语解释）>\t<冒险_（词语概念）>\t<娱乐作品>\t<剧情电影>\t<电影作品>\t<电影>\t<科幻电影>\t<动作电影>\t<动画电影>\t<神奇宝贝_（汤山邦彦执导的日本动画系列）>\t<奇幻冒险>\t<电影作品>\t<电影>\t<动画>\t<冒险_（词语概念）>\t<家庭_（词语概念）>\t<娱乐作品>\t<动画>\t<动画作品>\t<娱乐作品>\t<电影>\t<动画作品>\t<动作_（词语解释）>\t<冒险_（词语概念）>\t<动画作品>\t<动作_（词语解释）>\t<冒险_（词语概念）>\t<娱乐作品>\t<剧情电影>\t<电影作品>\t<电影>\t<动画>\t<动画作品>\t<动作电影>\t<动画电影>\t<冒险_（词语概念）>\t<家庭_（词语概念）>\t<动画作品>\t<娱乐作品>\t<漫画>\t<动画作品>\t<娱乐作品>\t<电影作品>\t<动画>\t<动作电影>\t<动画电影>\t<动作_（词语解释）>\t<电影作品>\t<动画>\t<动作电影>\t<动画电影>\t<动作_（词语解释）>\t<冒险_（词语概念）>\t<动画>\t<人物>\t<文化>\t<艺术作品>\t<动画>\t<宠物_（词语概念解读）>\t<娱乐作品>\t<电影作品>\t<电影>\t<动画>\t<动画电影>\t<动画>\t<动画>\t<冒险_（词语概念）>\t<动画>\t<冒险_（词语概念）>\t<家庭_（词语概念）>\t<冒险_（词语概念）>\t<亲子>\t\n"
    },
    {
        "QuestionId": "q994",
        "RawQuestion": "\"现代航天之父\"毕业于哪所学校？\n",
        "Sparql": "select ?x where { ?y <毕业院校> ?x. ?y <主要成就> \"现代航天之父\". }\n",
        "Answer": "<柏林工业大学>\t\n"
    },
    {
        "QuestionId": "q6969",
        "RawQuestion": "什么是血常规？\n",
        "Sparql": "select ?x where { ?y <标签> \"血常规\". ?y <简介概述> ?x. } \n",
        "Answer": "\"血常规是最一般，最基本的血液检验。血液由液体和有形细胞两大部分组成，血常规检验的是血液的细胞部分。血液有三种不同功能的细胞——红细胞(俗称红血球)，白细胞(俗称白血球)、血小板。通过观察数量变化及形态分布，判断疾病。是医生诊断病情的常用辅助检查手段之一。\"\t\n"
    },
    {
        "QuestionId": "q3395",
        "RawQuestion": "颈椎病属于什么?\n",
        "Sparql": "select ?x where { <颈椎病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5010",
        "RawQuestion": "全身过敏和发热皮疹关节痛属于什么？\n",
        "Sparql": "select ?x where { <全身过敏和发热皮疹关节痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q7266",
        "RawQuestion": "与吸入性肺炎相似的疾病或共病是什么？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <相似疾病或共病> ?x. }\n",
        "Answer": "\"[化学性肺炎]], 肺结核\"\t\n"
    },
    {
        "QuestionId": "q6831",
        "RawQuestion": "2019新型冠状病毒的外文名是什么？\n",
        "Sparql": "SELECT ?x WHERE { <2019新型冠状病毒> <外文名>?x. } \n",
        "Answer": "\"2019-nCoV\"\t\n"
    },
    {
        "QuestionId": "q1325",
        "RawQuestion": "太平洋的面积为大？\n",
        "Sparql": "select ?x where { <太平洋> <海洋面积> ?x. }\n",
        "Answer": "\"1.556亿平方千米\"\t\n"
    },
    {
        "QuestionId": "q6220",
        "RawQuestion": "皇朝万豪酒店边上有可以玩的地方吗\n",
        "Sparql": "select ?x where { <沈阳皇朝万豪酒店> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <类型> <景点>. }\n",
        "Answer": "<沈阳科学宫>\t<国家地理探险家中心>\t<沈阳梵高星空艺术馆（益田假日世界店）>\t\n"
    },
    {
        "QuestionId": "q4912",
        "RawQuestion": "凝血功能障碍涉及什么症状？\n",
        "Sparql": "select ?x where { <凝血功能障碍> <涉及症状> ?x. }\n",
        "Answer": "<凝血因子功能的障碍>\t\n"
    },
    {
        "QuestionId": "q4964",
        "RawQuestion": "癌性发热涉及什么检查？\n",
        "Sparql": "select ?x where { <癌性发热> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q5823",
        "RawQuestion": "紫金山探险公园能玩几个小时？\n",
        "Sparql": "select ?x where { <紫金山探险公园> <建议游玩时长> ?x. }\n",
        "Answer": "\"2-3小时\"\t\n"
    },
    {
        "QuestionId": "q2156",
        "RawQuestion": "哲学家柏拉图的老师逝世于哪一年？\n",
        "Sparql": "select ?x where { <柏拉图_（古希腊哲学家）> <老师> ?y . ?y <逝世日期> ?x . }\n",
        "Answer": "\"-399\"\t\n"
    },
    {
        "QuestionId": "q3002",
        "RawQuestion": "肺炎衣原体检测属于哪种类型的检查？\n",
        "Sparql": "select ?x where { <肺炎衣原体检测> <类型> ?x. }\n",
        "Answer": "<其他病原体检查>\t\n"
    },
    {
        "QuestionId": "q1602",
        "RawQuestion": "《悲惨世界》的作者的出生地是？\n",
        "Sparql": "select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <出生地> ?x. }\n",
        "Answer": "<法国_（法兰西共和国）>\t<贝桑松>\t\n"
    },
    {
        "QuestionId": "q3452",
        "RawQuestion": "细菌性阴道炎属于什么?\n",
        "Sparql": "select ?x where { <细菌性阴道炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3289",
        "RawQuestion": "风疹属于什么?\n",
        "Sparql": "select ?x where { <风疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5916",
        "RawQuestion": "神玉艺术馆的联系方式是多少？\n",
        "Sparql": "select ?x where { <神玉艺术馆> <电话> ?x . }\n",
        "Answer": "\"010-82088388,010-82086388\"\t\n"
    },
    {
        "QuestionId": "q3595",
        "RawQuestion": "急性心肌梗死属于什么?\n",
        "Sparql": "select ?x where { <急性心肌梗死> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4355",
        "RawQuestion": "古希腊有哪些哲学家？\n",
        "Sparql": "select ?x where { ?x <民族> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）> . ?x <职业> <哲学家_（基础含义）> . }\n",
        "Answer": "<苏格拉底_（古希腊著名哲学家）>\t<帕梅尼德斯>\t<安那西梅尼斯>\t\n"
    },
    {
        "QuestionId": "q5056",
        "RawQuestion": "肺源性呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <肺源性呼吸困难> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3416",
        "RawQuestion": "羊水栓塞属于什么?\n",
        "Sparql": "select ?x where { <羊水栓塞> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1674",
        "RawQuestion": "\"2010年度编程语言\"的设计者是谁？\n",
        "Sparql": "select ?y where { ?x <荣誉> \"2010年度编程语言\". ?x <设计者> ?y. }\n",
        "Answer": "<Guido van Rossum>\t\n"
    },
    {
        "QuestionId": "q1601",
        "RawQuestion": "翻译为\"Paradise above,Suzhou and Hangzhou below\"的典故出自哪？\n",
        "Sparql": "select ?x where { ?y <外文名> \"Paradise above,Suzhou and Hangzhou below\". ?y <典故出自> ?x. }\n",
        "Answer": "\"宋·范成大\"\t\"吴郡志\"\t\n"
    },
    {
        "QuestionId": "q7102",
        "RawQuestion": "发热伴关节肿痛该如何预防？\n",
        "Sparql": "select ?x where { <发热伴关节肿痛> <预防> ?x. }\n",
        "Answer": "\"发热伴有关节肿痛的预防主要包括以下方面：1、注意保暖，避免寒冷和潮湿的环境；2、饮食上多注意适当补充钙剂；3、合理锻炼关节，避免关节损伤；（1）处理好锻炼和休息的关系。把握好锻炼和休息，动和静的分寸，总的原则是“休息关节，锻炼肌肉”。对已经出现早期、轻微症状者，必要的休息可以减少关节的磨损，利于炎症和肿胀的消散。而适当锻炼可以增加关节周围肌肉力量，加强关节的稳定性，减轻关节疼痛和改善关节功能。（2）要选择科学适当的锻炼方式。关节炎患者不适宜进行一些剧烈的活动，如蹲马步、蹲下起立、爬楼梯、登山等，这些活动会增加关节负荷，加剧关节的磨损。\"\t\n"
    },
    {
        "QuestionId": "q5006",
        "RawQuestion": "感染性发热属于什么？\n",
        "Sparql": "select ?x where { <感染性发热> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4496",
        "RawQuestion": "歌曲斑马是哪位歌手的代表作品？\n",
        "Sparql": "select ?y where { ?y <代表作品> <斑马>. }\n",
        "Answer": "<宋冬野>\t\n"
    },
    {
        "QuestionId": "q4472",
        "RawQuestion": "高圆圆主演，黄健中执导的作品有？\n",
        "Sparql": "select ?x where { ?x <主演> <高圆圆>. ?x <导演> <黄健中_（著名导演）>.}\n",
        "Answer": "<大秦帝国之裂变>\t\n"
    },
    {
        "QuestionId": "q3480",
        "RawQuestion": "狂躁症属于什么?\n",
        "Sparql": "select ?x where { <狂躁症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2330",
        "RawQuestion": "肯德基的官网是什么？\n",
        "Sparql": "select ?x where { <肯德基> <官网> ?x. }\n",
        "Answer": "\"http://www.kfc.com.cn/\"\t\n"
    },
    {
        "QuestionId": "q2223",
        "RawQuestion": "获诺贝尔文学奖的爱尔兰诗人有哪些？\n",
        "Sparql": "select ?x where { ?x <职业> <诗人_（汉语词语）> . ?x <国籍> <爱尔兰_（爱尔兰共和国）> . ?x <主要成就> \"诺贝尔文学奖\" . }\n",
        "Answer": "<威廉·巴特勒·叶芝>\t\n"
    },
    {
        "QuestionId": "q4140",
        "RawQuestion": "李荣浩哪首歌的风格是乡村摇滚？\n",
        "Sparql": "select ?x where { <李荣浩_（中国内地男歌手）> <代表作品> ?x.  ?x <音乐风格> <乡村摇滚> . }\n",
        "Answer": "<李白_（李荣浩演唱歌曲）>\t\n"
    },
    {
        "QuestionId": "q6865",
        "RawQuestion": "演员章婷婷的民族是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <民族> ?X. } \n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q3389",
        "RawQuestion": "脑性瘫痪属于什么?\n",
        "Sparql": "select ?x where { <脑性瘫痪> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4736",
        "RawQuestion": "第五套人民币的发行时间\n",
        "Sparql": "select ?x where { <第五套人民币> <发行时间>?x. }\n",
        "Answer": "\"99-10-01\"\t\"05-08-31\"\t\"15-11-12\"\t\"1999年10月1日至今\"\t\n"
    },
    {
        "QuestionId": "q6975",
        "RawQuestion": "人文经济学会的人都来自哪些国家？\n",
        "Sparql": "select ?y where { <人文经济学会> <成员> ?x. ?x <国籍> ?y. } \n",
        "Answer": "<中华人民共和国>\t<美国_（美利坚合众国）>\t<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q6829",
        "RawQuestion": "钟南山院士是哪里人？\n",
        "Sparql": "SELECT ?x WHERE { <钟南山> <籍贯>?x. } \n",
        "Answer": "<福建厦门>\t\n"
    },
    {
        "QuestionId": "q3471",
        "RawQuestion": "糖尿病足属于什么?\n",
        "Sparql": "select ?x where { <糖尿病足> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1345",
        "RawQuestion": "京剧成为非物质文化遗产的时间是？\n",
        "Sparql": "select ?x where { <京剧_（中国国粹）> <批准时间> ?x. }\n",
        "Answer": "\"2006\"\t\n"
    },
    {
        "QuestionId": "q7151",
        "RawQuestion": "如何诊断小儿干咳？\n",
        "Sparql": "select ?x where { <小儿干咳> <诊断> ?x. }\n",
        "Answer": "\"小儿剧烈咳嗽是百日咳的症状之一。百日咳(pertussis，whoopingcough)是小儿常见的急性呼吸道传染病，百日咳杆菌是本病的致病菌。其特征为阵发性痉挛性咳嗽，咳嗽末伴有特殊的吸气吼声，病程较长，可达数周甚至3个月左右，故有百日咳之称。幼婴患本病时易有窒息、肺炎、脑病等并发症，病死率高。近年来幼婴及成人发病有增多趋势。咳嗽伴有痰液时称为湿性咳嗽，呼吸道在正常情况下有少量分泌物，当呼吸道发生炎症时，分泌物大量增加，湿性咳嗽常是于呼吸系统的各种感染性疾病。(1)典型的过敏病史(包括过敏性疾病家族史、本人婴幼儿湿疹或哮喘病史)和典型的临床症状。　　(2)临床症状：的主要表现为上、下呼吸道的过敏症状，包括鼻痒、喷嚏频频、流清鼻涕、鼻塞、咳嗽和喘息等症状。这些症状可突然发作，也可自行缓解或经治疗后较快消失。鼻部症状往往在早晨加剧，而哮喘往往在夜间加重。某些患者往往还伴有过敏性结膜炎的症状如眼痒、流泪等。　　(3)特异性免疫试验　　随着过敏原的标准化，为大多数吸入性过敏原提供了令人满意的诊断性试剂，使变态反应性疾病的诊断水平大为提高。　　包括过敏原皮肤点刺试验、血清过敏原特异性IgE测定、过敏原鼻黏膜或支气管激发试验以及生物共振过敏原检测等方法。这些特异性免疫试验不仅为小儿过敏性鼻炎哮喘综合症的诊断提供佐证，对判断患者的过敏原种类和对过敏原的过敏程度也有帮助。因此，所有怀疑小儿过敏性鼻炎哮喘综合症患者在有条件时均应检查特异性免疫诊断试验。\"\t\n"
    },
    {
        "QuestionId": "q1793",
        "RawQuestion": "上交所可转债债转股数量规定？\n",
        "Sparql": "select ?x where { <上交所可转债债转> <数量规定> ?x. }\n",
        "Answer": "\"10张或10张的整数倍\"\t\n"
    },
    {
        "QuestionId": "q422",
        "RawQuestion": "歌曲《唠嗑歌》的时长是多少？\n",
        "Sparql": "select ?x where { <浮夸_（陈奕迅主唱的歌曲）> <歌曲时长> ?x. }\n",
        "Answer": "\"4：46\"\t\n"
    },
    {
        "QuestionId": "q4941",
        "RawQuestion": "便秘与什么疾病有关？\n",
        "Sparql": "select ?x where { <便秘> <涉及疾病> ?x. }\n",
        "Answer": "<先天性肠旋转不良>\t\n"
    },
    {
        "QuestionId": "q5275",
        "RawQuestion": "类风湿关节炎有没有传染性？\n",
        "Sparql": "select ?x where { <类风湿关节炎> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\"否\"\t\n"
    },
    {
        "QuestionId": "q2352",
        "RawQuestion": "拜占庭帝国是哪一年建立的？\n",
        "Sparql": "select ?x where { <拜占庭帝国> <建立时间> ?x. }\n",
        "Answer": "\"395\"\t\n"
    },
    {
        "QuestionId": "q545",
        "RawQuestion": "南京大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <南京大学> . }\n",
        "Answer": "<袁岳>\t<徐锦忠>\t<陈光标>\t<陈一丹>\t<岳伟_（全球职业规划师）>\t<陈正华_（江苏省建集团董事长）>\t<陈符号>\t<钱东奇>\t<杨丹_（VINCI创始人）>\t<杨休>\t\n"
    },
    {
        "QuestionId": "q5032",
        "RawQuestion": "麻疹，发热出疹性疾病等属于什么？\n",
        "Sparql": "select ?x where { <麻疹，发热出疹性疾病等> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4775",
        "RawQuestion": "维力医疗董事长的出生时间?\n",
        "Sparql": "select ?x where { <维力医疗> <董事长> ?y. ?y <出生时间> ?x. }\n",
        "Answer": "<1969年>\t\n"
    },
    {
        "QuestionId": "q7149",
        "RawQuestion": "如何诊断刺激性干咳？\n",
        "Sparql": "select ?x where { <刺激性干咳> <诊断> ?x. }\n",
        "Answer": "\"1、咽炎慢性咽炎是常见的咽部疾病，其突出的症状是刺激性干咳。患者因咽部有瘙痒感及不适感，常作廓清咽部的干咳，而且在讲话时症状更为明显，每于饮水后或作吞咽运作后可减轻症状。大多继发于上吸呼道感染性病变，或经常吸烟，酗酒者以及从事某些接触有害粉尘或气体者中较常见。咽部检查可见咽部充血，咽后壁黏膜表面可以看到有许多扩张的毛细管及少量淋巴滤泡增殖，咽后壁黏膜及从事某些接触有害粉尘或气体较常见。2、喉炎主要症状是声音嘶哑，早期时常间歇发生，每于发音较多时出现，如病情加重声嘶可成持续，但这无一失音者尚属罕见。因患者干咳以减轻症状。音接喉黏镜检查，慢性单纯性喉炎患者多表现喉部黏膜充血，声带失去光泽，其上分布有扩张的血管，黏液分泌物增多；病情进一点加重发展为慢性增殖性喉炎时，黏膜明显增厚呈暗红色，其边缘肥厚呈印圆形，发音时常呈闭合不全，喉室带常因代偿活动而增厚；慢性萎缩性喉炎较少见，咳嗽后常咯出黄绿色的痂皮，喉部有灼热或痛感。\"\t\n"
    },
    {
        "QuestionId": "q2315",
        "RawQuestion": "北京大学的主要奖项有哪些？\n",
        "Sparql": "select ?x where { <北京大学> <主要奖项> ?x . }\n",
        "Answer": "\"国家最高科学技术奖得主2人\"\t\"国家自然科学奖二等奖11项\"\t\"诺贝尔奖得主名誉教授16位\"\t\"全国优秀博士学位论文76篇\"\t\"国家杰出青年科学基金得主156人\"\t\n"
    },
    {
        "QuestionId": "q7341",
        "RawQuestion": "故宫附近两公里内最便宜的酒店是多少钱？\n",
        "Sparql": "select ?price  where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 2). } ORDER BY asc(?price) LIMIT 1\n",
        "Answer": "\"768\"\t\n"
    },
    {
        "QuestionId": "q250",
        "RawQuestion": "奥斯卡金像奖发源于哪一年？\n",
        "Sparql": "select ?x where { <奥斯卡金像奖> <发起时间> ?x. }\n",
        "Answer": "\"1929\"\t\n"
    },
    {
        "QuestionId": "q977",
        "RawQuestion": "由大隈重信创始的综合性大学的英文名是？\n",
        "Sparql": "select ?y where { ?x <创始人> <大隈重信>. ?x <类别> <综合性大学>. ?x <英文名> ?y. }\n",
        "Answer": "\"Waseda University\"\t\n"
    },
    {
        "QuestionId": "q2409",
        "RawQuestion": "动漫形象皮卡丘出自于哪部作品？\n",
        "Sparql": "select ?x where { <皮卡丘> <登场作品> ?x. }\n",
        "Answer": "<神奇宝贝_（汤山邦彦执导的日本动画系列）>\t<精灵宝可梦_（任天堂掌机游戏系列）>\t<神奇宝贝特别篇>\t\n"
    },
    {
        "QuestionId": "q2031",
        "RawQuestion": "张三丰创立了什么门派？\n",
        "Sparql": "select ?x where { <张三丰_（武侠小说人物）> <荣誉> ?x . }\n",
        "Answer": "\"创立武当派\"\t\n"
    },
    {
        "QuestionId": "q5285",
        "RawQuestion": "内痔的发病部位在哪？\n",
        "Sparql": "select ?x where { <内痔> <发病部位> ?x. }\n",
        "Answer": "\"肛门齿线以上，直肠末端粘膜下\"\t\n"
    },
    {
        "QuestionId": "q7035",
        "RawQuestion": "呼吸衰竭患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <临床表现> ?x. }\n",
        "Answer": "\"呼吸困难；活动后气促\"\t\"除原发病症状外，主要为缺氧和二氧化碳潴留\"\t\n"
    },
    {
        "QuestionId": "q2234",
        "RawQuestion": "有哪一位主教是出生于北非的？\n",
        "Sparql": "select ?x where { ?x <出生地> <北非> . ?x <职业> <主教_（宗教中的神职人员）> . }\n",
        "Answer": "<奥古斯丁_（古罗马帝国时期天主教思想家）>\t\n"
    },
    {
        "QuestionId": "q1051",
        "RawQuestion": "歌曲《那些年》的原唱还有哪些歌曲？\n",
        "Sparql": "select ?x where { <那些年_（《那些年，我们一起追的女孩》主题曲）> <歌曲原唱> ?y. ?x <歌曲原唱> ?y. }\n",
        "Answer": "<另一个噪音>\t<准备好要爱>\t<放下_（胡夏演唱《四大名捕2》主题曲）>\t<OH.爱>\t<是我先开口>\t<离家以后>\t<数到三不哭>\t<小宝贝_（胡夏歌曲《小宝贝》）>\t<等待完整>\t<傻瓜探戈_（胡夏演唱的歌曲）>\t<燃点_（胡夏演唱歌曲）>\t<微笑的人>\t<那些年_（《那些年，我们一起追的女孩》主题曲）>\t<一定有个你>\t<无情_（胡夏演唱歌曲）>\t<我们会不会>\t<学着走>\t<弹弹琴恋恋爱>\t<歌声闪亮>\t<爱情离我一公尺_（胡夏2013年发行歌曲）>\t<勉强_（胡夏演唱歌曲）>\t<幸福在这里_（胡夏演唱歌曲）>\t<爱都是对的_（胡夏演唱歌曲）>\t<后来者_（胡夏2015年同名歌曲）>\t<改变_（胡夏演唱歌曲）>\t<伤心童话_（胡夏演唱同名主题曲）>\t<你在哪里_（胡夏演唱的歌曲）>\t<那些年_（王巧2013年翻唱歌曲）>\t<好人_（胡夏演唱的一首歌曲）>\t<替我照顾她_（2015年胡夏演唱歌曲）>\t<放心去飞_（电影《左耳》推广曲）>\t<他比我更适合>\t<爱你步步惊心>\t<山水之间（清泉版）>\t<美好的昨天>\t<普罗米修寺>\t<爱情生态>\t<当你听我说>\t<让我爱你_（胡夏演唱歌曲）>\t<脱离现实_（2015年胡夏演唱歌曲）>\t<拍拖_（胡夏歌曲）>\t<静电_（胡夏演唱歌曲）>\t<刀塔传奇_（胡夏演唱歌曲）>\t<刀塔传奇_（动作卡牌手游《刀塔传奇》主题曲）>\t<给我的快乐>\t<普罗米修诗>\t\n"
    },
    {
        "QuestionId": "q2881",
        "RawQuestion": "美国证券交易所纳斯达克证券交易所的简称是什么\n",
        "Sparql": "select ?x where { <纳斯达克证券交易所> <简称> ?x. }\n",
        "Answer": "<纳斯达克>\t\n"
    },
    {
        "QuestionId": "q2091",
        "RawQuestion": "以\"完美的搜索引擎\"为口号的公司的CEO是谁？\n",
        "Sparql": "select ?x where { ?y <公司口号> \"完美的搜索引擎，\" . ?y <首席执行官> ?x . }\n",
        "Answer": "<拉里·佩奇>\t\n"
    },
    {
        "QuestionId": "q7045",
        "RawQuestion": "不明原因发热具有传染性吗？\n",
        "Sparql": "select ?x where { <不明原因发热> <传染性> ?x. }\n",
        "Answer": "\"是\"\t\n"
    },
    {
        "QuestionId": "q5074",
        "RawQuestion": "胸痛伴呼吸困难与什么疾病有关?\n",
        "Sparql": "select ?x where { <胸痛伴呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<缺血性心肌病>\t<自发性气胸>\t<创伤性膈疝>\t<急性心包炎>\t\n"
    },
    {
        "QuestionId": "q5574",
        "RawQuestion": "在重庆隶属于世纪金源的酒店都有？\n",
        "Sparql": "select ?x where { ?x <城市> <重庆> . ?x <酒店品牌名称> <世纪金源> . }\n",
        "Answer": "<重庆君豪大饭店>\t\n"
    },
    {
        "QuestionId": "q7383",
        "RawQuestion": "济南护城河中的亲水景区3岁孩子能玩吗？\n",
        "Sparql": "select ?x where { <济南护城河> <娱乐项目名称> <亲水景区>. <亲水景区> <项目限制（一般指身高年龄限制）> ?x. }\n",
        "Answer": "\"无限制\"\t\n"
    },
    {
        "QuestionId": "q7043",
        "RawQuestion": "如何预防肺实变的发生？\n",
        "Sparql": "select ?x where { <肺实变> <预防> ?x. }\n",
        "Answer": "\"肺实变预防：综上所述您需要取痰液或者肺组织做细菌培养，针对细菌做药物敏感试验选用敏感药物治疗可以取得明显的疗效的。肺实变治疗：日常生活注意防寒保暖，禁止吸烟饮酒。治疗过程中如果有咳嗽痰多气喘选用相应的药物治疗就可以了，发现疾病及时治疗\"\t\n"
    },
    {
        "QuestionId": "q5418",
        "RawQuestion": "患者出现耳廓癣以及鼻痒可能是什么疾病？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <耳廓癣> . ?x <涉及症状> <鼻痒> . }\n",
        "Answer": "<湿疹>\t\n"
    },
    {
        "QuestionId": "q3470",
        "RawQuestion": "念珠菌病属于什么?\n",
        "Sparql": "select ?x where { <念珠菌病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7389",
        "RawQuestion": "大唐不夜城的最佳游玩时间是什么季节？\n",
        "Sparql": "select ?x where { <大唐不夜城> <最佳游玩时间> ?x. }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q6496",
        "RawQuestion": "颐和园位于北京天伦王朝酒店的哪个方向？\n",
        "Sparql": "select ?x where { <颐和园> <位于> ?cvt.  ?cvt <实体名称> <北京天伦王朝酒店>.  ?cvt <方向> ?x }\n",
        "Answer": "<西北方向>\t\n"
    },
    {
        "QuestionId": "q7116",
        "RawQuestion": "非感染性发热是否具有传染性？\n",
        "Sparql": "select ?x where { <非感染性发热> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\"否\"\t\n"
    },
    {
        "QuestionId": "q26",
        "RawQuestion": "豌豆公主这个形象出自于哪？\n",
        "Sparql": "select ?x where { <豌豆公主_（安徒生童话）> <作品出处> ?x. }\n",
        "Answer": "<安徒生童话>\t\n"
    },
    {
        "QuestionId": "q4282",
        "RawQuestion": "敏惠恭和元妃生前的寝宫是？\n",
        "Sparql": "select ?x where {  ?y <别名> \"敏惠恭和元妃，\" . ?y <寝宫> ?x .  }\n",
        "Answer": "<关雎宫>\t\n"
    },
    {
        "QuestionId": "q295",
        "RawQuestion": "\"打蛇打七寸\"中的七寸是什么含义？\n",
        "Sparql": "select ?x where { <七寸> <原意> ?x. }\n",
        "Answer": "\"指蛇的心脏位置\"\t\n"
    },
    {
        "QuestionId": "q6963",
        "RawQuestion": "RNA病毒由什么组成？\n",
        "Sparql": "select ?x where { ?y <标签> \"RNA病毒\". ?y <组成> ?x. } \n",
        "Answer": "\"通常由蛋白质外壳和RNA组成\"\t\n"
    },
    {
        "QuestionId": "q7540",
        "RawQuestion": "抚州荣誉国际酒店有熨衣服的服务吗？\n",
        "Sparql": "select ?x where { <抚州荣誉国际酒店> <是否有熨衣服务> ?x. }\n",
        "Answer": "<有熨衣服务>\t\n"
    },
    {
        "QuestionId": "q2163",
        "RawQuestion": "清华大学的校训是什么？\n",
        "Sparql": "select ?x where { <清华大学> <校训> ?x . }\n",
        "Answer": "<自强不息>\t<厚德载物_（成语）>\t\n"
    },
    {
        "QuestionId": "q5846",
        "RawQuestion": "清水湾的戒浪不冲浪俱乐部内有餐厅吗？\n",
        "Sparql": "select ?x where { <戒浪不冲浪俱乐部（清水湾店）> <是否有餐厅> ?x. }\n",
        "Answer": "<无餐厅>\t\n"
    },
    {
        "QuestionId": "q6487",
        "RawQuestion": "天坛公园在国家大剧院的哪个方向啊？\n",
        "Sparql": "select ?x where { <天坛公园> <位于> ?cvt.  ?cvt <实体名称> <国家大剧院>.  ?cvt <方向> ?x }\n",
        "Answer": "<东南方向>\t\n"
    },
    {
        "QuestionId": "q1484",
        "RawQuestion": "威猛先生隶属于哪个公司？\n",
        "Sparql": "select ?x where { <威猛先生> <隶属> ?y. ?y <公司名称> ?x. }\n",
        "Answer": "\"庄臣公司\"\t\n"
    },
    {
        "QuestionId": "q6651",
        "RawQuestion": "北京大学的校歌的作者是谁？\n",
        "Sparql": "SELECT ?x WHERE { <北京大学> <校歌> ?y. ?y <作者> ?x. } \n",
        "Answer": "<周保平>\t\n"
    },
    {
        "QuestionId": "q2318",
        "RawQuestion": "《骄儿诗》是谁写的？\n",
        "Sparql": "select ?x where { <骄儿诗> <作者> ?x. }\n",
        "Answer": "<李商隐_（唐朝诗人）>\t\n"
    },
    {
        "QuestionId": "q1152",
        "RawQuestion": "湛江市市花又叫做什么？\n",
        "Sparql": "select ?x where { <湛江> <市花> ?y. ?y <别称> ?x. }\n",
        "Answer": "<紫珠>\t\n"
    },
    {
        "QuestionId": "q5727",
        "RawQuestion": "润达奇妙萌宠乐园的门票是多少钱？\n",
        "Sparql": "select ?x where { <润达奇妙萌宠乐园> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:88.0。\"\t\n"
    },
    {
        "QuestionId": "q1980",
        "RawQuestion": "牙膏的上游是？\n",
        "Sparql": "select ?x where { <牙膏> <上游> ?x. }\n",
        "Answer": "<薄荷脑>\t<肉桂醛>\t\n"
    }
]