[
    {
        "QuestionId": "q6683",
        "RawQuestion": "流感裂解疫苗的规定组织是？\n",
        "Sparql": "SELECT ?x WHERE { <流感裂解疫苗> <规定组织> ?x } \n",
        "Answer": "<世界卫生组织>\t\"世界卫生组织\"\t\n"
    },
    {
        "QuestionId": "q1245",
        "RawQuestion": "主演天地英雄里的河北演员是什么星座？\n",
        "Sparql": "select ?x where { <红高粱_（1987年张艺谋执导电影）> <主演> ?y. ?y <出生地> <河北_（中国省级行政区）>. ?y <星座> ?x. }\n",
        "Answer": "<摩羯座_（占星学）>\t\n"
    },
    {
        "QuestionId": "q2345",
        "RawQuestion": "传说中国的文字是谁发明的？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"原始象形文字的创造者\". }\n",
        "Answer": "<仓颉_（黄帝时期造字史官）>\t<四目老翁_（仓颉）>\t<仓颉墓_（山东东阿仓颉墓）>\t\n"
    },
    {
        "QuestionId": "q751",
        "RawQuestion": "阿根廷国鸟属于哪个目？\n",
        "Sparql": "select ?x where { <阿根廷_（阿根廷共和国）> <国鸟> ?y. ?y <目> ?x. }\n",
        "Answer": "<雀形目>\t\n"
    },
    {
        "QuestionId": "q3328",
        "RawQuestion": "肺炎支原体肺炎属于什么科?\n",
        "Sparql": "select ?x where { <肺炎支原体肺炎> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q300",
        "RawQuestion": "别名聂双全的是哪位元帅？\n",
        "Sparql": "select ?y where { ?y <别名> \"聂双全\". }\n",
        "Answer": "<聂荣臻_（中华人民共和国元帅）>\t\n"
    },
    {
        "QuestionId": "q355",
        "RawQuestion": "忍者有什么作用？\n",
        "Sparql": "select ?y where { <忍者_（日本特殊职业）> <作用> ?y. }\n",
        "Answer": "\"主要从事间谍活动\"\t\n"
    },
    {
        "QuestionId": "q2275",
        "RawQuestion": "德国出过哪些哲学家？\n",
        "Sparql": "SELECT ?x WHERE { ?x <国籍> <德国_（德意志联邦共和国）> . ?x <职业> <哲学家_（基础含义）> . }\n",
        "Answer": "<斯宾格勒>\t<哈马贝斯>\t<弗里德里希·威廉·尼采>\t<穆迪·布瑞德>\t<费肖尔父子>\t<尼釆的超人哲学>\t<亚历山大·戈特利布·鲍姆嘉通>\t<康德_（德国古典哲学创始人）>\t<奥斯瓦尔德·屈尔佩>\t<齐美尔>\t<海德格尔_（德国哲学家）>\t<亚瑟·叔本华>\t<卡西尔>\t<本雅明_（本雅明）>\t<马克斯·韦特海默>\t<尼古拉·哈特曼>\t<威廉·冯特>\t<埃德蒙德·胡塞尔>\t<弗里德里希·恩格斯>\t<阿尔弗雷德·罗森堡>\t<戴盟_（德国哲学家）>\t<赫尔巴特，J.F.>\t<石里克，M·>\t<约翰·克里斯托弗·弗里德里希·冯·席勒>\t<约翰·戈特利布·费希特>\t<鲍勒诺夫>\t<路德维格·克拉格斯>\t<莱布尼茨，G.W.>\t<奥伊肯>\t<格奥尔格·威廉·弗里德里希·黑格尔>\t<圣阿尔伯特·马格纳斯>\t<弗朗兹·布伦塔诺>\t<路德维希·费尔巴哈>\t<舍勒，M·>\t<柯亨，H.>\t<艾尔伯图斯·麦格努斯>\t<阿多诺_（德国哲学家）>\t<鲁道尔夫·欧肯>\t<弗里德里希·威廉·约瑟夫·谢林>\t<康德，I.>\t<鲁道夫·赫尔曼·陆宰>\t<哈特曼，N.>\t<哈贝马斯，J.>\t<普列斯纳>\t<戈特弗里德·威廉·莱布尼茨>\t<赫尔德_（德国著名哲学家）>\t<费尔巴哈_（刑法学家）>\t<埃伦弗里德·瓦尔特·冯·契恩豪斯>\t<海因里希·约翰·李凯尔特>\t\n"
    },
    {
        "QuestionId": "q3473",
        "RawQuestion": "糖尿病足涉及什么检查？\n",
        "Sparql": "select ?x where { <糖尿病足> <涉及检查> ?x. }\n",
        "Answer": "<氧分压>\t\n"
    },
    {
        "QuestionId": "q4338",
        "RawQuestion": "用西瓜可以制作什么清热去火的饮品是？\n",
        "Sparql": "select ?x where { ?x <功效> \"清热去火\" . ?x <主要食材> <西瓜_（葫芦科植物）> . }\n",
        "Answer": "<西瓜可仁蜜豆西米露>\t\n"
    },
    {
        "QuestionId": "q4999",
        "RawQuestion": "非感染性发热属于什么？\n",
        "Sparql": "select ?x where { <非感染性发热> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1780",
        "RawQuestion": "维持担保比例计算公式？\n",
        "Sparql": "select ?x where { <维持担保比例> <公式> ?x. }\n",
        "Answer": "\"维持担保比例=（现金+信用证券账户内证券市值）/（融资买入金额+融券卖出证券数量×市价+利息及费用）\"\t\n"
    },
    {
        "QuestionId": "q963",
        "RawQuestion": "《巴黎圣母院》的作者有什么成就？\n",
        "Sparql": "select ?y where { <巴黎圣母院_（维克多·雨果长篇小说）> <作者> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"被后人称为“法兰西的 莎士比亚”\"\t\"19世纪前期积极浪漫主义文学的代表作家\"\t\"法国文学史上卓越的\"\t\"资产阶级民主作家\"\t\"一生共完成70卷作品\"\t\n"
    },
    {
        "QuestionId": "q4632",
        "RawQuestion": "货币的一般发行方\n",
        "Sparql": "select ?x where { <货币> <发行方> ?x. }\n",
        "Answer": "<中央银行>\t\n"
    },
    {
        "QuestionId": "q4874",
        "RawQuestion": "解毒胶囊是中药还是西药？\n",
        "Sparql": "select ?x where { <解毒胶囊> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t\n"
    },
    {
        "QuestionId": "q5623",
        "RawQuestion": "九寨沟风景区是免费景点吗？\n",
        "Sparql": "select ?x where {  <九寨沟风景区> <是否免费> ?x . }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q1974",
        "RawQuestion": "深证证券交易所的咨询热线是？\n",
        "Sparql": "select ?x where { <深证证券交易所> <咨询热线> ?x. }\n",
        "Answer": "\"400-808-9999\"\t\n"
    },
    {
        "QuestionId": "q7189",
        "RawQuestion": "如何诊断吞咽痛？\n",
        "Sparql": "select ?x where { <吞咽痛> <诊断> ?x. }\n",
        "Answer": "\"吞咽痛的鉴别诊断：急性咽喉炎：主要症状是起病急，初起时咽部干燥，灼热;继而疼痛，吞咽唾液时咽痛往往比进食时更为明显;可伴发热，头痛，食欲不振和四肢酸痛;侵及喉部，可伴声嘶和咳嗽。慢性咽喉炎：主要症状是咽部不适，干、痒、胀，分泌物多而灼痛，易干恶，有异物感，咯之不出，吞之不下。以上症状尤其会在说话稍多、食用刺激性食物后、疲劳或天气变化时加重。患者自觉吞咽疼痛即可诊断。\"\t\n"
    },
    {
        "QuestionId": "q3507",
        "RawQuestion": "滑膜肉瘤属于什么?\n",
        "Sparql": "select ?x where { <滑膜肉瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2382",
        "RawQuestion": "爱伦·坡出生在哪个城市？\n",
        "Sparql": "select ?y where { <埃德加·爱伦·坡> <出生地> ?y. }\n",
        "Answer": "<波士顿_（美国马萨诸塞州的首府和最大城市）>\t\n"
    },
    {
        "QuestionId": "q1193",
        "RawQuestion": "广义信息论的提出者的代表作品有哪些？\n",
        "Sparql": "select ?y where { <广义信息论> <提出者> ?x. ?x <代表作品> ?y. }\n",
        "Answer": "<时间简史_（斯蒂芬·霍金著作）>\t<大设计_（斯蒂芬·霍金著物理学专著）>\t<果壳中的宇宙>\t<我的简史>\t\n"
    },
    {
        "QuestionId": "q2592",
        "RawQuestion": "所有血型是O的篮球运动员？\n",
        "Sparql": "select ?x where { ?x <血型> <O型>. ?x <运动项目> <篮球_（球类运动）>. }\n",
        "Answer": "<克里斯·保罗>\t<胡一翰>\t<凯文·加内特>\t<赤木刚宪>\t<田垒_（台湾男子篮球运动员）>\t<马健_（原北京奥神男子篮球队队员）>\t<詹姆斯_（勒布朗·詹姆斯）>\t<宫城良田>\t\n"
    },
    {
        "QuestionId": "q1397",
        "RawQuestion": "赵本山是属什么的？\n",
        "Sparql": "select ?x where { <赵本山> <生肖> ?x. }\n",
        "Answer": "<鸡_（家禽种类）>\t\n"
    },
    {
        "QuestionId": "q4475",
        "RawQuestion": "Giraffe是什么的象征物？\n",
        "Sparql": "select ?y where { ?x <英文名称> \"Giraffe\". ?y<象征物> ?x. }\n",
        "Answer": "<鹿豹座>\t\n"
    },
    {
        "QuestionId": "q1588",
        "RawQuestion": "英伟达创立于哪年？\n",
        "Sparql": "select ?y where { ?x <公司名称> \"英伟达\". ?x <成立时间> ?y. }\n",
        "Answer": "\"1993\"\t\n"
    },
    {
        "QuestionId": "q2457",
        "RawQuestion": "耐克的创始人是谁？\n",
        "Sparql": "select ?x where { <NIKE> <创始人> ?x. }\n",
        "Answer": "<菲尔·奈特>\t\n"
    },
    {
        "QuestionId": "q4210",
        "RawQuestion": "如何鉴定一枚宝石？\n",
        "Sparql": "select ?x where { ?x <鉴定对象> \"宝石\" . ?x <类别> <鉴定方法> . }\n",
        "Answer": "<油浸法>\t\n"
    },
    {
        "QuestionId": "q2368",
        "RawQuestion": "八宝山的海拔？\n",
        "Sparql": "select ?x where { <八宝山_（北京八宝山）> <海拔> ?x . }\n",
        "Answer": "\"130米\"\t\n"
    },
    {
        "QuestionId": "q5824",
        "RawQuestion": "嘉善罗星阁君亭酒店可以玩沙子吗？\n",
        "Sparql": "select ?x where { <嘉善罗星阁君亭酒店> <是否有沙滩> ?x. }\n",
        "Answer": "<无沙滩>\t\n"
    },
    {
        "QuestionId": "q1109",
        "RawQuestion": "《悲惨世界》的作者的毕业院校是？\n",
        "Sparql": "select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<法兰西学院_（法国学术机构）>\t\n"
    },
    {
        "QuestionId": "q4014",
        "RawQuestion": "魔性诱惑的主演是哪国人？\n",
        "Sparql": "select ?x where { <魔性诱惑> <主演> ?y . ?y <国籍> ?x . }\n",
        "Answer": "<日本_（日本国）>\t\n"
    },
    {
        "QuestionId": "q2528",
        "RawQuestion": "留声机的发明者是哪个国家的人？\n",
        "Sparql": "select ?y where { <留声机_（放音装置）> <发明人> ?x. ?x <国籍> ?y . }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q2430",
        "RawQuestion": "老舍原名是什么？\n",
        "Sparql": "select ?x where { <老舍> <中文名> ?x. }\n",
        "Answer": "\"舒庆春\"\t\n"
    },
    {
        "QuestionId": "q5861",
        "RawQuestion": "广州独角兽星空艺术馆有酒店吗？\n",
        "Sparql": "select ?x where { <广州独角兽星空艺术馆> <是否有酒店> ?x. }\n",
        "Answer": "<无酒店>\t\n"
    },
    {
        "QuestionId": "q1204",
        "RawQuestion": "电影钢铁侠的导演都有哪些代表作品？\n",
        "Sparql": "select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <导演> ?y. ?y <代表作品> ?x.}\n",
        "Answer": "<钢铁侠2>\t<钢铁侠3>\t<Ironman_（美国2008年小罗伯特·唐尼主演电影）>\t\n"
    },
    {
        "QuestionId": "q4618",
        "RawQuestion": "MACD指标的中文全称\n",
        "Sparql": "select ?x where { <MACD> <中文全称为> ?x. }\n",
        "Answer": "\"数平滑异同移动平均线\"\t\n"
    },
    {
        "QuestionId": "q4631",
        "RawQuestion": "中国最早的货币是什么\n",
        "Sparql": "select ?x where { <中国> <最早的纸币> ?x. }\n",
        "Answer": "<天然海贝>\t\n"
    },
    {
        "QuestionId": "q3170",
        "RawQuestion": "房性早搏属于什么?\n",
        "Sparql": "select ?x where { <房性早搏> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3671",
        "RawQuestion": "荨麻疹的同义词是什么？\n",
        "Sparql": "select ?x where { <荨麻疹> <同义词> ?x. }\n",
        "Answer": "<风团,风疹块>\t\n"
    },
    {
        "QuestionId": "q3320",
        "RawQuestion": "股癣患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <股癣> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q459",
        "RawQuestion": "老舍的代表作有哪些？\n",
        "Sparql": "select ?x where { <老舍> <代表作品> ?x. }\n",
        "Answer": "<四世同堂_（老舍著中国现代长篇小说）>\t<骆驼祥子_（国家大剧院原创歌剧）>\t<茶馆_（中国经典话剧（老舍））>\t\n"
    },
    {
        "QuestionId": "q6815",
        "RawQuestion": "日本首都的都花是什么？\n",
        "Sparql": "SELECT ?y WHERE { <日本_（日本国）> <首都>?x. ?x<都花>?y. } \n",
        "Answer": "\"染井吉野樱\"\t\n"
    },
    {
        "QuestionId": "q1670",
        "RawQuestion": "钢铁侠有哪些队友？\n",
        "Sparql": "select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?y. ?x <所属团队> ?y. }\n",
        "Answer": "<仿声鸟_（美国漫威漫画旗下超级英雄）>\t<黑寡妇_（美国漫威漫画旗下超级英雄）>\t<美国上尉_（美国队长）>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t<猎鹰_（美国漫威漫画旗下超级英雄）>\t<埃里克·奥格雷迪>\t<鹰眼_（美国漫威漫画旗下超级英雄）>\t<冬日战士>\t<雷神托尔_（美国漫威漫画旗下超级英雄）>\t<黑蝠王>\t<仿声鸟_（美国漫威漫画旗下超级英雄）>\t<惊奇女士_（美国漫威漫画旗下超级英雄）>\t<绯红女巫>\t<战争机器_（美国漫威漫画旗下超级英雄）>\t<红巨人_（美国漫威漫画旗下超级英雄）>\t<蜘蛛侠_（美国漫威漫画旗下超级英雄）>\t<野兽_（美国漫威漫画旗下超级英雄）>\t<幻视_（美国漫威漫画旗下超级英雄）>\t<黑寡妇_（美国漫威漫画旗下超级英雄）>\t<美国上尉_（美国队长）>\t<黄蜂侠>\t<金刚狼_（美国漫威漫画旗下超级英雄）>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t<黑豹_（美国漫威漫画旗下超级英雄）>\t<猎鹰_（美国漫威漫画旗下超级英雄）>\t<蚁人_（美国漫威漫画旗下超级英雄）>\t<超胆侠_（美国漫威漫画旗下超级英雄）>\t<新星_（美国漫威漫画旗下超级英雄）>\t<石头人_（美国漫威漫画旗下超级英雄）>\t<美杜莎_（漫威旗下的超级英雄）>\t<奇异博士_（美国漫威漫画旗下超级英雄）>\t<斯科特·朗>\t<埃里克·奥格雷迪>\t<霹雳火_（美国漫威漫画旗下超级英雄）>\t<铁拳_（美国漫威漫画旗下超级英雄）>\t<神奇先生>\t<鹰眼_（美国漫威漫画旗下超级英雄）>\t<快银>\t<隐形女侠_（美国漫威漫画旗下超级英雄）>\t<杰茜卡·琼斯_（美国漫威漫画旗下超级英雄）>\t<黑蝠王>\t<野兽_（美国漫威漫画旗下超级英雄）>\t<X教授>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t<黑豹_（美国漫威漫画旗下超级英雄）>\t<奇异博士_（美国漫威漫画旗下超级英雄）>\t<神奇先生>\t\n"
    },
    {
        "QuestionId": "q2700",
        "RawQuestion": "飞亚股份的董事有哪几位?\n",
        "Sparql": "select ?x where { <飞亚股份> <董事> ?x. }\n",
        "Answer": "<付德斌>\t<陈立彬>\t<肖章林>\t<汪名川>\t<王波>\t\n"
    },
    {
        "QuestionId": "q3663",
        "RawQuestion": "横纹肌肉瘤属于什么?\n",
        "Sparql": "select ?x where { <横纹肌肉瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4237",
        "RawQuestion": "狄仁杰之通天帝国的主演还有哪些职业？\n",
        "Sparql": "select ?y where { ?x <代表作品> <通天帝国_（徐克执导电影）> . ?x <职业> <演员_（职业）> . ?x <职业> ?y . }\n",
        "Answer": "<导演>\t<出品人>\t<演员_（职业）>\t\n"
    },
    {
        "QuestionId": "q1689",
        "RawQuestion": "港股通交易存在哪些风险？\n",
        "Sparql": "select ?x where { <港股通> <交易风险> ?x. }\n",
        "Answer": "\"市场联动风险\"\t\"交易规则风险\"\t\"个股流动性风险\"\t\"跨境监管风险\"\t\"交易成本的风险\"\t\"透支风险\"\t\n"
    },
    {
        "QuestionId": "q2305",
        "RawQuestion": "魅族CEO是谁？\n",
        "Sparql": "select ?x where { <魅族_（魅族科技有限公司）> <现任ceo> ?x . }\n",
        "Answer": "<黄章>\t\n"
    },
    {
        "QuestionId": "q454",
        "RawQuestion": "《地下城与勇士》中鬼剑士大概多高？\n",
        "Sparql": "select ?x where { <鬼剑士_（地下城与勇士衍生动漫的主角之一）> <身高> ?x. }\n",
        "Answer": "\"178cm\"\t\n"
    },
    {
        "QuestionId": "q2139",
        "RawQuestion": "刘昊然是什么星座的？\n",
        "Sparql": "select ?x where { <刘昊然> <星座> ?x . }\n",
        "Answer": "<天秤座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q3026",
        "RawQuestion": "淋巴细胞计数与哪些疾病有关？\n",
        "Sparql": "select ?x where { <淋巴细胞计数> <涉及疾病> ?x. }\n",
        "Answer": "<淋巴细胞性脉络丛脑膜炎>\t<布氏菌病>\t<小儿原发性免疫缺陷病>\t<急性淋巴细胞性白血病>\t<白塞病性巩膜炎>\t<小儿非霍奇金淋巴瘤>\t<老年人流行性感冒>\t<慢性粒单核细胞白血病>\t<原发性免疫缺陷病>\t<严重联合免疫缺陷病>\t<布鲁氏菌病>\t<皮下T细胞淋巴瘤>\t<慢性肾上腺皮质功能减退症>\t<骨髓单核细胞白血病>\t<风疹>\t<水痘>\t<获得性免疫缺陷综合征>\t<慢性淋巴细胞白血病>\t<麻疹>\t<小儿发烧>\t<联合免疫缺陷病>\t<急性淋巴细胞白血病>\t<女性盆腔炎>\t<先天性免疫缺陷病>\t<修饰后麻疹>\t<小儿麻疹>\t<抗体免疫缺陷病>\t<病毒性肝炎>\t<德国麻疹>\t<免疫机能障碍>\t<艾迪生病>\t<慢性骨髓单核细胞性白血病>\t<大水疱形成>\t<白血病>\t<幼年型粒-单核细胞白血病>\t<水痘-带状疱疹性葡萄膜炎>\t<小儿急性播散性脑脊髓炎>\t\n"
    },
    {
        "QuestionId": "q2957",
        "RawQuestion": "恒生电子股份有限公司的董事长多大年纪了\n",
        "Sparql": "select ?x where { <恒生电子> <董事长> ?y. ?y <年龄> ?x. }\n",
        "Answer": "\"50岁\"\t\n"
    },
    {
        "QuestionId": "q1582",
        "RawQuestion": "在北京的哪些公立大学的校训含有\"实事求是\"？\n",
        "Sparql": "select ?x where { ?x <校训> <实事求是_（词语释义）>. ?x <类别> <公立大学>. ?x <所属地区> <北京_（中华人民共和国首都）>. }\n",
        "Answer": "<中国人民大学>\t\n"
    },
    {
        "QuestionId": "q3081",
        "RawQuestion": "病毒性肺炎是什么类型？\n",
        "Sparql": "select ?x where { <病毒性肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3050",
        "RawQuestion": "动脉血气分析属于什么类型的测定？\n",
        "Sparql": "select ?x where { <动脉血气分析> <类型> ?x. }\n",
        "Answer": "<科学>\t<血气测定>\t\n"
    },
    {
        "QuestionId": "q3311",
        "RawQuestion": "肺心病属于什么?\n",
        "Sparql": "select ?x where { <肺心病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2531",
        "RawQuestion": "《阳关三叠》是什么时候的琴曲？\n",
        "Sparql": "select ?x where { <阳关三叠> <歌曲类型> <古琴曲>. <阳关三叠> <朝代> ?x. }\n",
        "Answer": "<唐朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q3149",
        "RawQuestion": "毛周角化病属于什么类型?\n",
        "Sparql": "select ?x where { <毛周角化病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5321",
        "RawQuestion": "与肝硬化和链球菌感染有关的疾病有什么？\n",
        "Sparql": "select ?x where { ?x <涉及疾病> <肝硬化> . ?x <涉及疾病> <链球菌感染> . }\n",
        "Answer": "<胸腔积液>\t\n"
    },
    {
        "QuestionId": "q6714",
        "RawQuestion": "\t英国的作曲家都有哪些？\n",
        "Sparql": "select ?y where { ?y <国籍> <英国_（大不列颠及北爱尔兰联合王国）>. ?y <职业> <作曲家_（创作歌曲的专家）>. } \n",
        "Answer": "<亨利·杰克曼>\t<沙恩-托马斯>\t<亚瑟·沙利文>\t<约克·鲍文>\t<伊莫金·希普>\t<爱德华·埃尔加>\t<Max Richter>\t<弗雷迪·莫库里>\t<Daniel Bedingfield>\t<亚瑟·苏利文>\t<Guy Farley>\t<Paolo Nutini>\t<Stephen Barton>\t<蒂皮特>\t<麦克·欧菲尔德>\t<罗伯特·哈茨霍恩>\t<保罗·麦卡特尼>\t<Cher Lloyd>\t<哈利·葛瑞森-威廉斯>\t<John Powell>\t<阿诺德·巴克斯>\t<约翰·奥格东>\t<唐娜·露易斯>\t<Matthew Bellamy>\t<Alexandra Burke>\t<julian perretta>\t<肯·索恩>\t<顾森士>\t<弗雷德里克·戴留斯>\t<凯特·布什>\t<沃恩·威廉斯>\t<Clint Mansell>\t<Pete Townshend>\t<隆巴尔>\t<约翰尼·玛尔>\t<迪利厄斯>\t<克努森>\t<道兰德>\t<巴克斯_（英国作曲家）>\t\n"
    },
    {
        "QuestionId": "q7119",
        "RawQuestion": "怎么诊断非感染性发热？\n",
        "Sparql": "select ?x where { <非感染性发热> <诊断> ?x. }\n",
        "Answer": "\"感染性发热：各种传染病如细菌、病毒、真菌、螺旋体、疟原虫等作用于体温调节中枢、体温中枢功能紊乱或各种原因引起的产热过多、散热减少，导致体温升高超过正常范围的情形。白细胞计数高于1.2x109/L，或低于0.5109/L。不明原因发热：广义不明原因发热的概念是指所有的不明原因的发热者。但在临床上还采用发热的狭义概念,即不明原因发热。发热持续3周以上,体温在38.5℃以上,经详细询问病史、体格检查和常规实验室检查仍不能明确诊断者。中枢性发热：是指因中枢神经系统病变引起体温调节中枢异常所产生的发热。对其诊断之前应严格除外全身性或局部性炎症所致的发热，并除外其它发热病因。颅内疾病伴有发热时多为危重病例，其中大部分患者的发热是因颅内炎症、肺内感染、泌尿系感染所致。对于难以解释的中度体温升高，一时查不出感染源或感染的原因者，不能轻易认为是中枢性发热。应反复寻找全身或局部性感染原因以除外之，并注意有无药物热及其它发热的原因。持续性发热：当口温高于37.3℃或肛温高于37.6℃，一日间的变化超过1.2℃，即称之为发热。按照发热的高低，可区分为下列几种临床分度：低热37.4℃～38℃中等度热38.1℃～39℃高热39.1℃～41℃超高热41℃以上，持续4周以上，为持续性发热。弛张热指体温持续在39度以上，波动幅度大，24小时内体温波动范围超过2度，但都在正常水平以上。非感染性发热具有下列特点：1热程长超过2个月，热程越长，可能性越大2长期发热一般情况好，无明显中毒症状。3贫血、无痛性多部位淋巴结肿大、肝脾肿大\"\t\n"
    },
    {
        "QuestionId": "q3522",
        "RawQuestion": "精囊炎属于什么?\n",
        "Sparql": "select ?x where { <精囊炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q69",
        "RawQuestion": "肯德基的创始人是谁？\n",
        "Sparql": "select ?x where { <肯德基> <创始人> ?x . }\n",
        "Answer": "<哈兰·山德士>\t\n"
    },
    {
        "QuestionId": "q701",
        "RawQuestion": "被称为\"何仙姑\"的是模特是谁？\n",
        "Sparql": "select ?x where { ?x <别名> \"何仙姑\". ?x <职业> <模特_（职业（展示艺术、时尚产品等））>. }\n",
        "Answer": "<何穗>\t\n"
    },
    {
        "QuestionId": "q7491",
        "RawQuestion": "南京博物馆周边还有哪些可以玩的景点\n",
        "Sparql": "select ?x where { <南京博物院> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <类型> <景点>. }\n",
        "Answer": "<南京爱情博物展（新街口总店）>\t<南京独角兽星空艺术馆旗舰店>\t<南京恋爱博物馆>\t<紫金山探险公园>\t<永银钱币博物馆>\t\n"
    },
    {
        "QuestionId": "q3612",
        "RawQuestion": "冻结肩属于什么?\n",
        "Sparql": "select ?x where { <冻结肩> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4978",
        "RawQuestion": "发热伴出血与什么疾病有关？\n",
        "Sparql": "select ?x where { <发热伴出血> <涉及疾病> ?x. }\n",
        "Answer": "<埃博拉病毒病>\t<钩端螺旋体病>\t<甲型病毒性肝炎>\t<感染性心内膜炎>\t<流行性出血热>\t<伤寒>\t<败血症>\t<沙状病毒性出血热>\t\n"
    },
    {
        "QuestionId": "q3653",
        "RawQuestion": "在医学专科中腮腺炎属于什么？\n",
        "Sparql": "select ?x where { <腮腺炎> <医学专科> ?x. }\n",
        "Answer": "<传染病>\t\"传染科\"\t\"口腔科\"\t\n"
    },
    {
        "QuestionId": "q5121",
        "RawQuestion": "氧分压对于不同人群参考值有哪些？\n",
        "Sparql": "select ?x where { <氧分压> <参考值> ?x. }\n",
        "Answer": "\"9.98～13.30kPa(75～100mmHg)\"\t\"儿童、成人10.6～13.3kPa;新生儿8.0～12.0kPa。\"\t\n"
    },
    {
        "QuestionId": "q3348",
        "RawQuestion": "小儿肺炎属于什么?\n",
        "Sparql": "select ?x where { <小儿肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2589",
        "RawQuestion": "北京大学出了哪些科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<万元熙>\t<王阿莲>\t<王阳元>\t<郁彬>\t<程和平_（中国科学院院士）>\t<陈和生_（科学物理学家）>\t<王义遒>\t<邹冰松>\t<唐剑武>\t<黄荣辉>\t<郑晓瑛>\t<赵学搏>\t\n"
    },
    {
        "QuestionId": "q5950",
        "RawQuestion": "辽宁省博物馆在哪所城市？\n",
        "Sparql": "select ?x where { <辽宁省博物馆> <城市> ?x . }\n",
        "Answer": "<沈阳>\t\n"
    },
    {
        "QuestionId": "q4330",
        "RawQuestion": "发作时间随机的蠕虫病毒是？\n",
        "Sparql": "select ?x where { ?x <病毒类型> <蠕虫病毒> . ?x <发作时间> <随机> . }\n",
        "Answer": "<Worm.BugBear.B>\t<大无极病毒>\t<“硬盘杀手”病毒>\t<Worm.maldal.j2>\t<“口令蠕虫”病毒>\t<W32.HLLW.Lama>\t<小邮差病毒>\t<阿芙伦病毒>\t<冲击波病毒>\t<Worm.Novarg.ac/ad>\t<Worm.ChineseHacker-2>\t<911病毒>\t<Worm.Nimda.i>\t\n"
    },
    {
        "QuestionId": "q5637",
        "RawQuestion": "东莞梵高星空艺术馆内有母婴室吗？\n",
        "Sparql": "select ?x where { <东莞梵高星空艺术馆> <是否有母婴室> ?x. }\n",
        "Answer": "<有母婴室>\t\n"
    },
    {
        "QuestionId": "q2991",
        "RawQuestion": "海通证券的董事长多大年龄？\n",
        "Sparql": "select ?x where { <海通证券> <董事长> ?y. ?y <年纪> ?x. }\n",
        "Answer": "\"52岁\"\t\n"
    },
    {
        "QuestionId": "q2154",
        "RawQuestion": "哲学家柏拉图出生在哪里？\n",
        "Sparql": "select ?x where { <柏拉图_（古希腊哲学家）> <出生地> ?x . }\n",
        "Answer": "<雅典_（希腊首都）>\t\n"
    },
    {
        "QuestionId": "q5612",
        "RawQuestion": "梅里雪山国家公园是什么级别的景点？\n",
        "Sparql": "select ?x where { <梅里雪山国家公园> <景点的等级A> ?x. }\n",
        "Answer": "\"4A\"\t\n"
    },
    {
        "QuestionId": "q2993",
        "RawQuestion": "阿里巴巴逍遥子的职位是什么\n",
        "Sparql": "select ?x where { ?y <别称> <逍遥子>. ?y <任职公司> <阿里巴巴>. ?y <任职职位> ?x.  }\n",
        "Answer": "\"阿里巴巴集团首席执行官\"\t\n"
    },
    {
        "QuestionId": "q92",
        "RawQuestion": "黄河最主要的支流有哪些？\n",
        "Sparql": "select ?x where { <黄河_（中国第二长河）> <主要支流> ?x. }\n",
        "Answer": "<汾河_（黄河在山西境内的支流）>\t<洮河>\t<渭河_（中国黄河的最大支流）>\t\n"
    },
    {
        "QuestionId": "q4489",
        "RawQuestion": "五指峰景区是在哪里呢？\n",
        "Sparql": "select ?y where { <五指峰_（湖南张家界五指峰）> <地区> ?y . }\n",
        "Answer": "<张家界>\t\n"
    },
    {
        "QuestionId": "q6607",
        "RawQuestion": "《康熙大帝》的作者原名是啥？\n",
        "Sparql": "select ?x where { <康熙大帝（全四册）> <作者> ?y. ?y <别名> ?x. } \n",
        "Answer": "\"凌解放（原名）\"\t\n"
    },
    {
        "QuestionId": "q4252",
        "RawQuestion": "魔术师约翰逊穿多少号球衣？\n",
        "Sparql": "select ?y where { ?x <别名> \"Magic Johnson（魔术师约翰逊）\" . ?x <球衣号码> ?y . }\n",
        "Answer": "\"32\"\t\n"
    },
    {
        "QuestionId": "q1953",
        "RawQuestion": "产业链有哪四个维度？\n",
        "Sparql": "select ?x where { <产业链有> <维度> ?x. }\n",
        "Answer": "<企业链>\t<价值链>\t<供需链>\t<空间链>\t\n"
    },
    {
        "QuestionId": "q4005",
        "RawQuestion": "阿里巴巴董事局主席的故乡在哪？\n",
        "Sparql": "select ?x where { <阿里巴巴> <董事局主席> ?y. ?y <家乡所在地> ?x. }\n",
        "Answer": "<浙江省嵊州市谷来镇>\t\n"
    },
    {
        "QuestionId": "q4638",
        "RawQuestion": "港交所的全称\n",
        "Sparql": "select ?x where { <港交所> <全称> ?x. }\n",
        "Answer": "<香港交易及结算所有限公司>\t\n"
    },
    {
        "QuestionId": "q4831",
        "RawQuestion": "下肢深静脉血栓形成在什么科室就诊？\n",
        "Sparql": "select ?x where { <下肢深静脉血栓形成> <科室> ?x. }\n",
        "Answer": "<血管外科>\t<普通外科>\t\n"
    },
    {
        "QuestionId": "q3381",
        "RawQuestion": "获得性免疫缺陷综合征涉及什么检查？\n",
        "Sparql": "select ?x where { <获得性免疫缺陷综合征> <涉及检查> ?x. }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q4413",
        "RawQuestion": "李易峰毕业于哪个学校？\n",
        "Sparql": "select ?x where { <李易峰> <毕业院校> ?x. }\n",
        "Answer": "<四川电影电视学院>\t\n"
    },
    {
        "QuestionId": "q4612",
        "RawQuestion": "北京有几家湘财证券的营业部\n",
        "Sparql": "select ?x where { <湘财证券> <网点> ?x. ?x <所属地区> <北京>. }\n",
        "Answer": "<北京市朝阳区北四环东路证券营业部>\t<北京市朝阳区朝外大街证券营业部>\t<北京市朝阳区建国门内大街证券营业部>\t<北京市海淀区首体南路证券营业部>\t<北京市顺义区站前街证券营业部>\t\n"
    },
    {
        "QuestionId": "q1930",
        "RawQuestion": "食用油的下游上市公司？\n",
        "Sparql": "select ?x where { <食用油> <下游> ?y. ?x <主营产品> ?y. }\n",
        "Answer": "<台州新博扬信息技术有限公司>\t<全聚德>\t<天邦股份>\t<悦达投资>\t\n"
    },
    {
        "QuestionId": "q1503",
        "RawQuestion": "粉丝名为暖阳的演员出生日期是？\n",
        "Sparql": "select ?y where { ?x <粉丝名> \"暖阳\". ?x <出生日期> ?y. }\n",
        "Answer": "\"1997-10-10\"\t\n"
    },
    {
        "QuestionId": "q821",
        "RawQuestion": "哪些技术可以同时应用于农业和工业？\n",
        "Sparql": "select ?x where { ?x <应用领域> <工业> . ?x <应用领域> <农业> . }\n",
        "Answer": "<水凝胶>\t<自动化>\t<超声波料位计>\t<次声波>\t<精密台式PH计>\t<筛网>\t<上海企翔泵业有限公司>\t<紫外光源>\t<超声波>\t<金属筛网>\t<超声波模具>\t<封闭电炉>\t<网络化温室生产现场视频信息采集系统>\t\n"
    },
    {
        "QuestionId": "q6430",
        "RawQuestion": "西安威斯汀大酒店内有接送服务吗？\n",
        "Sparql": "select ?x where { <西安威斯汀大酒店> <是否有接送服务> ?x. }\n",
        "Answer": "<有接站服务:每车 350 RMB>\t\n"
    },
    {
        "QuestionId": "q4677",
        "RawQuestion": "外汇期权的种类\n",
        "Sparql": "select ?x where { <外汇期权> <类别> ?x. }\n",
        "Answer": "<欧式期权>\t<美式期权>\t<百慕大期权>\t\n"
    },
    {
        "QuestionId": "q1632",
        "RawQuestion": "纪晓岚当的是什么官？\n",
        "Sparql": "select ?y where { ?x <别名> ?z . filter regex(?z, \"纪晓岚\") . ?x <官职> ?y . }\n",
        "Answer": "<尚书_（中国史书）>\t<协办大学士>\t<礼部>\t\n"
    },
    {
        "QuestionId": "q1056",
        "RawQuestion": "歌曲《红玫瑰》的原唱歌手是什么民族的？\n",
        "Sparql": "select ?x where { <红玫瑰_（陈奕迅演唱歌曲）> <歌曲原唱> ?y. ?y <民族> ?x. }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q7473",
        "RawQuestion": "颐和园附近的哪些酒店能租车？\n",
        "Sparql": "select ?y where { <颐和园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有租车服务> <有租车服务>.?y <类型> <酒店>. }\n",
        "Answer": "<北京中关村皇冠假日酒店>\t<北京友谊宾馆（贵宾楼）>\t<北京世纪金源大饭店>\t\n"
    },
    {
        "QuestionId": "q3060",
        "RawQuestion": "急性呼吸窘迫综合征的同义词是什么？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <同义词> ?x. }\n",
        "Answer": "<成人呼吸窘迫综合征>\t\n"
    },
    {
        "QuestionId": "q5301",
        "RawQuestion": "胆囊结石病的病因是怎样的？\n",
        "Sparql": "select ?x where { <胆囊结石> <病因> ?x. }\n",
        "Answer": "\"肥胖、妊娠、高脂肪饮食等因素所致\"\t\n"
    },
    {
        "QuestionId": "q3556",
        "RawQuestion": "急性中耳炎属于什么?\n",
        "Sparql": "select ?x where { <急性中耳炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1751",
        "RawQuestion": "深证主板上市公司数？\n",
        "Sparql": "select ?x where { <深证主板> <上市公司数> ?x. }\n",
        "Answer": "\"473\"\t\n"
    },
    {
        "QuestionId": "q5582",
        "RawQuestion": "黎城县的壶山温泉适合游玩几个小时？\n",
        "Sparql": "select ?x where { <壶山温泉> <城市> <黎城县> . <壶山温泉> <建议游玩时长> ?x . }\n",
        "Answer": "\"1-2小时\"\t\n"
    },
    {
        "QuestionId": "q3592",
        "RawQuestion": "肠道菌群失调症的常见病症是什么？\n",
        "Sparql": "select ?x where { <肠道菌群失调症> <常见症状> ?x. }\n",
        "Answer": "<腹泻>\t\n"
    },
    {
        "QuestionId": "q7089",
        "RawQuestion": "气短要如何诊断？\n",
        "Sparql": "select ?x where { <气短> <诊断> ?x. }\n",
        "Answer": "\"呼吸困难(呼吸窘迫)是呼吸功能不全的一个重要症状,是患者主观上有空气不足或呼吸费力的感觉;而客观上表现为呼吸频率、深度、和节律的改变。呼吸短促，多有呼吸系统或心血管系统疾病。心血管疾病，又称为循环系统疾病，是一系列涉及循环系统的疾病，循环系统指人体内运送血液的器官和组织，主要包括心脏、血管(动脉、静脉、微血管)，可以细分为急性和慢性，一般都是与动脉硬化有关。这些疾病都有着相似的病因、病发过程及治疗方法。\"\t\n"
    },
    {
        "QuestionId": "q6230",
        "RawQuestion": "北京饭店附近有免费储物柜出租的景点\n",
        "Sparql": "select ?y  where { <北京饭店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有储物柜租赁> <有免费储物柜租赁>.  ?y <类型> <景点>. }\n",
        "Answer": "<国家大剧院>\t\n"
    },
    {
        "QuestionId": "q4566",
        "RawQuestion": "大康农业的COO?\n",
        "Sparql": "select ?x where { <大康农业> <coo> ?x. }\n",
        "Answer": "<毛洪斌>\t\n"
    },
    {
        "QuestionId": "q4363",
        "RawQuestion": "神圣罗马帝国的最后一个皇帝是谁？\n",
        "Sparql": "select ?x where { <神圣罗马帝国_（历史国家）> <末任皇帝> ?x.}\n",
        "Answer": "\"弗朗茨二世\"\t\n"
    },
    {
        "QuestionId": "q7133",
        "RawQuestion": "如何预防周期性畏寒发热出汗热退症状？\n",
        "Sparql": "select ?x where { <周期性畏寒发热出汗热退症状> <预防> ?x. }\n",
        "Answer": "\"1.预防包括个体预防和群体预防。预防措施有蚊媒防制和预防服药。蚊媒防制包括杀灭蚊和使用蚊帐及驱蚊剂。预防服药是保护易感人群的重要措施之一。常用的预防性抗疟药有氯喹(chloroquine)，对抗氯喹的恶性疟，可用哌喹(piperaquine)或哌喹加乙胺嘧啶(pyrimethamine)或乙胺嘧啶加伯氨喹啉(primaquine)。不论个体或群体进行预防服药，每种药物疗法不宜超过半年。2.治疗：疟疾治疗应包括对现症病人的治疗(杀灭红细胞内期疟原虫)和疟疾发作休止期的治疗(杀灭红细胞外期休眠子)。休止期的治疗是指在疟疾传播休止期，对1～2年内有疟疾史和带虫者的治疗，以控制间日疟的复发和减少传染源。\"\t\n"
    },
    {
        "QuestionId": "q2729",
        "RawQuestion": "大数据100指数是什么指数？\n",
        "Sparql": "select ?x where { <大数据100指数> <释义> ?x. }\n",
        "Answer": "\"大数据100指数(简称：i100)是由南方基金、新浪财经、深证信息公司三强联手，于2014年9月12日正式对外发布的以互联网财经大数据应用为特色，基于财经媒体与社交平台挖掘投资情绪并应用于指数选样的策略指数。\"\t\n"
    },
    {
        "QuestionId": "q1106",
        "RawQuestion": "小马哥有什么社会影响？\n",
        "Sparql": "select ?y where { ?x <别名> \"小马哥\". ?x <社会影响> ?y. }\n",
        "Answer": "\"2015中国最具影响力50位商界领袖\"\t\n"
    },
    {
        "QuestionId": "q2272",
        "RawQuestion": "《瞧，这个人》是谁的作品？\n",
        "Sparql": "SELECT ?x WHERE { <瞧，这个人> <作者> ?x . }\n",
        "Answer": "<弗里德里希·威廉·尼采>\t\n"
    },
    {
        "QuestionId": "q282",
        "RawQuestion": "八大菜系有哪些？\n",
        "Sparql": "select ?x where { <八大菜系> <组成> ?x . }\n",
        "Answer": "<苏_（苏是汉语汉字姓氏动词）>\t<徽>\t<浙_（汉字）>\t<川>\t<湘_（中国汉字）>\t<鲁_（中国汉字）>\t<福建>\t<粤_（汉语汉字）>\t\n"
    },
    {
        "QuestionId": "q4659",
        "RawQuestion": "基金资管产品的发行机构\n",
        "Sparql": "select ?x where { <基金资管产品> <发行机构> ?x. }\n",
        "Answer": "<基金子公司>\t\n"
    },
    {
        "QuestionId": "q3008",
        "RawQuestion": "肺炎支原体抗体测定所涉及什么症状？\n",
        "Sparql": "select ?x where { <肺炎支原体抗体测定> <涉及症状> ?x. }\n",
        "Answer": "<糖尿>\t\n"
    },
    {
        "QuestionId": "q3404",
        "RawQuestion": "房室传导阻滞的同义词是什么？\n",
        "Sparql": "select ?x where { <房室传导阻滞> <同义词> ?x. }\n",
        "Answer": "<房室阻滞>\t\n"
    },
    {
        "QuestionId": "q2759",
        "RawQuestion": "橡胶期货在哪个交易所交易\n",
        "Sparql": "select ?x where { <橡胶期货> <交易机构> ?x. }\n",
        "Answer": "<上期所>\t\n"
    },
    {
        "QuestionId": "q4004",
        "RawQuestion": "万达董事长的儿子是谁？\n",
        "Sparql": "select ?x where { <万达> <董事长> ?y. ?y <儿子> ?x. }\n",
        "Answer": "<王思聪>\t\n"
    },
    {
        "QuestionId": "q2643",
        "RawQuestion": "有哪些维吾尔族演员？\n",
        "Sparql": "select ?x where { ?x <民族> <维吾尔族>. ?x <职业> <演员_（职业）>. }\n",
        "Answer": "<帕丽扎提·艾尼>\t<阿孜>\t<茹仙古丽>\t<那迪>\t<希莉娜依>\t<吐尼莎>\t<娜菲莎>\t<迪丽娜孜·艾合买提耶娃>\t<吐尔逊娜依_（新疆青年舞蹈家）>\t<沙衣达·艾合买提>\t<迪丽热巴迪力木拉>\t<阿依吐拉>\t<卡迪琳娜>\t<吾木提·吐尔逊>\t<古再力努尔·库尔班>\t<迪丽热巴>\t<阿孜古丽·尼加提>\t<阿卜力克木·阿卜来提>\t<古力娜扎>\t<阿帕尔江>\t<伊斯拉木江？瓦力斯>\t<麦迪娜>\t<阿孜古丽·热西提>\t<伊斯拉木江>\t<库比努尔>\t<阿力木_（歌手、演员）>\t<梅丽古丽·艾买提>\t<阿依古丽_（舞蹈家）>\t<居来提·库提来>\t<帕尔维娜>\t\n"
    },
    {
        "QuestionId": "q3186",
        "RawQuestion": "脑出血属于什么?\n",
        "Sparql": "select ?x where { <脑出血> <类型> ?x. }\n",
        "Answer": "<事件>\t\n"
    },
    {
        "QuestionId": "q7132",
        "RawQuestion": "怎么诊断中枢性发热？\n",
        "Sparql": "select ?x where { <中枢性发热> <诊断> ?x. }\n",
        "Answer": "\"感染性发热：各种传染病如细菌、病毒、真菌、螺旋体、疟原虫等作用于体温调节中枢、体温中枢功能紊乱或各种原因引起的产热过多、散热减少，导致体温升高超过正常范围的情形。不明原因发热：广义不明原因发热的概念是指所有的不明原因的发热者。但在临床上还采用发热的狭义概念,即不明原因发热。发热持续3周以上,体温在38.5℃以上,经详细询问病史、体格检查和常规实验室检查仍不能明确诊断者。持续性发热：当口温高于37.3℃或肛温高于37.6℃，一日间的变化超过1.2℃，即称之为发热。按照发热的高低，可区分为下列几种临床分度：低热37.4℃～38℃中等度热38.1℃～39℃高热39.1℃～41℃超高热41℃以上，持续4周以上，为持续性发热。弛张热：指体温持续在39度以上，波动幅度大，24小时内体温波动范围超过2度，但都在正常水平以上。稽留热：体温恒定地维持在39-40℃以上的高水平，达数天或数周。24小时内体温波动范围不超过1℃。常见于肺炎球菌肺炎、斑疹伤寒及伤寒高热期。\"\t\n"
    },
    {
        "QuestionId": "q7402",
        "RawQuestion": "颐和园附近的酒店，没有吸烟区的\n",
        "Sparql": "select ?y  where { <颐和园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有吸烟区> <无吸烟区>. ?y <类型> <酒店>.  }\n",
        "Answer": "<北京中关村皇冠假日酒店>\t<北大博雅国际酒店>\t<北京友谊宾馆（贵宾楼）>\t<北京世纪金源大饭店>\t\n"
    },
    {
        "QuestionId": "q6559",
        "RawQuestion": "诗人李白的祖籍的车牌代码是什么？\n",
        "Sparql": "select ?x where { <李白_（唐朝著名诗人）> <祖籍>  ?y. ?y <车牌代码> ?x. } \n",
        "Answer": "\"甘J\"\t\n"
    },
    {
        "QuestionId": "q5829",
        "RawQuestion": "故宫博物院什么季节去最适合游玩？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q7399",
        "RawQuestion": "成都香格里拉大酒店内有班车服务吗？\n",
        "Sparql": "select ?x where { <成都香格里拉大酒店> <是否有班车服务> ?x. }\n",
        "Answer": "<无班车服务>\t\n"
    },
    {
        "QuestionId": "q6505",
        "RawQuestion": "大连新世界酒店哪些房型可以住2个人\n",
        "Sparql": "select distinct ?x where { <大连新世界酒店> <房型名称> ?x. ?x <容纳人数> \"2.0\"^^<http://www.w3.org/2001/XMLSchema#float>. }\n",
        "Answer": "<套房>\t<豪华套房>\t<豪华大床房>\t<豪华客房>\t<豪华双床房>\t<高级大床房>\t<高级双床房>\t<高级客房>\t<公寓客房>\t<尊贵房>\t<超豪华双床房>\t<超豪华大床房>\t<大床套房>\t<聚贤荟豪华客房>\t<超豪华客房>\t<聚贤荟豪华双床房>\t<聚贤荟豪华大床房>\t<套房亲子房>\t<星空梦幻亲子大床房>\t<星空梦幻亲子双床房>\t<主管套房>\t\n"
    },
    {
        "QuestionId": "q2997",
        "RawQuestion": "肺炎衣原体核酸检测涉及到哪些症状？\n",
        "Sparql": "select ?x where { <肺炎衣原体核酸检测> <涉及症状> ?x. }\n",
        "Answer": "<麻疹面容>\t\n"
    },
    {
        "QuestionId": "q4385",
        "RawQuestion": "漫画《海贼王》的作者最崇拜哪个漫画家？\n",
        "Sparql": "select ?x where{ <海贼王_（尾田荣一郎创作的漫画作品）> <作者> ?y. ?y <最崇拜的人物> ?x.}\n",
        "Answer": "\"鸟山明\"\t\n"
    },
    {
        "QuestionId": "q1574",
        "RawQuestion": "舒伯特出生城市有多大？\n",
        "Sparql": "select ?y where { <舒伯特> <出生地> ?x. ?x <城市面积> ?y.}\n",
        "Answer": "\"414.65 平方公里\"\t\n"
    },
    {
        "QuestionId": "q1036",
        "RawQuestion": "著有《百年孤独》一书的作者出生于何时？\n",
        "Sparql": "select ?x where { <百年孤独> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1927-03-06\"\t\n"
    },
    {
        "QuestionId": "q1061",
        "RawQuestion": "处女座守护星用英语怎么说呀？\n",
        "Sparql": "select ?z where { ?x <中文名> \"处女座\" . ?x <守护星> ?y . ?y <外文名> ?z . }\n",
        "Answer": "\"Mercury\"\t\n"
    },
    {
        "QuestionId": "q5077",
        "RawQuestion": "阵发性夜间呼吸困难与什么疾病有关?\n",
        "Sparql": "select ?x where { <阵发性夜间呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<尿毒症性肺炎>\t<动脉粥样硬化>\t<主动脉瓣狭窄>\t\n"
    },
    {
        "QuestionId": "q7535",
        "RawQuestion": "福州隶属于威斯汀的酒店有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <福州> . ?x <酒店品牌名称> <威斯汀> . ?x <类型> <酒店>}\n",
        "Answer": "<福州富力威斯汀酒店>\t\n"
    },
    {
        "QuestionId": "q1902",
        "RawQuestion": "新三板的投资者有哪些？\n",
        "Sparql": "select ?x where { <新三板> <投资者> ?x. }\n",
        "Answer": "\"合格投资者\"\t\"受限投资者\"\t\n"
    },
    {
        "QuestionId": "q148",
        "RawQuestion": "北京大学有多少个博士点？\n",
        "Sparql": "select ?y where { <北京大学> <博士点> ?y. }\n",
        "Answer": "\"263 个\"\t\n"
    },
    {
        "QuestionId": "q6044",
        "RawQuestion": "辽宁博物馆里面有可以吃饭的地方吗\n",
        "Sparql": "select ?x where { <辽宁省博物馆> <是否有餐厅> ?x. }\n",
        "Answer": "<有餐厅>\t\n"
    }
]