[
    {
        "QuestionId": "q93",
        "RawQuestion": "皮卡丘是什么属性的小精灵？\n",
        "Sparql": "select ?x where { <皮卡丘> <属性> ?x. }\n",
        "Answer": "<电_（自然现象之一）>\t\n"
    },
    {
        "QuestionId": "q2042",
        "RawQuestion": "青城派哪位掌门号称\"三峡以西剑法第一\"？\n",
        "Sparql": "select ?x where { <青城派_（金庸小说中的门派）> <掌门人> ?x . ?x <号称> \"三峡以西剑法第一\" . }\n",
        "Answer": "<长青子>\t\n"
    },
    {
        "QuestionId": "q4979",
        "RawQuestion": "发热伴咳嗽、咯痰、胸痛属于什么？\n",
        "Sparql": "select ?x where { <发热伴咳嗽、咯痰、胸痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q547",
        "RawQuestion": "拉斯维加斯所属州的别名是什么？\n",
        "Sparql": "select ?x where { <拉斯维加斯_（美国内华达州的最大城市）> <所属地区> ?y. ?y <别名> ?x. }\n",
        "Answer": "\"The Silver State\"\t\n"
    },
    {
        "QuestionId": "q2181",
        "RawQuestion": "被誉为\"性感小野马\"的金泫雅有多重？\n",
        "Sparql": "select ?x where { <金泫雅> <体重> ?x . }\n",
        "Answer": "\"43kg\"\t\n"
    },
    {
        "QuestionId": "q6460",
        "RawQuestion": "宁海的开元名都的酒店都有啥？\n",
        "Sparql": "select ?x where { ?x <城市> <宁海> . ?x <酒店品牌名称> <开元名都> . }\n",
        "Answer": "<宁海金海开元名都大酒店>\t\n"
    },
    {
        "QuestionId": "q5156",
        "RawQuestion": "患有皮肌炎的高发人群是什么？\n",
        "Sparql": "select ?x where { <皮肌炎> <高发人群> ?x. }\n",
        "Answer": "\"发生于任何年龄，女性略占多数\"\t\n"
    },
    {
        "QuestionId": "q6968",
        "RawQuestion": "血常规的一般参考值是多少？\n",
        "Sparql": "select ?x where { ?y <标签> \"血常规\". ?y <参考值> ?x. } \n",
        "Answer": "\"红细胞计数(RBC)(单位：10^12/L)男：4.0-5.50*10^12/L，女：3.5～5.0*10^12/L，新生儿：6.0～7.0*10^12/L;红细胞压积(HCT)(单位：%)男：40-50%，女：36-45%，新生儿：36-50%;平均红细胞体积(MCV)(单位：fL)男：80-100FL，女：80-100FL，新生儿：97-109FL；红细胞分布宽度(单位：%)男：10-16%，女：10-16%，新生儿：10-18%；血红蛋白浓度(HGB)(单位：g/L)：男：120～160*g/L，女：110～150*g/L，新生儿：170-200*g/L；平均红细胞血红蛋白含量(MCH)(单位：pg)男：26～38pg，女：26～38pg，新生儿：26～38pg；平均红细胞血红蛋白浓度(MCHC)(单位：g/L)男：300～360*g/L，女：300～360*g/L，新生儿：300～360*g/L；白细胞计数(WBC)(单位：10^9/L)男：4-10*10^9/L，女：4-10*10^9/L，新生儿：1.5-2.0*10^9/L；单核细胞计数(MONO)(单位：10^9/L)男：0.3-0.8*10^9/L，女：0.3-0.8*10^9/L，新生儿：0.3-0.8*10^9/L；单核细胞比例(MONO%)(单位：%)男：3-10%，女：3-10%，新生儿：3-10%；中性粒细胞计数(NEUT)(单位：10^9/L)男：2.0-7.5*10^9/L，女：2.0-7.5*10^9/L，新生儿2.0-7.5*10^9/L；中性粒细胞比例(NEUT%)(单位：%)男：50-70%，女：50-70%，新生儿50-70%；淋巴细胞计数(LY)(单位：10^9/L)男：0.8-4.0*10^9/L，女：0.8-4.0*10^9/L，新生儿：0.8-4.0*10^9/L；淋巴细胞比值(LY%)(单位：%)男：17-50%，女：17-50%，新生儿17-50%；血小板计数(PLT)(单位：10^9/L)男：100-300*10^9/L，女：100-300*10^9/L，新生儿：100-300*10^9/L；血小板体积分布宽度(PDW)(单位：%)男：10-18%，女：10-18%，新生儿：10-18%；平均血小板体积(MPV)(单位：fL)男：7-13fL，女：7-13fL，新生儿：7-13fL；大型血小板比例(P-LCR)(单位：%)男：10-50%，女：10-50%，新生儿：10-50%；血小板压积(PCT)男：0.10-0.35%，女：0.10-0.35%，新生儿：0.10-0.35%。\"\t\n"
    },
    {
        "QuestionId": "q1954",
        "RawQuestion": "养老金将迎15连涨影响的概念是？\n",
        "Sparql": "select ?x where { ?x <事件> <养老金将迎15连涨>. }\n",
        "Answer": "<养老概念>\t\n"
    },
    {
        "QuestionId": "q4511",
        "RawQuestion": "索尼公司的市盈率？\n",
        "Sparql": "select ?x where { <索尼公司> <市盈率> ?x. }\n",
        "Answer": "\"8.04倍\"\t\n"
    },
    {
        "QuestionId": "q7263",
        "RawQuestion": "吸入性肺炎患者有怎样的病症表现？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <临床表现> ?x. }\n",
        "Answer": "\"喉反射性痉挛和喘鸣剧咳，痉挛性咳嗽伴气急，体温中高热，两肺湿啰音和哮鸣音，严重低氧血症，呼吸窘迫征\"\t\n"
    },
    {
        "QuestionId": "q227",
        "RawQuestion": "爱伦·坡有哪些作品？\n",
        "Sparql": "select ?y where { ?y <作者> <埃德加·爱伦·坡>. }\n",
        "Answer": "<最快乐的日子>\t<爱伦坡短篇小说选集>\t<一首谜诗>\t<大师插图本：爱伦·坡诗集>\t<悬疑集>\t<欧美经典侦探小说精选>\t<催眠启示录>\t<十四行诗——致科学>\t<爱伦·坡暗黑故事集>\t<致海伦>\t<贵族侦探杜宾探案故事>\t<经典爱伦坡惊悚集>\t<安娜贝尔·丽>\t<外教社法语分级注释读物系列>\t<红魔假面舞会>\t<爱伦·坡暗黑故事全集（上册）>\t<爱伦·坡短篇小说集>\t<爱伦·坡精品集>\t<伊斯拉菲尔_（爱伦坡创作诗歌）>\t<致河>\t<西·奥古斯特·杜宾>\t<我发现了>\t<怪异故事集（两种图片随机发放）>\t<尤娜路姆>\t<失窃的信>\t<世界著名惊悚故事>\t<爱伦·坡恐怖小说选>\t<莫格街凶杀案>\t<爱伦·坡诗集>\t<尤拉丽之歌>\t<泄密的心_（美国埃德加·爱伦·坡著短篇小说）>\t<致我的母亲>\t<你就是杀人凶手>\t<亡灵_（埃德加爱伦坡诗歌作品）>\t<金甲虫_（美国爱伦·坡著中篇小说）>\t<推好看>\t<爱伦坡的诡异王国>\t<丽姬娅>\t<安娜蓓尔·李>\t\n"
    },
    {
        "QuestionId": "q2043",
        "RawQuestion": "谁让令狐冲接任恒山派掌门人？\n",
        "Sparql": "select ?x where { ?x <遗言> \"让令狐冲接任恒山派掌门人\" . }\n",
        "Answer": "<定闲师太>\t\n"
    },
    {
        "QuestionId": "q5713",
        "RawQuestion": "深圳恒丰海悦国际酒店的就餐时间是几点？\n",
        "Sparql": "select ?x where { <深圳恒丰海悦国际酒店> <就餐时间> ?x. }\n",
        "Answer": "\"每天06:30-10:30开放\"\t\n"
    },
    {
        "QuestionId": "q1038",
        "RawQuestion": "浙江大学出了哪些化学家\n",
        "Sparql": "select ?x where { ?x <职业> <化学家> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<陈纪忠>\t<谢学锦>\t\n"
    },
    {
        "QuestionId": "q5167",
        "RawQuestion": "血管炎有什么别称？\n",
        "Sparql": "select ?x where { <血管炎> <别称> ?x. }\n",
        "Answer": "\"脉管炎\"\t\n"
    },
    {
        "QuestionId": "q1822",
        "RawQuestion": "詹森指数的公式？\n",
        "Sparql": "select ?x where { <詹森指数> <公式> ?x. }\n",
        "Answer": "\"詹森指数=Ri,t—[Rf,t+βi(Rm,t-Rft)]\"\t\n"
    },
    {
        "QuestionId": "q4739",
        "RawQuestion": "第五套人民币硬币的券别\n",
        "Sparql": "select ?x where { <第五套人民币硬币> <面额> ?x. }\n",
        "Answer": "<1角硬币>\t<5角硬币>\t<1元硬币>\t\n"
    },
    {
        "QuestionId": "q1656",
        "RawQuestion": "《三体》的作者毕业于哪所大学？\n",
        "Sparql": "select ?y where { <三体_（刘慈欣著科幻小说）> <作者> ?x. ?x <毕业院校> ?y. }\n",
        "Answer": "<华北水利水电大学>\t\n"
    },
    {
        "QuestionId": "q5933",
        "RawQuestion": "宝石山是全年免费的吗？\n",
        "Sparql": "select ?x where { <宝石山> <是否免费> ?x. }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q2704",
        "RawQuestion": "飞亚股份的职工代表监事是谁?\n",
        "Sparql": "select ?x where { <飞亚股份> <职工代表监事> ?x. }\n",
        "Answer": "<王璟琦>\t\n"
    },
    {
        "QuestionId": "q4543",
        "RawQuestion": "可立克的董事成员?\n",
        "Sparql": "select ?x where { <可立克> <董事> ?x. }\n",
        "Answer": "<伍春霞>\t<肖铿>\t<顾洁>\t<肖瑾>\t<段轶群>\t\n"
    },
    {
        "QuestionId": "q2669",
        "RawQuestion": "我在国外想拨打中国的号码前面该加什么？\n",
        "Sparql": "select ?y where { ?x <中文名称> \"中华人民共和国\" . ?x <国际电话区号> ?y . }\n",
        "Answer": "\"+86（港:+852\"\t\"澳:+853\"\t\"台:+886）\"\t\n"
    },
    {
        "QuestionId": "q2373",
        "RawQuestion": "清华大学是一所什么类型的学校？\n",
        "Sparql": "select ?x where { <清华大学> <学校类型> ?x. }\n",
        "Answer": "<综合>\t\n"
    },
    {
        "QuestionId": "q4651",
        "RawQuestion": "国内的基金评级机构\n",
        "Sparql": "select ?x where { <基金> <评级机构> ?x.?x <国家> <中国>. }\n",
        "Answer": "<济安评级>\t<天相评级>\t<中信证券评级>\t\n"
    },
    {
        "QuestionId": "q2627",
        "RawQuestion": "朴槿惠父亲的主要成就？\n",
        "Sparql": "select ?x where { <朴槿惠> <父亲> ?y. ?y <主要成就> ?x. }\n",
        "Answer": "\"发动“5·16”军事政变\"\t\"促成京釜高速国道的兴建\"\t\"大力推行新村运动改革农村\"\t\"直接促成了韩日建交\"\t\"在任内大力整肃歪风\"\t\n"
    },
    {
        "QuestionId": "q7516",
        "RawQuestion": "余姚阳明温泉山庄的平均价格是多少？\n",
        "Sparql": "select ?x where { <余姚阳明温泉山庄> <平均价格> ?x. }\n",
        "Answer": "\"577\"\t\n"
    },
    {
        "QuestionId": "q6593",
        "RawQuestion": "得了什么病会出现腹泻腹痛？\n",
        "Sparql": "select ?x where { ?x <临床表现>\t\"腹泻腹痛\" . } \n",
        "Answer": "<乳糜泻>\t\n"
    },
    {
        "QuestionId": "q3315",
        "RawQuestion": "晕车属于什么?\n",
        "Sparql": "select ?x where { <晕车> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2618",
        "RawQuestion": "北邮的哪条校训的意思是\"知道的多\"？\n",
        "Sparql": "select ?x where { <北京邮电大学> <校训> ?x. ?x <词义> \"知道的多\". }\n",
        "Answer": "<博学>\t\n"
    },
    {
        "QuestionId": "q7037",
        "RawQuestion": "呼吸衰竭的MeSH编码是什么？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <MeSH> ?x. }\n",
        "Answer": "\"D012131\"\t\n"
    },
    {
        "QuestionId": "q5680",
        "RawQuestion": "喀纳斯景区在哪？\n",
        "Sparql": "select ?x where { <喀纳斯景区> <地址> ?x. }\n",
        "Answer": "\"喀纳斯景区\"\t\n"
    },
    {
        "QuestionId": "q5021",
        "RawQuestion": "周期性畏寒发热出汗热退症状属于什么？\n",
        "Sparql": "select ?x where { <周期性畏寒发热出汗热退症状> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1208",
        "RawQuestion": "北大现任校长有哪些主要成就？\n",
        "Sparql": "select ?y where { <北京大学> <现任校长> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"国家杰出青年基金获得者\"\t\"国家级教学成果一等奖\"\t\"国家教委科学技术二等奖\"\t\n"
    },
    {
        "QuestionId": "q4704",
        "RawQuestion": "正规期货交易平台有哪些\n",
        "Sparql": "select ?x where { <期货交易平台> <类别> ?x. }\n",
        "Answer": "<中国金融期货交易所>\t<大连商品交易所>\t<上海国际能源交易中心>\t<郑州商品交易所>\t<海期货交易所>\t\n"
    },
    {
        "QuestionId": "q7223",
        "RawQuestion": "新生儿肺炎是由于什么导致的？\n",
        "Sparql": "select ?x where { <新生儿肺炎> <常见病因> ?x. }\n",
        "Answer": "\"与吸入羊水、胎粪或乳汁，或与感染有关\"\t\n"
    },
    {
        "QuestionId": "q3442",
        "RawQuestion": "足癣患者在什么科室就诊？\n",
        "Sparql": "select ?x where { <足癣> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q2132",
        "RawQuestion": "恒星的\"氦闪\"是一种什么性质的物理过程？\n",
        "Sparql": "select ?x where { <氦闪> <性质> ?x . }\n",
        "Answer": "<核聚变>\t\n"
    },
    {
        "QuestionId": "q2543",
        "RawQuestion": "清华大学出了哪些化学家？\n",
        "Sparql": "select ?x where { ?x <职业> <化学家> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<徐又一>\t<金道森>\t<庄亚辉>\t<王晓业>\t<季鸣时>\t\n"
    },
    {
        "QuestionId": "q2237",
        "RawQuestion": "制作Kindle的公司的官网是？\n",
        "Sparql": "select ?x where { <Kindle> <制作方> ?y . ?y <官网> ?x . }\n",
        "Answer": "\"http://www.amazon.cn/\"\t\n"
    },
    {
        "QuestionId": "q4741",
        "RawQuestion": "第29届奥林匹克运动会纪念钞面额?\n",
        "Sparql": "select ?x where { <纪念钞_（第29届奥林匹克运动会）> <面额>?x. }\n",
        "Answer": "\"10元\"\t\n"
    },
    {
        "QuestionId": "q2032",
        "RawQuestion": "使用\"真武七截阵\"的七人分别是谁？\n",
        "Sparql": "select ?y where { ?x <成员> ?y . ?x <阵法> <真武七截阵_（小说《倚天屠龙记》武当派阵式）> . }\n",
        "Answer": "<莫声谷>\t<张翠山>\t<殷梨亭>\t<张松溪>\t<俞莲舟>\t<俞岱岩>\t<宋远桥>\t\n"
    },
    {
        "QuestionId": "q3582",
        "RawQuestion": "尖锐湿疣患者在什么科室就诊？\n",
        "Sparql": "select ?x where { <尖锐湿疣> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q3287",
        "RawQuestion": "绒癌属于什么?\n",
        "Sparql": "select ?x where { <绒癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7357",
        "RawQuestion": "距离济南护城河最近的酒店？\n",
        "Sparql": "select ?y where { <济南护城河> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. } ORDER BY ASC(?distance) LIMIT 1\n",
        "Answer": "<济南索菲特银座大饭店>\t\n"
    },
    {
        "QuestionId": "q86",
        "RawQuestion": "情人节是哪一天设定的？\n",
        "Sparql": "select ?x where { <情人节_（爱情节日）> <设定时间> ?x. }\n",
        "Answer": "\"270-02-14\"\t\n"
    },
    {
        "QuestionId": "q1112",
        "RawQuestion": "《乡土中国》的作者毕业于哪个大学\n",
        "Sparql": "select ?x where { <乡土中国> <作者> ?y . ?y <毕业院校> ?x . }\n",
        "Answer": "<伦敦大学>\t<燕京大学>\t<清华大学>\t\n"
    },
    {
        "QuestionId": "q7519",
        "RawQuestion": "江汉路梵高星空美术馆的详细地址在哪？\n",
        "Sparql": "select ?x where { <梵高星空美术馆（江汉路旗舰店）> <地址> ?x . }\n",
        "Answer": "\"江汉路步行街王府井百货7楼（横店影城旁边）\"\t\n"
    },
    {
        "QuestionId": "q5882",
        "RawQuestion": "大庆市博物馆是什么等级的景点？\n",
        "Sparql": "select ?x where { <大庆市博物馆> <城市> <大庆> . <大庆市博物馆> <景点的等级A> ?x . }\n",
        "Answer": "\"4A\"\t\n"
    },
    {
        "QuestionId": "q2629",
        "RawQuestion": "英国有哪些著名的数学家？\n",
        "Sparql": "select ?x where { ?x <国籍> <英国_（大不列颠及北爱尔兰联合王国）>. ?x <职业> <数学家_（数学家（世界著名数学家））>. }\n",
        "Answer": "<斯托克斯_（英国数学家）>\t<路易斯·卡罗>\t<狄摩根>\t<理查德·博赫兹>\t<哈密顿_（爱尔兰数学家、物理学家）>\t<怀特海，A.N.>\t<哈代_（英国数学家）>\t<伯恩赛德>\t<奥古斯都·德·摩根>\t<麦克斯韦_（英国物理学家）>\t<安德鲁·霍奇斯>\t<那皮尔>\t<约翰·柯西·亚当斯>\t<dee>\t<贝叶斯>\t<艾伦·麦席森·图灵>\t<卡尔·皮尔逊>\t<贺拉斯·兰姆>\t<艾伦·费尔南德斯>\t<查尔斯·巴贝奇_（英国发明家、电脑先驱）>\t<理查·泰勒>\t<亚瑟·斯坦利·爱丁顿>\t<安德鲁·怀尔斯>\t<西蒙·唐纳森>\t<史蒂芬·沃尔弗拉姆>\t<阿达_（女数学家）>\t<约翰·赫歇尔>\t<丁顿>\t<约翰·沃利斯>\t<约翰·弗里德里希·威廉·赫歇尔>\t<贝叶斯逻辑>\t<泰勒GI>\t<森普生>\t<布里格斯_（英国数学家）>\t<戈塞特>\t<牛顿_（艾萨克·牛顿）>\t<约翰·何顿·康威>\t<威廉·金顿·克利福德>\t<凯莱_（英国数学家）>\t<德·摩根>\t<弗兰克·普伦普顿·拉姆齐>\t<斯蒂芬·威廉·霍金>\t<高德菲·哈罗德·哈代>\t<布尔_（英国著名数学家）>\t<耐普尔>\t<李特尔伍德>\t<詹姆斯·哈迪·威尔金森>\t<格林_（英国近代物理数学先驱）>\t<理查德·泰勒_（英国数学家）>\t<雷奥德科斯特>\t<威廉·惠斯顿>\t<威廉·亨利·福克斯·塔尔博特>\t<詹姆斯·霍普伍德·金斯>\t\n"
    },
    {
        "QuestionId": "q6123",
        "RawQuestion": "青岛海尔洲际酒店附近有哺乳室的景点\n",
        "Sparql": "select ?y where { <青岛海尔洲际酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有母婴室> ?z. ?y <类型> <景点>. }\n",
        "Answer": "<青岛幻光之城星空艺术馆（台东旗舰店）>\t\n"
    },
    {
        "QuestionId": "q6962",
        "RawQuestion": "普通医用口罩的防护标准是什么？\n",
        "Sparql": "select ?x where { ?y <标签> \"普通医用口罩\". ?y <防护标准> ?x. } \n",
        "Answer": "\"符合相关注册产品标准（YZB）或YY／T0969-2013《一次性使用医用口罩》，一般缺少对颗粒和细菌的过滤效率要求，或者对颗粒和细菌的过滤效率要求低于医用外科口罩和医用防护口罩，适用于医护人员一般防护。\"\t\n"
    },
    {
        "QuestionId": "q5735",
        "RawQuestion": "颐和园中的东宫门是什么？\n",
        "Sparql": "select ?x where { <颐和园> <娱乐项目名称> <东宫门>. <东宫门> <项目短描述> ?x. }\n",
        "Answer": "\"光绪御笔题匾的颐和园正门\"\t\n"
    },
    {
        "QuestionId": "q3365",
        "RawQuestion": "急性白血病属于什么?\n",
        "Sparql": "select ?x where { <急性白血病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2236",
        "RawQuestion": "特洛伊战争主要有哪些将领指挥？\n",
        "Sparql": "select ?x where { <特洛伊战争_（古希腊战争）> <主要指挥官> ?x . }\n",
        "Answer": "<阿伽门农_（古希腊迈锡尼国王）>\t<赫克托耳_（古希腊神话传说中的英雄）>\t\n"
    },
    {
        "QuestionId": "q533",
        "RawQuestion": "121世纪主要关注什么问题?？\n",
        "Sparql": "select ?y where { ?x <中文名> \"21世纪\" . ?x <主要关注问题> ?y . }\n",
        "Answer": "\"全球化\"\t\"人口过多\"\t\"老龄化社会\"\t\n"
    },
    {
        "QuestionId": "q3340",
        "RawQuestion": "血管性水肿属于什么?\n",
        "Sparql": "select ?x where { <血管性水肿> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2212",
        "RawQuestion": "\"乐府双璧\"中哪一首是北魏时期的民歌？\n",
        "Sparql": "select ?x where { ?x <创作年代> <北魏> . <乐府双璧> <分类> ?x . }\n",
        "Answer": "<木兰诗>\t\n"
    },
    {
        "QuestionId": "q4547",
        "RawQuestion": "可立克的有几位副总经理?\n",
        "Sparql": "select ?x where { <可立克> <副总经理数量> ?x. }\n",
        "Answer": "<周正国>\t<周明亮>\t<顾军农>\t<肖瑾>\t<晏小林>\t\n"
    },
    {
        "QuestionId": "q4603",
        "RawQuestion": "中国大陆银行类别\n",
        "Sparql": "select ?x where { <银行> <类别> ?x. }\n",
        "Answer": "<政策性银行>\t<中央银行>\t<商业银行>\t\n"
    },
    {
        "QuestionId": "q3245",
        "RawQuestion": "四环素牙属于什么?\n",
        "Sparql": "select ?x where { <四环素牙> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5581",
        "RawQuestion": "颐和园中的排云门什么时候营业？\n",
        "Sparql": "select ?x where { <颐和园> <娱乐项目名称> <排云门>. <排云门> <项目营业时间> ?x. }\n",
        "Answer": "\"周一至周日 04.01-10.31 06:30-20:00;周一至周日 11.01-03.31 07:00-19:00\"\t\n"
    },
    {
        "QuestionId": "q370",
        "RawQuestion": "北科归哪个国务院部门管？\n",
        "Sparql": "select ?x where { <北京科技大学> <主管部门> ?x. }\n",
        "Answer": "<中华人民共和国教育部>\t\n"
    },
    {
        "QuestionId": "q6452",
        "RawQuestion": "广州星河湾酒店对年龄有啥限制么\n",
        "Sparql": "select ?x where { <广州星河湾酒店> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q6936",
        "RawQuestion": "洪涛导演的代表作综艺中历届冠军都是谁？\n",
        "Sparql": "select ?x where { ?y <导演> <洪涛_（中国内地综艺节目导演）>. <洪涛_（中国内地综艺节目导演）> <代表作品> ?y. ?y <赛季冠军> ?x. } \n",
        "Answer": "\"李玟\"\t\"羽泉；\"\t\"韩磊；\"\t\"韩红；\"\t\n"
    },
    {
        "QuestionId": "q3278",
        "RawQuestion": "引起肝炎的肇因是什么？\n",
        "Sparql": "select ?x where { <肝炎> <肇因> ?x. }\n",
        "Answer": "<病毒>\t\"乙醇\"\t\"毒素\"\t\"自体免疫\"\t\n"
    },
    {
        "QuestionId": "q4936",
        "RawQuestion": "脘痞属于什么？\n",
        "Sparql": "select ?x where { <脘痞> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5834",
        "RawQuestion": "西安钟楼的梦幻星空抖乐园要票吗？\n",
        "Sparql": "select ?x where { <西安梦幻星空抖乐园（钟楼旗舰店）> <城市> <西安> . <西安梦幻星空抖乐园（钟楼旗舰店）> <是否免费> ?x . }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q5210",
        "RawQuestion": "糖皮质激素性青光眼是怎么诊断的？\n",
        "Sparql": "select ?x where { <糖皮质激素性青光眼> <诊断> ?x. }\n",
        "Answer": "\"病史要点具有明确的眼局部或全身持续应用糖皮质激素的病史；大多数病人在持续用药2—6周后眼压升高。GIG可发生于任何年龄。高危人群如POAG、有青光眼家族史、糖尿病、高度近视、结缔组织病的患者。症状要点大部分患者的眼压是逐渐升高，伴有或不伴有眼球胀痛、头痛、视力减退，有时伴有虹视；只有极少数患者出现类似急性青光眼的症状。停用GC药物后数天至数周眼压恢复至正常。查体要点前房深，特征性后极部中央后囊下白内障；特征性前房角小梁网大量色素颗粒沉着和房角开放；伴有或不伴有青光眼性视乳头和视野损害。辅助检查影像学检查:OCT显示视盘旁有或不伴有神经纤维层变薄；视野伴有或不伴有青光眼特征性损害。临床类型1.糖皮质激素性高眼压症指青光眼性视乳头和视野损害。2.糖皮质激素性青光眼指有青光眼性视乳头和视野损害。3.糖皮质激素性青光眼联合原发性开角型青光眼指用药时间短、剂量小，但视乳头或视野损害严重，停药后眼压不下降甚至进行性升高，可伴有或不伴有特征性小梁网色素沉着和晶状体后囊下混浊。鉴别诊断1.POAG糖皮质激素药物使用史；具有特征性青光眼的视神经和视野损害。2.炎症性开角型青光眼有炎症症状，KP(+)和房水闪辉（+）；使用糖皮质激素治疗后炎症反应消失，眼压降至正常范围；如炎症消退，眼压仍持续升高，则青光眼可能是激素诱导的。\"\t\n"
    },
    {
        "QuestionId": "q4789",
        "RawQuestion": "维力医疗的独立董事成员?\n",
        "Sparql": "select ?x where { <维力医疗> <独立董事> ?x. }\n",
        "Answer": "<牟善松>\t<李玲>\t<潘彦彬>\t\n"
    },
    {
        "QuestionId": "q106",
        "RawQuestion": "M16自动步枪使用多大口径的子弹？\n",
        "Sparql": "select ?x where { <M16系列自动步枪> <口径> ?x. }\n",
        "Answer": "\"5.56MM\"\t\n"
    },
    {
        "QuestionId": "q7483",
        "RawQuestion": "湖南华天大酒店内有邮政服务吗？\n",
        "Sparql": "select ?x where { <湖南华天大酒店> <是否有邮政服务> ?x. }\n",
        "Answer": "<有邮政服务>\t\n"
    },
    {
        "QuestionId": "q6405",
        "RawQuestion": "儿童可以独立入住浙江国际大酒店吗\n",
        "Sparql": "select ?x where { <浙江国际大酒店> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q1895",
        "RawQuestion": "ST股票的最大涨跌幅是多少？\n",
        "Sparql": "select ?x where { <ST股票> <最大涨跌幅> ?x. }\n",
        "Answer": "\"5%\"\t\n"
    },
    {
        "QuestionId": "q7494",
        "RawQuestion": "布达拉宫的优惠政策是什么？\n",
        "Sparql": "select ?x where { <布达拉宫> <景点简介-优惠信息> ?x. }\n",
        "Answer": "\"教师(凭所在学校工作证、教师资格证和和身份证（三证齐全）)可享半价优惠票，残疾人(凭残疾证和身份证)可享半价优惠票，全日制本科及以下学历学生(凭学校注册后的学生证和和身份证)可享半价优惠票，儿童(身高1.2米（不含）以下)可享门票免费，老年人(60周岁（含）以上凭身份证)可享半价优惠票，现役军人(凭军官证、士兵证和身份证)可享半价优惠票。\"\t\n"
    },
    {
        "QuestionId": "q4429",
        "RawQuestion": "冥王星是由谁命名的？\n",
        "Sparql": "select ?x where { <冥王星_（太阳系中的一个天体）> <命名者> ?x. }\n",
        "Answer": "\"威尼斯•伯妮\"\t\n"
    },
    {
        "QuestionId": "q4800",
        "RawQuestion": "维力医疗的法人的毕业院校?\n",
        "Sparql": "select ?x where { <维力医疗> <公司法人> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<中欧国际工商学院>\t\n"
    },
    {
        "QuestionId": "q270",
        "RawQuestion": "哈温国际宾馆位于哪儿？\n",
        "Sparql": "select ?x where { <哈温国际宾馆> <酒店地址> ?x. }\n",
        "Answer": "\"118 Spadina Road, M5R 2T8 多伦多\"\t\n"
    },
    {
        "QuestionId": "q1312",
        "RawQuestion": "雅鲁藏布江流经哪些地方？\n",
        "Sparql": "select ?x where { <雅鲁藏布江_（藏南大河）> <流经地区> ?x. }\n",
        "Answer": "<中华人民共和国>\t<印度_（印度共和国）>\t<孟加拉国>\t\n"
    },
    {
        "QuestionId": "q1174",
        "RawQuestion": "楚玉是哪位作家所创作的角色？\n",
        "Sparql": "select ?x where { ?x <代表作品> ?z. ?z <主要人物> <楚玉>. }\n",
        "Answer": "<猫君笑猪>\t<天衣有风>\t\n"
    },
    {
        "QuestionId": "q2920",
        "RawQuestion": "保监会全称？\n",
        "Sparql": "select ?x where { <保监会> <全称> ?x. }\n",
        "Answer": "<中国保险监督管理委员会>\t\n"
    },
    {
        "QuestionId": "q5144",
        "RawQuestion": "冠状病毒感染的ICD10编码是多少？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <ICD10编码> ?x. }\n",
        "Answer": "\"B34.200\"\t\n"
    },
    {
        "QuestionId": "q6598",
        "RawQuestion": "HLA哪一年被发现的？\n",
        "Sparql": "select ?x where { ?y <缩写> \"HLA\". ?y <发现时间> ?x. } \n",
        "Answer": "\"1958年\"\t\n"
    },
    {
        "QuestionId": "q6131",
        "RawQuestion": "福州世纪金源大饭店的wifi情况？\n",
        "Sparql": "select ?x where { <福州世纪金源大饭店> <wifi情况> ?x. }\n",
        "Answer": "\"有免费wifi\"\t\n"
    },
    {
        "QuestionId": "q1422",
        "RawQuestion": "玉兰这种植物多分布于哪？\n",
        "Sparql": "select ?x where { <玉兰_（木兰科木兰属植物）> <分布区域> ?x. }\n",
        "Answer": "<黄山_（世界自然与文化双重遗产，国家5A级旅游景区）>\t<庐山_（中华十大名山之一）>\t<伏牛山_（中国河南省西南部山脉）>\t\n"
    },
    {
        "QuestionId": "q5009",
        "RawQuestion": "感染性发热与什么疾病有关？\n",
        "Sparql": "select ?x where { <感染性发热> <涉及疾病> ?x. }\n",
        "Answer": "<急性喉气管支气管炎>\t<小儿急性喉炎>\t<荨麻疹>\t<蜂窝织炎>\t\n"
    },
    {
        "QuestionId": "q619",
        "RawQuestion": "位于厦门思明区，素称\"圆洲仔、钢琴岛\"的地方有哪些好吃的？\n",
        "Sparql": "select ?y where { ?x <别名> \"圆洲仔、钢琴岛\". ?x <特色美食> ?y. }\n",
        "Answer": "<沙茶面>\t<肉脯>\t<馅饼>\t<蚵仔煎_（闽台潮特色小吃）>\t\n"
    },
    {
        "QuestionId": "q4708",
        "RawQuestion": "中金所期货指数IH是什么意思\n",
        "Sparql": "select ?x where { <中金所期货指数> <释义> ?x. }\n",
        "Answer": "\"上证50股指期货\"\t\n"
    },
    {
        "QuestionId": "q1721",
        "RawQuestion": "集合竞价时间？\n",
        "Sparql": "select ?x where { <集合竞价> <时间> ?x. }\n",
        "Answer": "\"9:15-9:25\"\t\"14:57-15:00\"\t\n"
    },
    {
        "QuestionId": "q1518",
        "RawQuestion": "我想了解一下牛奶的主要营养成分？\n",
        "Sparql": "select ?y where { ?x <中文名> \"牛奶\" . ?x <主要营养成分> ?y . }\n",
        "Answer": "<蛋白质_（生命的物质基础）>\t<钙>\t<铁_（最常见的金属元素）>\t<锌>\t<磷>\t<钙>\t\n"
    },
    {
        "QuestionId": "q5323",
        "RawQuestion": "与发热、紫绀症状有关的疾病是什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <发热> . ?x <涉及症状> <紫绀> . }\n",
        "Answer": "<呼吸道阻塞>\t<细菌感染>\t\n"
    },
    {
        "QuestionId": "q3220",
        "RawQuestion": "自然流产属于什么?\n",
        "Sparql": "select ?x where { <自然流产> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7199",
        "RawQuestion": "腹泻为水样带黏液恶臭无脓血该怎么预防？\n",
        "Sparql": "select ?x where { <腹泻为水样带黏液恶臭无脓血> <预防> ?x. }\n",
        "Answer": "\"一是注意饮用水卫生。饮用水煮沸后，可杀灭致病微生物;二是讲究食品卫生。食物要生熟分开，避免交叉污染。吃剩的食物应及时储存在冰箱内，但储存时间不宜过长。食用前要加热，以热透为准。尽量少食用易带致病菌的食物，如螺丝、贝壳、螃蟹等水海产品，食用时要煮透蒸熟。生吃、半生吃、酒泡、醋泡或盐淹后直接食用的方法都不可取，凉拌菜不妨加点醋和蒜;三是要注意手的卫生。饭前、便后手要洗净;四是要清洁环境，灭蝇、灭蟑;五是要尽量减少与腹泻病人的接触，特别是不要共用餐饮用具。\"\t\n"
    },
    {
        "QuestionId": "q3448",
        "RawQuestion": "法洛四联症属于什么?\n",
        "Sparql": "select ?x where { <法洛四联症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3630",
        "RawQuestion": "闭经涉及哪些症状？\n",
        "Sparql": "select ?x where { <闭经> <涉及症状> ?x. }\n",
        "Answer": "<乏力>\t<大小便失禁>\t<宫缩乏力>\t<坐骨大小孔区出现压痛>\t<年轻女性心悸胸闷>\t<汗毛过多>\t\n"
    },
    {
        "QuestionId": "q5807",
        "RawQuestion": "石梅湾艾美度假酒店哪些房间是独栋别墅？\n",
        "Sparql": "select ?y where { <石梅湾艾美度假酒店> <房型名称> ?y. ?y <房型类别> \"独栋\". }\n",
        "Answer": "<复式双卧泳池别墅>\t<独栋3卧泳池别墅>\t<临海双卧泳池别墅>\t\n"
    },
    {
        "QuestionId": "q3593",
        "RawQuestion": "子宫内膜癌属于什么?\n",
        "Sparql": "select ?x where { <子宫内膜癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5359",
        "RawQuestion": "哪种病会涉及到溃疡和耳内流脓的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <溃疡> . ?x <涉及症状> <耳内流脓> . }\n",
        "Answer": "<血管神经性水肿>\t\n"
    },
    {
        "QuestionId": "q4858",
        "RawQuestion": "气胸涉及什么检查？\n",
        "Sparql": "select ?x where { <气胸> <涉及检查> ?x. }\n",
        "Answer": "<动脉血氧分压>\t\n"
    },
    {
        "QuestionId": "q4231",
        "RawQuestion": "linux的创始人毕业于哪个学校？\n",
        "Sparql": "select ?y where { <Linxu系统> <创始人> ?x . ?x <毕业院校> ?y . }\n",
        "Answer": "<赫尔辛基大学>\t\n"
    },
    {
        "QuestionId": "q5722",
        "RawQuestion": "去宝石山的交通路线有什么推荐的吗？\n",
        "Sparql": "select ?x where { <宝石山> <交通信息> ?x. }\n",
        "Answer": "\"市内没有直达景区的公交车，可乘坐当地出租车或包车前往景区\"\t\n"
    },
    {
        "QuestionId": "q2939",
        "RawQuestion": "有哪些上市公司是属于上海自贸概念股的？\n",
        "Sparql": "select ?x where {  ?x <概念股类别> <上海自贸概念股>. }\n",
        "Answer": "<浦东金桥>\t<东方创业>\t<浦东建设>\t<上海三毛>\t<外高桥>\t<上海建工>\t<锦江投资>\t<龙头股份>\t<上海物贸>\t<锦江股份>\t<中路股份>\t<交运股份>\t<大众交通>\t<龙宇燃油>\t<上港集团>\t<国投资本>\t<东方航空>\t<新世界>\t<爱建集团>\t<豫园股份>\t<陆家嘴>\t<绿庭投资>\t<光明地产>\t<ST新梅>\t<东方明珠>\t<界龙实业>\t<张江高科>\t<华贸物流>\t<怡_亚_通>\t<上海钢联>\t<华虹计通>\t\n"
    },
    {
        "QuestionId": "q2152",
        "RawQuestion": "电影《教父》得过什么奖？\n",
        "Sparql": "select ?x where { <教父_（1972年美国黑帮电影）> <主要奖项> ?x . }\n",
        "Answer": "\"第45届奥斯卡金像奖 最佳影片\"\t\"第45届奥斯卡金像奖 最佳男主角\"\t\"第45届奥斯卡金像奖 最佳改编剧本\"\t\n"
    },
    {
        "QuestionId": "q117",
        "RawQuestion": "抑郁症用英文怎么说？\n",
        "Sparql": "select ?x where { <抑郁症_（医疗百科）> <英文名称> ?x . }\n",
        "Answer": "\"depression\"\t\n"
    },
    {
        "QuestionId": "q5678",
        "RawQuestion": "景山公园附近5公里的酒店的平均价格是多少\n",
        "Sparql": "select (avg(?x) as ?avg_x) where { <景山公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance < 5.0) ?y <平均价格> ?x. ?y <类型> <酒店>. }\n",
        "Answer": "\"1224.000000\"\t\n"
    },
    {
        "QuestionId": "q4555",
        "RawQuestion": "金自天正高管的最高学历?\n",
        "Sparql": "select ?x where { <金自天正> <公司高管> ?y. ?y <最高学历> ?x. }\n",
        "Answer": "<博士后>\t\n"
    },
    {
        "QuestionId": "q7058",
        "RawQuestion": "如何诊断是倦怠？\n",
        "Sparql": "select ?x where { <倦怠> <诊断> ?x. }\n",
        "Answer": "\"工作倦怠与那些症状混淆？工作倦怠的鉴别诊断：1、疲乏：疲乏又称疲劳，是一种主观不适感觉。但客观上会在同等条件下，失去其完成原来所从事的正常活动或工作能力。凡是疾病发展到一定阶段都可出现疲乏，故可以引起疲乏的疾病很多。2、易疲乏：稍微劳动后即感疲乏。3、易倦感：抑郁自评量表概括的20个症状之一，属于亚健康状态，容易疲倦。4、饭后困倦：午饭后，胃需要消化，把血液都集中在胃部，脑部的血液相对较平时少了，所以容易困倦。表现为身体疲劳、情绪低落、创造力衰竭、价值感降低，工作上的消极状态还会进而影响整个生活状态。\"\t\n"
    },
    {
        "QuestionId": "q784",
        "RawQuestion": "赵本山的大儿子什么时候出生的？\n",
        "Sparql": "select ?z where { ?x <中文名> \"赵本山\" . ?x <大儿子> ?y . ?y <出生日期> ?z . }\n",
        "Answer": "\"1982\"\t\n"
    },
    {
        "QuestionId": "q3560",
        "RawQuestion": "细菌性阴道病涉及什么症状？\n",
        "Sparql": "select ?x where { <细菌性阴道病> <涉及症状> ?x. }\n",
        "Answer": "<细菌感染>\t\n"
    },
    {
        "QuestionId": "q502",
        "RawQuestion": "冰糖葫芦需要哪些原料？\n",
        "Sparql": "select ?x where { <糖葫芦_（冰糖葫芦）> <主要食材> ?x. }\n",
        "Answer": "<糖_（化合物）>\t<山楂果_（生物物种）>\t\n"
    },
    {
        "QuestionId": "q5908",
        "RawQuestion": "中国园林博物馆可以驾车入院吗？\n",
        "Sparql": "select ?x where { <中国园林博物馆> <是否有驾车入院> ?x. }\n",
        "Answer": "<必须驾车>\t\n"
    },
    {
        "QuestionId": "q1856",
        "RawQuestion": "旧三板股票转让的交易费用？\n",
        "Sparql": "select ?x where { <旧三板股票转让> <交易费用> ?x. }\n",
        "Answer": "\"印花税\"\t\"交易佣金\"\t\"转让经手费\"\t\"结算费\"\t\n"
    },
    {
        "QuestionId": "q6122",
        "RawQuestion": "重庆自然博物馆新馆的景区等级是什么？\n",
        "Sparql": "select ?x where { <重庆自然博物馆（新馆）> <景点的等级A> ?x. }\n",
        "Answer": "\"4A\"\t\n"
    },
    {
        "QuestionId": "q6519",
        "RawQuestion": "瑞海姆田园度假村对入住人年龄有限制吗？\n",
        "Sparql": "select ?x where { <瑞海姆田园度假村> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q1678",
        "RawQuestion": "中证TMT是什么指数？\n",
        "Sparql": "select ?x where { <中证TMT> <指数类型> ?x. }\n",
        "Answer": "<上证指数>\t\n"
    },
    {
        "QuestionId": "q5850",
        "RawQuestion": "张家界京武铂尔曼酒店内能加床吗？\n",
        "Sparql": "select ?x where { <张家界京武铂尔曼酒店> <是否有能加床> ?x. }\n",
        "Answer": "<每间客房最多容纳1张加床 2-12岁 加床 收费，每人每晚RMB260，含儿童早餐。>\t\n"
    },
    {
        "QuestionId": "q384",
        "RawQuestion": "图灵是哪国人？\n",
        "Sparql": "select ?x where { <艾伦·麦席森·图灵> <国籍> ?x. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q934",
        "RawQuestion": "莫文蔚和张柏芝共同出演的电影？\n",
        "Sparql": "select ?x where { ?x <主演> <莫文蔚>. ?x <主演> <张柏芝>. }\n",
        "Answer": "<喜剧之王_（1999年周星驰主演并执导电影）>\t\n"
    },
    {
        "QuestionId": "q6413",
        "RawQuestion": "北京昆仑饭店里面可以泡温泉吗？\n",
        "Sparql": "select ?x where { <北京昆仑饭店> <是否有温泉> ?x. }\n",
        "Answer": "<无温泉>\t\n"
    },
    {
        "QuestionId": "q1516",
        "RawQuestion": "钢铁侠的大学的校友获得过哪些奖项？\n",
        "Sparql": "select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <毕业院校> ?y. ?y <主要奖项> ?x.}\n",
        "Answer": "\"诺贝尔奖\"\t\"图灵奖\"\t\"菲尔兹奖\"\t\"6位\"\t\"85位\"\t\"19位\"\t\"5位 普利策奖得主；\"\t\"2枚 奥运金牌\"\t\"共4枚奖牌\"\t\n"
    },
    {
        "QuestionId": "q7062",
        "RawQuestion": "诊断咽干的依据有哪些？\n",
        "Sparql": "select ?x where { <咽干> <诊断> ?x. }\n",
        "Answer": "\"咽喉部干燥刺痒易混淆的症状咽部灼热疼痛：病毒性咽炎急性型起病急，先在咽和口腔粘膜、扁桃体和口角等处出现针尖大小的疱疹，呈圆形或椭圆形，孤立或丛集在一起，很快破裂形成浅溃疡，表面覆盖有淡黄色假膜，周围粘膜呈鲜红色，伴有畏寒、发热、咽部灼热疼痛。喉部刺痛是物梗塞的症状，常物刺、骨。喉部刺痛也可能是慢性咽喉炎的局部表现。咽喉干燥及灼热感：锌中毒（zincpoisoning）主要由于应用镀锌的器皿制备或储存酸性饮料，此时酸性溶液可分解出较多的锌以致中毒。其他原因为误服药用的氧化锌（常用为收敛剂）或硫酸锌（常用于治疗结膜炎）或大面积创面吸收氧化锌（常为轻度收敛或防腐的扑粉）等，误用锌盐后出现口、咽及消化道糜烂唇及声门肿胀、腹痛、泻、吐以及水和电解质紊乱，重者可见血压升高、气促、瞳孔散大、休克、抽搐等危象。氧化锌烟尘吸入后，可出现咽喉干燥及灼热感，声音嘶哑甚至失音，口内有金属味、胸痈等。咽喉及口内刺痒是吃发芽马铃薯中毒的症状之一。咽喉是咽与喉的总称，其疼痛除外伤外主要由炎症引起，如急慢性咽炎、喉炎、扁桃体炎等。咽喉疼痛是咽喉炎的最常见症状，还有咽痒、咽干、咽异物感等不适。一般全身症状不明显，轻者仅有声嘶，声音粗涩、低沉、沙哑，以后可逐渐加重，甚至可完全失音，喉部疼痛和全身不适，个别患者可有发烧、畏寒等症状。其他症状为咳嗽、多痰、咽喉部干燥、刺痒、异物感。喉部肿胀严重者，也可出现吸气性呼吸困难，但成人极少发生。\"\t\n"
    },
    {
        "QuestionId": "q4342",
        "RawQuestion": "爱新觉罗·弘历1792年创作了什么？\n",
        "Sparql": "select ?y where { ?x <中文名> \"爱新觉罗·弘历\" . ?y <作者> ?x . ?y <出版时间> \"1792\" . }\n",
        "Answer": "<御制十全记>\t\n"
    },
    {
        "QuestionId": "q1817",
        "RawQuestion": "提出婴儿底的是哪一位？\n",
        "Sparql": "select ?x where { ?x <观点> <婴儿底>. }\n",
        "Answer": "<李大霄>\t\n"
    },
    {
        "QuestionId": "q7003",
        "RawQuestion": "哪些病的并发症无传染性？\n",
        "Sparql": "select ?a where { ?a <主要病因>\t?b. ?b <并发症>?c. ?c\t<传染性> \"无\". } \n",
        "Answer": "<咽炎>\t\n"
    },
    {
        "QuestionId": "q4375",
        "RawQuestion": "齐桓公的本名是什么？\n",
        "Sparql": "select ?x where { <齐桓公_（春秋五霸之首）> <本名> ?x.}\n",
        "Answer": "\"姜小白\"\t\n"
    },
    {
        "QuestionId": "q2441",
        "RawQuestion": "《全新版大学英语》有多少页？\n",
        "Sparql": "select ?x where { <全新版大学英语> <页数> ?x . }\n",
        "Answer": "\"135\"\t\n"
    },
    {
        "QuestionId": "q4873",
        "RawQuestion": "疏风解毒胶囊属于什么药？\n",
        "Sparql": "select ?x where { <疏风解毒胶囊> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t\n"
    },
    {
        "QuestionId": "q6761",
        "RawQuestion": "\"徕卡D-LUX4\"的牌子是哪个国家的？\n",
        "Sparql": "SELECT ?国家 WHERE { ?徕卡DLUX4\t<中文名>\t\"徕卡D-LUX4\". ?徕卡DLUX4\t<品牌>\t?牌子. ?牌子\t<地区>\t?国家. } \n",
        "Answer": "<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q1385",
        "RawQuestion": "川西荆芥的拉丁学名是什么？\n",
        "Sparql": "select ?x where { <川西荆芥> <拉丁学名> ?x. }\n",
        "Answer": "\"Nepeta veitchii Duthie\"\t\n"
    },
    {
        "QuestionId": "q4206",
        "RawQuestion": "既属于鸫科又属于红胸鸲亚种的鸟类是？\n",
        "Sparql": "select ?x where { ?x <科> <鸫科> . ?x <亚种> <红胸鸲> . }\n",
        "Answer": "<知更鸟>\t\n"
    },
    {
        "QuestionId": "q1892",
        "RawQuestion": "B股的交收规则？\n",
        "Sparql": "select ?x where { <B股> <交收规则> ?x. }\n",
        "Answer": "\"T+3\"\t\n"
    },
    {
        "QuestionId": "q7465",
        "RawQuestion": "东营东胜大厦内有打保龄球的地方吗？\n",
        "Sparql": "select ?x where { <东营东胜大厦> <是否有保龄球馆> ?x. }\n",
        "Answer": "<无保龄球馆>\t\n"
    },
    {
        "QuestionId": "q3072",
        "RawQuestion": "皮肌炎属于什么?\n",
        "Sparql": "select ?x where { <皮肌炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3613",
        "RawQuestion": "膀胱结石属于什么?\n",
        "Sparql": "select ?x where { <膀胱结石> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q6306",
        "RawQuestion": "山西丽华大酒店内能寄存行李吗？\n",
        "Sparql": "select ?x where { <山西丽华大酒店> <是否有行李寄存> ?x. }\n",
        "Answer": "<行李寄存免费>\t\n"
    },
    {
        "QuestionId": "q5756",
        "RawQuestion": "国家大剧院的人均价格是多少钱？\n",
        "Sparql": "select ?x where { <国家大剧院> <平均价格> ?x. }\n",
        "Answer": "\"351\"\t\n"
    },
    {
        "QuestionId": "q7317",
        "RawQuestion": "合肥天鹅湖大酒店的最晚退房时间是几点？\n",
        "Sparql": "select ?x where { <合肥天鹅湖大酒店> <酒店退房时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q2013",
        "RawQuestion": "裘千仞的妹妹是谁？\n",
        "Sparql": "select ?y where { ?x <弟弟> <裘千仞> . ?x <妹妹> ?y . }\n",
        "Answer": "<裘千尺>\t\n"
    }
]