[
    {
        "QuestionId": "q3541",
        "RawQuestion": "苯丙酮尿症属于什么?\n",
        "Sparql": "select ?x where { <苯丙酮尿症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q351",
        "RawQuestion": "中国古代最早的词典是什么？\n",
        "Sparql": "select ?x where { ?x <意义> \"中国古代最早的词典\". }\n",
        "Answer": "<尔雅>\t\n"
    },
    {
        "QuestionId": "q4207",
        "RawQuestion": "总部设在天津市的文化传播公司有哪些？\n",
        "Sparql": "select ?x where { ?x <经营范围> <文化传播> . ?x <总部地点> <天津_（中华人民共和国直辖市）> . }\n",
        "Answer": "<大润传播>\t<天津奇品文化传播有限公司>\t\n"
    },
    {
        "QuestionId": "q1483",
        "RawQuestion": "耶路撒冷所在国家的最大城市是什么？\n",
        "Sparql": "select ?y where { ?x <首都> <耶路撒冷_（宗教圣地）>. ?x <最大城市> ?y. }\n",
        "Answer": "<耶路撒冷_（宗教圣地）>\t\n"
    },
    {
        "QuestionId": "q2309",
        "RawQuestion": "里奥·梅西现在效力哪只球队？\n",
        "Sparql": "select ?x where { <里奥·梅西_（阿根廷足球运动员）> <所属运动队> ?x . }\n",
        "Answer": "<巴塞罗那_（足球俱乐部）>\t\n"
    },
    {
        "QuestionId": "q6409",
        "RawQuestion": "国家大剧院在哪所城市？\n",
        "Sparql": "select ?x where { <国家大剧院> <城市> ?x. }\n",
        "Answer": "<北京>\t\n"
    },
    {
        "QuestionId": "q5236",
        "RawQuestion": "泌尿道感染中MeSH编码是什么？\n",
        "Sparql": "select ?x where { <泌尿道感染> <MeSH> ?x. }\n",
        "Answer": "\"D014552\"\t\n"
    },
    {
        "QuestionId": "q14",
        "RawQuestion": "\"超级碗\"是什么体育项目联赛的年度冠军赛？\n",
        "Sparql": "select ?x where { <超级碗> <介绍> ?x. }\n",
        "Answer": "\"美国国家美式足球联盟年度冠军赛\"\t\n"
    },
    {
        "QuestionId": "q128",
        "RawQuestion": "悉尼有哪些火车站？\n",
        "Sparql": "select ?x where {<悉尼_（澳大利亚新南威尔士州首府）> <火车站> ?x. }\n",
        "Answer": "<悉尼中央车站>\t<环形码头>\t\n"
    },
    {
        "QuestionId": "q1904",
        "RawQuestion": "新三板协议转让有哪些成交情况？\n",
        "Sparql": "select ?x where { <新三板协议转让> <成交情况> ?x. }\n",
        "Answer": "\"点击成交\"\t\"互报成交\"\t\"收盘自动匹配\"\t\n"
    },
    {
        "QuestionId": "q3282",
        "RawQuestion": "血脂异常属于什么?\n",
        "Sparql": "select ?x where { <血脂异常> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1081",
        "RawQuestion": "有哪些西班牙语的剧情片？\n",
        "Sparql": "select ?x where { ?x <语言> <西班牙语_（语言）>. ?x <类型> <剧情>. }\n",
        "Answer": "<白雪公主斗牛记>\t<骑车人之死>\t<看不见的双眼>\t<卡尔莫_（西班牙电影）>\t<探戈歌手>\t<性、谎言和录像带>\t<欲望规则>\t<南部地区>\t<诽谤_（墨西哥八十年代电视剧）>\t<胸怀大志_（西班牙语连续剧）>\t<南方快车>\t\n"
    },
    {
        "QuestionId": "q1334",
        "RawQuestion": "地震在地球上每年多少次？\n",
        "Sparql": "select ?x where { <地震的形成> <频率> ?x. }\n",
        "Answer": "\"500多万次/年\"\t\n"
    },
    {
        "QuestionId": "q1787",
        "RawQuestion": "什么是产品三要素？\n",
        "Sparql": "select ?x where { <产品> <三要素> ?x. }\n",
        "Answer": "\"风险等级\"\t\"投资期限\"\t\"投资品种\"\t\n"
    },
    {
        "QuestionId": "q2514",
        "RawQuestion": "有哪些毕业于中央戏剧学院的北京籍演员？\n",
        "Sparql": "select ?x where { ?x <职业> <演员_（职业）>. ?x <毕业院校> <中央戏剧学院>. ?x <出生地> <北京_（中华人民共和国首都）>. }\n",
        "Answer": "<张志忠_（中国话剧影视演员）>\t<黄冲_（影视演员）>\t<汤家琦>\t<许松霆>\t<王琛_（中国影视女演员）>\t<王迎奇>\t<蒋方婷>\t<徐鹏凯>\t<宋允皓>\t<张筠英>\t<刘洋_（中国内地女演员）>\t<李赞_（中国内地青年演员）>\t<李宇菲>\t<铢帝>\t<晓伟>\t<侯晓_（中国内地男演员）>\t<马程程>\t<刘立伟_（影视演员）>\t<陈宝国_（中国影视男演员）>\t<李彧_（中国内地影视男演员）>\t<孙嘉一>\t<涂松岩>\t<何冰_（北京籍演员）>\t<田雨_（国家话剧院演员）>\t<赵毅维>\t<杨地>\t<武笑羽>\t<王嘉莹>\t<苏可>\t<尚铁龙>\t<王洁实>\t<石昊正>\t<林熙越>\t<文蔷>\t<魏智_（中国大陆影视演员）>\t<李伯男>\t<冉旭>\t<李宗峄>\t<娟子_（影视演员）>\t<张燃_（著名演员）>\t<张光北>\t<佟乐>\t<蔡远航>\t<张亦驰>\t<闫鹿杨>\t<杜宁琳>\t<吴秀波>\t<刘梓妍>\t<杨紫嫣>\t<赵煊>\t<张咏荷>\t<吴晓丹_（演员）>\t<焦妮>\t<王铁成_（内地演员）>\t<王志飞_（中国内地男演员）>\t<蒋宝英>\t<郭峰_（中国大陆演员）>\t<苏航_（北京影视演员）>\t<郭超_（中国内地演员、导演、主持人）>\t<刘帅_（北京男演员）>\t<刘斌_（中国内地男演员）>\t<张正言_（中国内地男演员、歌手）>\t<周岩_（中国内地男演员）>\t<丁凯_（中央戏剧学院出身演员）>\t<高嘉>\t<寒青>\t<薛皓文>\t<吴放>\t\n"
    },
    {
        "QuestionId": "q6023",
        "RawQuestion": "广州失恋博物馆的营业时间？\n",
        "Sparql": "select ?x where { <广州失恋博物馆> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 10:00-22:00\"\t\n"
    },
    {
        "QuestionId": "q290",
        "RawQuestion": "淘宝网是在哪一年出现的？\n",
        "Sparql": "select ?y where { <淘宝网> <成立时间> ?y. }\n",
        "Answer": "\"2003-05\"\t\n"
    },
    {
        "QuestionId": "q4051",
        "RawQuestion": "功夫的主演是谁？\n",
        "Sparql": "select ?x where { <功夫_（2004年周星驰主演电影）> <主演> ?x . }\n",
        "Answer": "<周星驰>\t<陈国坤>\t<元秋>\t<黄圣依>\t<元华>\t\n"
    },
    {
        "QuestionId": "q6457",
        "RawQuestion": "昆明佳华广场酒店在哪所城市？\n",
        "Sparql": "select ?x where { <昆明佳华广场酒店> <城市> ?x. }\n",
        "Answer": "<昆明>\t\n"
    },
    {
        "QuestionId": "q5016",
        "RawQuestion": "术后发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <术后发热> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<肝脾肿大>\t<癌性发热>\t<中枢性发热>\t<创伤>\t<高热>\t<寒战>\t<淋巴结肿大>\t\n"
    },
    {
        "QuestionId": "q254",
        "RawQuestion": "樱桃种植在哪些区域？\n",
        "Sparql": "select ?x where { <樱桃_（蔷薇科落叶灌木果树）> <分布区域> ?x. }\n",
        "Answer": "<甘肃>\t<河南_（中国中部地区省份之一）>\t<安徽>\t<江苏>\t<湖北>\t<浙江>\t<河北_（中国省级行政区）>\t<陕西_（中华人民共和国省级行政单位）>\t<辽宁>\t<山东_（中国山东省）>\t\n"
    },
    {
        "QuestionId": "q2843",
        "RawQuestion": "申万行业分类类别？\n",
        "Sparql": "select ?x where { <申万行业> <类别> ?x. }\n",
        "Answer": "\"房地产\"\t\"银行\"\t\"通信\"\t\"钢铁\"\t\"汽车\"\t\"机械设备\"\t\"家用电器\"\t\"计算机\"\t\"电子\"\t\"化工\"\t\"交通运输\"\t\"休闲服务\"\t\"综合\"\t\"有色金属\"\t\"传媒\"\t\"建筑装饰\"\t\"医药生物\"\t\"电气设备\"\t\"食品饮料\"\t\"建筑材料\"\t\"采掘\"\t\"公用事业\"\t\"商业贸易\"\t\"农林牧渔\"\t\"纺织服装\"\t\"国防军工\"\t\"轻工制造\"\t\"非银金融\"\t\"行业名称\"\t\n"
    },
    {
        "QuestionId": "q3155",
        "RawQuestion": "充血性心力衰竭属于什么类型?\n",
        "Sparql": "select ?x where { <充血性心力衰竭> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2702",
        "RawQuestion": "飞亚股份的总会计师是谁?\n",
        "Sparql": "select ?x where { <飞亚股份> <总会计师> ?x. }\n",
        "Answer": "<陈卓>\t\n"
    },
    {
        "QuestionId": "q4069",
        "RawQuestion": "历史上的秦桧是哪里人？\n",
        "Sparql": "select ?x where { <秦桧_（南宋著名奸臣）> <出生地> ?x . }\n",
        "Answer": "<黄州_（湖北黄冈市辖区）>\t\n"
    },
    {
        "QuestionId": "q5962",
        "RawQuestion": "北海公园周围有能打高尔夫的酒店吗？\n",
        "Sparql": "select ?y where { <北海公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <类型> <酒店>. ?y <是否有高尔夫球场> <有高尔夫球场，可能收费>. }\n",
        "Answer": "<北京国际饭店>\t\n"
    },
    {
        "QuestionId": "q2338",
        "RawQuestion": "奥巴马都从事过什么职业？\n",
        "Sparql": "select ?x where { <侯赛因_（美国总统）> <职业> ?x. }\n",
        "Answer": "<律师_（职业）>\t<政治家>\t<总统_（国家元首称谓）>\t\n"
    },
    {
        "QuestionId": "q2037",
        "RawQuestion": "令狐冲和岳灵珊是什么关系？\n",
        "Sparql": "select ?x where { <令狐冲> ?x <岳灵珊> . }\n",
        "Answer": "<青梅竹马>\t\n"
    },
    {
        "QuestionId": "q5044",
        "RawQuestion": "孕妇乏力属于什么？\n",
        "Sparql": "select ?x where { <孕妇乏力> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4523",
        "RawQuestion": "可立克的高管数量?\n",
        "Sparql": "select ?x where { <可立克> <高管数量> ?x. }\n",
        "Answer": "\"15\"\t\n"
    },
    {
        "QuestionId": "q6453",
        "RawQuestion": "哪些城市有香格里拉酒店\n",
        "Sparql": "select distinct ?x where { ?y <酒店品牌名称> <香格里拉酒店>. ?y <城市> ?x. }\n",
        "Answer": "<北京>\t<温州>\t<深圳>\t<苏州>\t<南京>\t<成都>\t<桂林>\t<长春>\t<青岛>\t<哈尔滨>\t<包头>\t\n"
    },
    {
        "QuestionId": "q1805",
        "RawQuestion": "基金的交易时间？\n",
        "Sparql": "select ?x where { <基金> <交易时间> ?x. }\n",
        "Answer": "\"交易日的9:30-15:00\"\t\n"
    },
    {
        "QuestionId": "q3510",
        "RawQuestion": "腰椎间盘突出属于什么?\n",
        "Sparql": "select ?x where { <腰椎间盘突出> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2986",
        "RawQuestion": "光大证券董事长多大年纪了？\n",
        "Sparql": "select ?x where { <光大证券> <董事长> ?y. ?y <年纪> ?x. }\n",
        "Answer": "<52岁>\t\n"
    },
    {
        "QuestionId": "q2035",
        "RawQuestion": "杨不悔的爸爸是谁？\n",
        "Sparql": "select ?x where { ?y <岳父> ?x . ?y <妻子> <杨不悔_（金庸小说《倚天屠龙记》中人物）> . }\n",
        "Answer": "<杨逍>\t\n"
    },
    {
        "QuestionId": "q353",
        "RawQuestion": "北京大学有多少个硕士点？\n",
        "Sparql": "select ?x where { <北京大学> <硕士点> ?x. }\n",
        "Answer": "\"312 个\"\t\n"
    },
    {
        "QuestionId": "q1831",
        "RawQuestion": "青岛啤酒的副总裁？\n",
        "Sparql": "select ?x where { <青岛啤酒> <副总裁> ?x. }\n",
        "Answer": "<王瑞永>\t\n"
    },
    {
        "QuestionId": "q6406",
        "RawQuestion": "颐和园中南湖岛项目5岁可以玩吗？\n",
        "Sparql": "select ?x where { <颐和园> <娱乐项目名称> <南湖岛>. <南湖岛> <项目限制（一般指身高年龄限制）> ?x. }\n",
        "Answer": "\"无限制\"\t\n"
    },
    {
        "QuestionId": "q5972",
        "RawQuestion": "上海外滩附近2公里的景点有哪些？\n",
        "Sparql": "select ?y where { <外滩> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 2). ?y <城市> <上海>. ?y <类型> <景点>.}\n",
        "Answer": "<魔都星空艺术馆>\t<上海印象光绘艺术馆（东方明珠塔旗舰店 ）>\t\n"
    },
    {
        "QuestionId": "q2210",
        "RawQuestion": "《南腔北调集》的作者是哪一年去世的？\n",
        "Sparql": "select ?x where { <南腔北调集> <作者> ?y . ?y <逝世日期> ?x . }\n",
        "Answer": "\"1936-10-19\"\t\n"
    },
    {
        "QuestionId": "q1003",
        "RawQuestion": "有哪些藏族歌手？\n",
        "Sparql": "select ?x where { ?x <民族> <藏族>. ?x <职业> <歌手_（职业名称）>. }\n",
        "Answer": "<琼雪卓玛>\t<贡尕达哇>\t<贡布才让>\t<索扎木>\t<卓卓玛>\t<泽仁央金>\t<格桑_（内地男演员）>\t<央金次卓>\t<金珠卓玛>\t<德格叶>\t<黄兴饶>\t<蒲巴甲>\t<泽旺多吉>\t<阿斯根_（空政文工团藏族歌手）>\t<扎西华旦>\t<仁青卓玛>\t<扎西邓珠_（歌手）>\t<仁钦卓玛>\t<赞拉龙儿>\t<韩红_（中国大陆音乐人、慈善家）>\t<格桑梅朵_（藏族女歌手）>\t<齐旦布>\t<次仁央宗_（藏族歌手）>\t<阿斯满>\t<德拉才让>\t<阿兰·达瓦卓玛>\t<索南扎西>\t<央措柯秀>\t<泽让南木甲>\t<扎西文帝>\t<旦正才让_（藏族青年歌手）>\t<云丹久美>\t<嘉央曲珍>\t<益西>\t<仁增卓玛>\t<丹巴旺姆>\t<央金兰泽>\t<扎西卓玛_（《超级女声》参赛选手）>\t<容尔甲>\t<高原三星>\t<尕让卓玛>\t<桑吉草>\t<阿德_（藏族歌手）>\t<谢旦>\t<巴桑_（国家二级演员）>\t<旦曲阿帝>\t<恩诺吾>\t<德西拉姆>\t<杨秀措>\t<雪山朗玛>\t<边巴德吉>\t<阿斯根_（米亚罗公主阿斯根）>\t<四郎曲珍>\t<毛妮卓玛>\t<三郎王青>\t<旺姆>\t<格桑西曼>\t<才让东珠>\t<格桑美朵_（歌手）>\t<西曼_（中国内地歌手）>\t<阿里_（藏族歌手）>\t<普布次仁_（藏族歌手）>\t<冰雪姐妹_（藏族歌手组合）>\t<庞梅>\t<索朗扎西_（藏族歌手）>\t<索朗旺姆>\t<高原风_（藏族乐队男子组合）>\t<根呷>\t<才让措_（藏族女歌手）>\t\n"
    },
    {
        "QuestionId": "q1426",
        "RawQuestion": "南京大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <南京大学> <现任校长> ?x . }\n",
        "Answer": "<陈骏_（南京大学校长，江苏省科协主席）>\t\n"
    },
    {
        "QuestionId": "q1471",
        "RawQuestion": "北京语言大学的校长是谁？\n",
        "Sparql": "select ?x where { <北京语言大学> <现任校长> ?x. }\n",
        "Answer": "<崔希亮>\t\n"
    },
    {
        "QuestionId": "q3367",
        "RawQuestion": "急性白血病涉及哪些症状？\n",
        "Sparql": "select ?x where { <急性白血病> <涉及症状> ?x. }\n",
        "Answer": "<面色苍白>\t<指甲中央部分隆起>\t<三凹征>\t<劳力性呼吸困难>\t<高碳酸血症>\t<持续性弛张热>\t<面色青紫>\t<急性呼吸困难>\t<CO2潴留>\t\n"
    },
    {
        "QuestionId": "q7049",
        "RawQuestion": "咳嗽的发病部位在哪？\n",
        "Sparql": "select ?x where { <咳嗽> <发病部位> ?x. }\n",
        "Answer": "\"呼吸道\"\t\"喉咙\"\t\n"
    },
    {
        "QuestionId": "q4636",
        "RawQuestion": "外汇期货英镑的代号是\n",
        "Sparql": "select ?x where { <英镑> <外汇期货代号> ?x. }\n",
        "Answer": "<BP>\t\n"
    },
    {
        "QuestionId": "q6256",
        "RawQuestion": "绍兴国际大酒店有wifi吗？\n",
        "Sparql": "select ?x where { <绍兴国际大酒店> <wifi情况> ?x. }\n",
        "Answer": "\"有免费wifi\"\t\n"
    },
    {
        "QuestionId": "q5666",
        "RawQuestion": "请问财富国际酒店下午几点退房？\n",
        "Sparql": "select ?time where { <财富国际酒店> <酒店退房时间> ?time. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q4793",
        "RawQuestion": "维力医疗的职工监事是谁?\n",
        "Sparql": "select ?x where { <维力医疗> <职工监事> ?x. }\n",
        "Answer": "<赵彤威>\t\n"
    },
    {
        "QuestionId": "q4101",
        "RawQuestion": "诗经的内容分为哪三个部分？\n",
        "Sparql": "select ?x where { <诗经> <内容分类> ?x. }\n",
        "Answer": "<雅_（词语）>\t<风_（自然现象）>\t<颂>\t\n"
    },
    {
        "QuestionId": "q3198",
        "RawQuestion": "血管神经性水肿属于什么科？\n",
        "Sparql": "select ?x where { <血管神经性水肿> <科室> ?x. }\n",
        "Answer": "<口腔科>\t\n"
    },
    {
        "QuestionId": "q6098",
        "RawQuestion": "湖南省博物馆的景点等级？\n",
        "Sparql": "select ?x where { <湖南省博物馆> <景点的等级A> ?x. }\n",
        "Answer": "\"4A\"\t\n"
    },
    {
        "QuestionId": "q2765",
        "RawQuestion": "上期所在中国哪个城市\n",
        "Sparql": "select ?x where { <上期所> <位置> ?x. }\n",
        "Answer": "<上海>\t\n"
    },
    {
        "QuestionId": "q381",
        "RawQuestion": "被誉为童话王国的是哪个国家？\n",
        "Sparql": "select ?x where { ?x <国家美誉> \"童话王国\". }\n",
        "Answer": "<丹麦>\t\n"
    },
    {
        "QuestionId": "q2885",
        "RawQuestion": "环球主要的期货交易所？\n",
        "Sparql": "select ?x where { <环球交易所> <类别> ?x. }\n",
        "Answer": "<芝加哥商品交易所（CME）>\t<芝加哥期货交易所（CBOT）>\t<伦敦金属交易所（LME）>\t<纽约商品期货交易所>\t<纽约期货交易所（NYBOT）>\t<上海期货交易所（SHFE）>\t\n"
    },
    {
        "QuestionId": "q1774",
        "RawQuestion": "香港联交所是哪四家合并而成的？\n",
        "Sparql": "select ?x where { <香港联交所> <组成> ?x. }\n",
        "Answer": "<远东交易所>\t<香港证券交易所>\t<金银证券交易所>\t<九龙证券交易所>\t\n"
    },
    {
        "QuestionId": "q5991",
        "RawQuestion": "四川岷山饭店最晚几点退房？\n",
        "Sparql": "select ?x where { <四川岷山饭店> <酒店退房时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q3499",
        "RawQuestion": "大叶性肺炎属于什么?\n",
        "Sparql": "select ?x where { <大叶性肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5039",
        "RawQuestion": "下肢乏力属于什么？\n",
        "Sparql": "select ?x where { <下肢乏力> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6933",
        "RawQuestion": "浙江卫视的代表节目\"Running Man\"的主持人都有谁？\n",
        "Sparql": "select ?x where { <浙江卫视> <代表节目> ?y. ?y <外文名称> \"Running Man\". ?y <主持人> ?x. } \n",
        "Answer": "<李晨_（中国内地男演员）>\t<王祖蓝>\t<郑恺_（中国内地男演员）>\t<杨颖_（中国女演员、模特、歌手）>\t<邓超_（中国电影导演、演员）>\t<陈赫_（大陆演员）>\t\n"
    },
    {
        "QuestionId": "q2226",
        "RawQuestion": "注册号为\"330100400015575\"的公司的CEO是谁？\n",
        "Sparql": "select ?x where { ?y <注册号> \"330100400015575\" . ?y <首席执行官> ?x . }\n",
        "Answer": "<宫正楠>\t\n"
    },
    {
        "QuestionId": "q1923",
        "RawQuestion": "东方通信的主营产品？\n",
        "Sparql": "select ?x where { <东方通信> <主营产品> ?x. }\n",
        "Answer": "<专网通信>\t<转融券标的>\t<金融电子>\t<移动电话>\t\n"
    },
    {
        "QuestionId": "q2267",
        "RawQuestion": "有哪些著名数学家同时也是物理学家？\n",
        "Sparql": "SELECT ?x WHERE { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <职业> <数学家_（数学家（世界著名数学家））> . }\n",
        "Answer": "<爱德华·威滕>\t<波恩哈德·黎曼>\t<洛伦兹_（荷兰物理学家）>\t<海什木>\t<伽利略手指>\t<笛卡儿>\t<M·J·锡顿>\t<哈密顿_（爱尔兰数学家、物理学家）>\t<洛伦兹_（丹麦物理学家）>\t<埃万杰利斯塔·托里拆利>\t<斯图克斯>\t<麦克斯韦_（英国物理学家）>\t<保罗·埃伦费斯特>\t<威廉·德西特>\t<阿基米德_（古希腊哲学家、数学家、物理学家）>\t<克里斯蒂安·惠更斯>\t<克里斯蒂安·多普勒>\t<伊瓦尔·贾埃弗>\t<伯努力>\t<厄恩斯特·斯蒂克尔堡>\t<赵安洋>\t<利斯廷>\t<阿尔伯特·爱因斯坦>\t<巴托林>\t<乔治·斯托克斯>\t<亚瑟·斯坦利·爱丁顿>\t<帕斯卡_（布莱士·帕斯卡）>\t<傅立叶_（法国数学家及物理学家）>\t<让·勒朗·达朗贝尔>\t<史蒂芬·沃尔弗拉姆>\t<柯西>\t<约翰·雅各布·巴耳末>\t<约瑟夫·拉格朗日>\t<奥斯特罗格拉茨基>\t<泰勒GI>\t<牛顿_（艾萨克·牛顿）>\t<欧勒>\t<克拉夫特_（挪威数学家，物理学家，人类学家）>\t<欧拉_（莱昂哈德·欧拉）>\t<拉普拉斯_（法国数学家、物理学家）>\t<笛卡尔_（近代法国哲学家、物理学家、数学家）>\t<伽利略·伽利雷>\t<斯蒂芬·威廉·霍金>\t<沃利斯>\t<帕斯卡赌注>\t<格林_（英国近代物理数学先驱）>\t<哈密尔顿_（数学家）>\t<维维亚尼_（意大利数学家、物理学家）>\t<邦菲尔斯>\t<卡尔·皮叶克尼斯>\t<雷奥德科斯特>\t<梅斯尼埃>\t<詹姆斯·霍普伍德·金斯>\t<埃伦弗里德·瓦尔特·冯·契恩豪斯>\t<朗伯>\t<让-巴蒂斯特·毕奥>\t\n"
    },
    {
        "QuestionId": "q6497",
        "RawQuestion": "著名的苏州博物馆的详细地址是多少？\n",
        "Sparql": "select ?x where { <苏州博物馆> <城市> <苏州> . <苏州博物馆> <地址> ?x . }\n",
        "Answer": "\"东北街204号\"\t\n"
    },
    {
        "QuestionId": "q6446",
        "RawQuestion": "北京新世纪日航饭店在哪？\n",
        "Sparql": "select ?x where { <北京新世纪日航饭店> <地址> ?x. }\n",
        "Answer": "\"首都体育馆南路6号\"\t\n"
    },
    {
        "QuestionId": "q5605",
        "RawQuestion": "景点等级为5A的孤山公园在哪所城市？\n",
        "Sparql": "select ?x where { <孤山公园> <景点的等级A> \"5A\" . <孤山公园> <城市> ?x . }\n",
        "Answer": "<杭州>\t\n"
    },
    {
        "QuestionId": "q396",
        "RawQuestion": "钢铁侠史塔克是哪个学校的校友？\n",
        "Sparql": "select ?y where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <毕业院校> ?y. }\n",
        "Answer": "<麻省理工学院>\t\n"
    },
    {
        "QuestionId": "q2793",
        "RawQuestion": "周生生集团国际有限公司的注册地址\n",
        "Sparql": "select ?x where { <周生生集团国际有限公司> <注册地址> ?x. }\n",
        "Answer": "<Clarendon_House_2_Church_Street_Hamilton_HM11_Bermuda>\t\n"
    },
    {
        "QuestionId": "q6737",
        "RawQuestion": "\t李兰娟的队友都有谁？\n",
        "Sparql": "select ?z where { ?z <队友> <李兰娟>. } \n",
        "Answer": "<朱梦飞>\t<汤灵玲>\t<张园园>\t<刘元春>\t\n"
    },
    {
        "QuestionId": "q7299",
        "RawQuestion": "咸宁有哪些碧桂园凤凰的酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <咸宁> . ?x <酒店品牌名称> <碧桂园凤凰> . ?x <类型> <酒店> . }\n",
        "Answer": "<咸宁碧桂园凤凰温泉酒店>\t<咸宁碧桂园凤凰温泉中心汤院>\t\n"
    },
    {
        "QuestionId": "q3380",
        "RawQuestion": "获得性免疫缺陷综合征的同义词是什么？\n",
        "Sparql": "select ?x where { <获得性免疫缺陷综合征> <同义词> ?x. }\n",
        "Answer": "<艾滋病>\t\n"
    },
    {
        "QuestionId": "q146",
        "RawQuestion": "刘昊然有哪些代表作品？\n",
        "Sparql": "select ?x where { <刘昊然> <代表作品> ?x. }\n",
        "Answer": "<北京爱情故事_（2014年陈思诚执导电影）>\t<唐人街探案>\t\n"
    },
    {
        "QuestionId": "q2538",
        "RawQuestion": "曾毅所在的音乐组合有哪些代表作品？\n",
        "Sparql": "select ?y where { ?x <组合成员> <曾毅_（凤凰传奇组合男主唱）>. ?x <代表作品> ?y. }\n",
        "Answer": "<自由飞翔_（凤凰传奇原唱歌曲）>\t<月亮之上_（凤凰传奇演唱歌曲）>\t<最炫民族风_（2009年凤凰传奇发行单曲）>\t<我从草原来_（凤凰传奇演唱歌曲）>\t<荷塘月色_（凤凰传奇演唱歌曲）>\t\n"
    },
    {
        "QuestionId": "q2980",
        "RawQuestion": "恒生电子股份有限公司董事长名下有多少家公司\n",
        "Sparql": "select ?x where { <恒生电子股份有限公司> <董事长> ?y. ?y <参股公司数> ?x. }\n",
        "Answer": "\"55\"\t\n"
    },
    {
        "QuestionId": "q304",
        "RawQuestion": "愚人节的英文名称是什么？\n",
        "Sparql": "select ?x where { <愚人节_（西方节日）> <英文名> ?x. }\n",
        "Answer": "\"April Fool's Day\"\t\n"
    },
    {
        "QuestionId": "q179",
        "RawQuestion": "863计划是由哪些科学家提议的？\n",
        "Sparql": "select ?x where { <国家高技术研究发展计划（863计划）> <科学家提议> ?x. }\n",
        "Answer": "\"王淦昌\"\t\"陈芳允\"\t\"王大珩\"\t\"杨嘉墀\"\t\n"
    },
    {
        "QuestionId": "q3071",
        "RawQuestion": "冠状病毒感染的同义词是什么？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <同义词> ?x. }\n",
        "Answer": "<冠形病毒感染,日冕病毒感染,日冕形病毒感染>\t\n"
    },
    {
        "QuestionId": "q7605",
        "RawQuestion": "西安建国饭店有房间能住3个人吗？\n",
        "Sparql": "select ?y where { <西安建国饭店> <房型名称> ?y. ?y <容纳人数> ?number. filter(?number = 3) }\n",
        "Answer": "<欢乐湖景家庭房>\t<湖景家庭两室套间>\t<欢乐湖景家庭房(3>\t<儿童亲子房>\t\n"
    },
    {
        "QuestionId": "q3539",
        "RawQuestion": "隐睾属于什么?\n",
        "Sparql": "select ?x where { <隐睾> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q7205",
        "RawQuestion": "如何诊断习惯性腹泻？\n",
        "Sparql": "select ?x where { <习惯性腹泻> <诊断> ?x. }\n",
        "Answer": "\"腹泻：1)根据病程长短，分为急性腹泻与慢性腹泻两种。2)根据病理生理的特点可分为：a渗出性腹泻b分泌性腹泻c渗透性腹泻d吸收不良性腹泻e胃肠蠕动加速性腹泻3)按解剖部位可分为：a胃原性腹泻b肠原性腹泻c胰原性慢性腹泻d内分泌失常性腹泻e功能性腹泻【伴随症状】腹泻不是一种独立的疾病，而是很多疾病的一个共同表现，它同时可伴有呕吐、发热、腹痛、腹胀、黏液便、血便等症状。腹泻伴有发热、腹痛、呕吐等常提示急性感染;伴大便带血、贫血、消瘦等则需警惕肠癌;伴腹胀、食欲差等常需警惕肝癌;伴水样便则需警惕霍乱弧菌感染。除此之外，腹泻还可直接引起脱水、营养不良等，具体表现为皮肤干燥、眼球下陷、舌干燥、皮肤皱褶。长期慢性腹痛腹泻常见于：慢性非特异性溃疡性大肠炎：腹泻每日数次至10次以上，可为脓血便、粘液血便或血便。腹痛轻者为隐痛，典型者为绞痛，有腹痛――便意――缓解的特点。全身表现为发热、乏力、消瘦，常伴有皮肤、粘膜、关节、肝、肾、眼、口腔等系统的表现。较严重的并发症有：中毒性结肠扩张、肠穿孔、大出血、癌变等等。治疗较困难较复杂，常需住院系统治疗。克隆病：名称较多，如末端回肠炎、局限性肠炎、肉芽肿性肠炎、节段性肠炎等。发病多在中青年，男稍多于女。主要表现为腹痛、腹泻、发热、营养障碍、不全性肠梗阻、腹部内瘘或外瘘等。重症患者迁延不愈，预后不良。治疗：本病尚无特效疗法。应以全身治疗为基础，辅以手术治疗，并防止复发。肠结核：常与肠外结核并存，一般比较典型的临床表现有：腹部隐痛钝痛，多发生在右下腹，也可脐周或遍及全腹。由于病变直接影响到肠的消化与吸收功能，患者常有消瘦、全身虚弱等现象。可能发生的并发症有：肠梗阻、肠穿孔、出血。治疗：休息和营养是基础;抗结核药物;手术等。认识到正常人之间的肠功能存在差别是很重要的。正常大便的范围甚至可以一天三次或一周二次，但应该成形而不坚硬，无血，排出无痉挛性疼痛和痛苦。肠易激综合症患者临床表现无特异性，病程长且反复发作，临床一般分腹泻型、便秘型、腹泻便秘交替型和黏液型4种。腹泻型患者主要表现为腹泻，一日多次甚至10余次，常在早饭后发生多次排便，极少发生在夜间和睡眠中，与精神因素、情绪变化关系密切，精神紧张容易诱发排便;便秘型患者粪量少，排便困难，每周1-2次，偶有10余天一次者，常常伴有腹痛或腹胀、粪便坚硬，或成球形，有时大便纤细，表面附有黏液;一些人便秘和腹泻可以交替出现，便秘和腹泻通常有痉挛性的疼痛，有时患者排便伴有黏液。肠易激综合症还可能有食管堵塞感、恶心、胸骨后烧灼感、打嗝和胀满等食管胃表现，以及心慌、乏力、多汗、失眠等植物神经功能紊乱的表现。但胃出血、发热、体重减少以及持续性腹痛不是肠易激综合症的表现，可能是其他疾病的征象。\"\t\n"
    },
    {
        "QuestionId": "q4856",
        "RawQuestion": "Turner综合征属于什么?\n",
        "Sparql": "select ?x where { <Turner综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6158",
        "RawQuestion": "外滩附近哪个酒店有多功能厅？\n",
        "Sparql": "select ?y where { <外滩> <附近> ?cvt. ?cvt <实体名称> ?y.  ?y <是否有多功能厅>   <有多功能厅>. ?y <类型> <酒店>.}\n",
        "Answer": "<上海瑞金洲际酒店>\t<上海兴国宾馆丽笙精选>\t<上海日航饭店>\t\n"
    },
    {
        "QuestionId": "q4480",
        "RawQuestion": "张汉卿的妻子是？\n",
        "Sparql": "select ?y where { ?x <别名> \"双喜、小六子、张汉卿、张少帅\". ?y <丈夫> <张学良_（国民革命军将领）>. }\n",
        "Answer": "<赵一荻>\t\n"
    },
    {
        "QuestionId": "q7096",
        "RawQuestion": "不规则发热该做哪些预防措施？\n",
        "Sparql": "select ?x where { <不规则发热> <预防> ?x. }\n",
        "Answer": "\"临床上即使存在发热也不必紧急退热，以利观察体温变化的趋势。对于精神状态差、皮肤出现皮疹或伴有呕吐、腹泻的病人，应及时到医院看病，确定诊断，接受合理的治疗，此时，切勿以退热作为治疗疾病的主要手段。应查找发热的原因，再酌情处理。若体温超过39℃以上，可酌情物理降温或药物降温。\"\t\n"
    },
    {
        "QuestionId": "q2443",
        "RawQuestion": "海贼里红发率领着哪个海贼团纵横新世界？\n",
        "Sparql": "select ?x where { ?x <船长> <红发_（《海贼王》中人物）>. }\n",
        "Answer": "<红发海贼团>\t\n"
    },
    {
        "QuestionId": "q1889",
        "RawQuestion": "获英国《中央银行》终身成就奖的是？\n",
        "Sparql": "select ?x where { ?x <荣誉> <英国《中央银行》终身成就奖>. }\n",
        "Answer": "<周小川>\t\n"
    },
    {
        "QuestionId": "q552",
        "RawQuestion": "代表作品是黄飞鸿且信奉佛教的是谁？\n",
        "Sparql": "select ?x where { ?x <信仰> <佛教>. ?x <代表作品> <黄飞鸿>. }\n",
        "Answer": "<赵文卓_（影视演员）>\t<李连杰_（演员、武术家）>\t\n"
    },
    {
        "QuestionId": "q5228",
        "RawQuestion": "结核病的eMedicine是什么？\n",
        "Sparql": "select ?x where { <结核病> <eMedicine> ?x. }\n",
        "Answer": "\"med/2324 emerg/618 radio/411\"\t\n"
    },
    {
        "QuestionId": "q1827",
        "RawQuestion": "青岛啤酒的监事会主席？\n",
        "Sparql": "select ?x where { <青岛啤酒> <监事会主席> ?x. }\n",
        "Answer": "<李钢>\t\n"
    },
    {
        "QuestionId": "q1682",
        "RawQuestion": "万科是哪个行业？\n",
        "Sparql": "select ?x where { <万科> <行业> ?x. }\n",
        "Answer": "<房地产>\t\n"
    },
    {
        "QuestionId": "q4987",
        "RawQuestion": "发热伴有皮疹与什么疾病有关？\n",
        "Sparql": "select ?x where { <发热伴有皮疹> <涉及疾病> ?x. }\n",
        "Answer": "<埃可病毒感染>\t<麻疹>\t<猩红热>\t<湿疹>\t<接触性皮炎>\t\n"
    },
    {
        "QuestionId": "q1646",
        "RawQuestion": "\"现代遗传学之父\"毕业于哪所学校？\n",
        "Sparql": "select ?x where { ?y <毕业院校> ?x. ?y <获得荣誉> \"现代遗传学之父\". }\n",
        "Answer": "<维也纳大学>\t\n"
    },
    {
        "QuestionId": "q3317",
        "RawQuestion": "鼻中隔偏曲属于什么?\n",
        "Sparql": "select ?x where { <鼻中隔偏曲> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1747",
        "RawQuestion": "深证的平均市盈率是多少？\n",
        "Sparql": "select ?x where { <深证> <平均市盈率> ?x. }\n",
        "Answer": "\"25.54倍\"\t\n"
    },
    {
        "QuestionId": "q5588",
        "RawQuestion": "开元名都大酒店在哪个城市？\n",
        "Sparql": "select ?x where { <开封开元名都大酒店> <城市> ?x. }\n",
        "Answer": "<开封>\t\n"
    },
    {
        "QuestionId": "q4794",
        "RawQuestion": "维力医疗的最新上任的独立董事是谁?\n",
        "Sparql": "select ?x where { <维力医疗> <现任独立董事> ?x. }\n",
        "Answer": "<牟善松>\t<李玲>\t<潘彦彬>\t\n"
    },
    {
        "QuestionId": "q2228",
        "RawQuestion": "塞万提斯的代表作品有多少个字？\n",
        "Sparql": "select ?x where { <塞万提斯·萨维德拉> <代表作品> ?y . ?y <字数> ?x . }\n",
        "Answer": "\"826000\"\t\n"
    },
    {
        "QuestionId": "q2159",
        "RawQuestion": "苹果公司成立于哪一天？\n",
        "Sparql": "select ?x where { <苹果_（苹果产品公司）> <成立时间> ?x . }\n",
        "Answer": "\"1976-04-01\"\t\n"
    },
    {
        "QuestionId": "q3366",
        "RawQuestion": "急性白血病在什么科室就诊？\n",
        "Sparql": "select ?x where { <急性白血病> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q4002",
        "RawQuestion": "现任银监会主席是什么学历？\n",
        "Sparql": "select ?x where { <银监会> <主席> ?y. ?y <学历> ?x. }\n",
        "Answer": "\"研究生学历\"\t\n"
    },
    {
        "QuestionId": "q2257",
        "RawQuestion": "有哪些著名的现实主义者？\n",
        "Sparql": "SELECT ?x WHERE { <现实主义者> <代表人物> ?x . }\n",
        "Answer": "<托马斯·霍布斯>\t<修昔底德_（古希腊历史学家、雅典十将军之一）>\t\n"
    },
    {
        "QuestionId": "q3011",
        "RawQuestion": "肺炎球菌抗原检测属于哪种类型的检测？\n",
        "Sparql": "select ?x where { <肺炎球菌抗原检测> <类型> ?x. }\n",
        "Answer": "<感染性疾病免疫检测>\t\n"
    },
    {
        "QuestionId": "q2740",
        "RawQuestion": "海泰发展的股票代码是多少\n",
        "Sparql": "select ?x where { <海泰发展> <股票代码> ?x. }\n",
        "Answer": "\"600082\"\t\n"
    },
    {
        "QuestionId": "q5284",
        "RawQuestion": "消化性溃疡的发病部位在哪？\n",
        "Sparql": "select ?x where { <消化性溃疡> <发病部位> ?x. }\n",
        "Answer": "\"胃\"\t\n"
    },
    {
        "QuestionId": "q2329",
        "RawQuestion": "\"木牛流马\"的创造者是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"发明木牛流马\". }\n",
        "Answer": "<诸葛亮_（三国时期蜀汉丞相）>\t<逐恶>\t\n"
    },
    {
        "QuestionId": "q3486",
        "RawQuestion": "虫咬皮炎属于什么?\n",
        "Sparql": "select ?x where { <虫咬皮炎> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q2929",
        "RawQuestion": "百度董事长是谁？\n",
        "Sparql": "select ?x where { <百度> <董事长> ?x. }\n",
        "Answer": "<李彦宏>\t\n"
    },
    {
        "QuestionId": "q6812",
        "RawQuestion": "北京大学现任校长毕业于哪里？\n",
        "Sparql": "SELECT ?y WHERE { <北京大学> <现任校长>?x. ?x<毕业院校>?y. } \n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q123",
        "RawQuestion": "伊拉克国花是什么？\n",
        "Sparql": "select ?x where { <伊拉克> <国花> ?x. }\n",
        "Answer": "<红玫瑰_（花卉名称）>\t\n"
    },
    {
        "QuestionId": "q2169",
        "RawQuestion": "著名歌手陈奕迅的出生日期是？\n",
        "Sparql": "select ?x where { <陈奕迅> <外文名> ?x . }\n",
        "Answer": "\"Eason Chan\"\t\n"
    },
    {
        "QuestionId": "q1514",
        "RawQuestion": "搜狐公司董事长毕业于哪个学校？\n",
        "Sparql": "select ?y where { <搜狐> <创办人> ?x. ?x <毕业院校> ?y . }\n",
        "Answer": "<清华大学物理系>\t<麻省理工学院>\t\n"
    },
    {
        "QuestionId": "q4174",
        "RawQuestion": "方如沁是哪部武侠游戏中的角色？\n",
        "Sparql": "select ?x where { <方如沁_（单机游戏《古剑奇谭一》人物）> <登场作品> ?x . ?x <游戏类型> <武侠_（武侠文化）>.  }\n",
        "Answer": "<古剑奇谭_（国产RPG游戏系列）>\t\n"
    },
    {
        "QuestionId": "q4590",
        "RawQuestion": "通威股份的总审计师\n",
        "Sparql": "select ?x where { <通威股份> <总审计师> ?x. }\n",
        "Answer": "<张国煜>\t\n"
    },
    {
        "QuestionId": "q1784",
        "RawQuestion": "短期国债的偿还期限？\n",
        "Sparql": "select ?x where { <短期国债> <偿还期限> ?x. }\n",
        "Answer": "\"1年或1年以内\"\t\n"
    },
    {
        "QuestionId": "q2140",
        "RawQuestion": "刘昊然的粉丝称为什么？\n",
        "Sparql": "select ?x where { <刘昊然> <粉丝名> ?x . }\n",
        "Answer": "\"暖阳\"\t\n"
    },
    {
        "QuestionId": "q6652",
        "RawQuestion": "北京大学的哪个机构的外文名为\"Center for Energy-Efficient Computing and Applications\"？\n",
        "Sparql": "SELECT ?x WHERE { ?x <地区> <北京大学>. ?x <外文名> \"Center for Energy-Efficient Computing and Applications\". } \n",
        "Answer": "<北京大学高能效计算与应用中心>\t\n"
    },
    {
        "QuestionId": "q2958",
        "RawQuestion": "恒生电子股份有限公司的董事长是什么学历\n",
        "Sparql": "select ?x where { <恒生电子> <董事长> ?y. ?y <学历> ?x. }\n",
        "Answer": "\"硕士\"\t\n"
    },
    {
        "QuestionId": "q7424",
        "RawQuestion": "布尔津县的喀纳斯景区人均价格是多少？\n",
        "Sparql": "select ?x where { <喀纳斯景区> <城市> <布尔津县> . <喀纳斯景区> <平均价格> ?x . }\n",
        "Answer": "\"632\"\t\n"
    },
    {
        "QuestionId": "q2779",
        "RawQuestion": "大华股份的ROE是多少？\n",
        "Sparql": "select ?x where { <大华股份> <ROE> ?x. }\n",
        "Answer": "\"14.23%\"\t\n"
    },
    {
        "QuestionId": "q2061",
        "RawQuestion": "期望效应的具体含义？\n",
        "Sparql": "select ?x where { <期望效应> <实质> ?y . ?y <基本信息> ?x . }\n",
        "Answer": "\"人们不自觉接受喜欢的人的暗示\"\t\n"
    },
    {
        "QuestionId": "q3399",
        "RawQuestion": "过敏性鼻炎有什么症状？\n",
        "Sparql": "select ?x where { <过敏性鼻炎> <症状> ?x. }\n",
        "Answer": "<鼻塞>\t\"流眼泪\"\t\"打喷嚏\"\t\"眼睛红肿\"\t\"眼睛痒\"\t\n"
    },
    {
        "QuestionId": "q4426",
        "RawQuestion": "歌手李荣浩是在中国的哪个地方出生的？\n",
        "Sparql": "select ?x where { <李荣浩_（中国内地男歌手）> <出生地> ?x. }\n",
        "Answer": "<蚌埠>\t\n"
    },
    {
        "QuestionId": "q1801",
        "RawQuestion": "封闭式基金的认购方式有哪些？\n",
        "Sparql": "select ?x where { <封闭式基金> <认购方式> ?x. }\n",
        "Answer": "\"网上发售\"\t\"网下发售\"\t\n"
    },
    {
        "QuestionId": "q1593",
        "RawQuestion": "孔子祖籍城市现有多少人口？\n",
        "Sparql": "select ?x where { <孔子_（儒家学派创始人）> <祖籍> ?y. ?y <人口> ?x. }\n",
        "Answer": "\"7258000\"\t\n"
    },
    {
        "QuestionId": "q5860",
        "RawQuestion": "亚龙湾红树林度假酒店的早餐价格是多少？\n",
        "Sparql": "select ?x where { <亚龙湾红树林度假酒店> <早餐价格> ?x. }\n",
        "Answer": "\"196 RMB\"\t\n"
    },
    {
        "QuestionId": "q344",
        "RawQuestion": "尼罗河流入哪一片海域？\n",
        "Sparql": "select ?x where { <尼罗河_（流经非洲东部与北部的河流）> <注入> ?x. }\n",
        "Answer": "<地中海_（欧洲、非洲和亚洲大陆之间的一块海域）>\t\n"
    },
    {
        "QuestionId": "q3094",
        "RawQuestion": "细菌感染与什么疾病有关？\n",
        "Sparql": "select ?x where { <细菌感染> <涉及疾病> ?x. }\n",
        "Answer": "<细菌性阴道病>\t<肝片形吸虫病>\t<细菌感染>\t<急性喉气管支气管炎>\t<肝脓肿>\t<慢性前列腺炎>\t\n"
    },
    {
        "QuestionId": "q4682",
        "RawQuestion": "金融监管有哪些方式\n",
        "Sparql": "select ?x where { <金融监管> <类别> ?x. }\n",
        "Answer": "\"公告监管\"\t\"规范监管\"\t\"实体监管\"\t\n"
    },
    {
        "QuestionId": "q7239",
        "RawQuestion": "肾衰竭是怎么造成的？\n",
        "Sparql": "select ?x where { <肾衰竭> <病因> ?x. }\n",
        "Answer": "\"因肾脏急慢性病变、外伤、毒物等所致\"\t\n"
    },
    {
        "QuestionId": "q1489",
        "RawQuestion": "京剧《贵妃醉酒》是谁的代表作？\n",
        "Sparql": "select ?x where { ?x <职业> <京剧演员>. ?x <主要作品> <贵妃醉酒_（京剧剧目）>. }\n",
        "Answer": "<梅兰芳_（中国京剧表演艺术家）>\t\n"
    },
    {
        "QuestionId": "q1372",
        "RawQuestion": "电视剧《爱情公寓》是何时上映的？\n",
        "Sparql": "select ?x where { <爱情公寓_（韦正导演的都市爱情情景喜剧）> <上映时间> ?x. }\n",
        "Answer": "\"2009-08-05\"\t\n"
    },
    {
        "QuestionId": "q7148",
        "RawQuestion": "刺激性干咳该怎么预防？\n",
        "Sparql": "select ?x where { <刺激性干咳> <预防> ?x. }\n",
        "Answer": "\"一、舌下脱敏治疗舌下脱敏，舌下脱敏治疗是利用过敏原的提取物滴入舌下，使呼吸道粘膜产生耐受性，从而减轻或控制过敏症状，到达脱敏治疗的目的。其临床特点在于：全球发展最快的脱敏治疗（即特异性免疫治疗或免疫治疗）方法，符合世界卫生组织推荐的对症+对因的理性化治疗方案。标本兼治：根本性治疗过敏性疾病，起效显著，脱敏彻底；克服传统的激素类化学药物只在疾病发作时对症治疗，治标不治本的局限性，且随着服用时间的延长，具有不同程度的不良反应可能产生一定的耐药。安全性高：全球范围内，使用30年未发生严重副作用，最大程度保障了脱敏治疗的长期用药安全性；避免注射型脱敏疗法可能引起的全身性的严重不良反应（包括过敏性休克，甚至死亡），从而减轻了医护人员和患者的心理负担。对尘螨引起的过敏性哮喘患者经过舌下尘螨免疫治疗3到9个月后，可减少哮喘的发作次数和持续时间，减少糖皮质激素的吸入剂量、降低气道反应性和改善肺功能指标，在治疗前后体内免疫学指标也有改变，包括血清IgG4水平上升，Th2/Th1细胞比值改善等。由于是通过舌下给药，通常不会产生过敏性休克等严重不良反应，极少数患者偶有轻度皮疹或轻度腹泻，停止治疗或减量即可恢复。舌下脱敏治疗的机制是因为舌下粘膜有极多的朗格罕细胞，通过吸收微量尘螨变应原后将其加工转变成螨多肽信息，通过提呈给Th0细胞，使Th0细胞向Th1细胞转化，阻止变态反应的发生。二、脱敏贴治疗医院用“注射脱敏”，是将过敏原制成一定浓度的浸出液，并以逐渐递增剂量及浓度的方法，反复给病人注射人工制备的特异性抗原，从而达到逐渐诱导病人耐受该抗原而不产生过敏反应的方法。“纳米脱敏疗法”是在“注射脱敏”的原理上，改变给药途径，通过经皮渗透进入体内。在包载的多种过敏原干粉中，加入T102（二氧化钛）纳米微晶并配以远红外垫圈。T102（二氧化钛）纳米微晶在光和远红外线的催化下，能有效分解过敏原干粉中的有机物，产生游离小分子抗原；同时，T102（二氧化钛）纳米微晶在光催化下又能分解发皮肤角质层蛋白，使上皮组织间隙增大，有利于促进小分子抗原连续不断并最大程度渗透皮肤进入人体。机体在这些抗原的长期连续刺激下逐渐产生免疫耐受，对再接触过敏原不产生反应，达到机体完全脱敏的目的。\"\t\n"
    },
    {
        "QuestionId": "q4825",
        "RawQuestion": "康佳集团的职工监事是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <职工监事> ?x. }\n",
        "Answer": "<李君>\t\n"
    },
    {
        "QuestionId": "q5900",
        "RawQuestion": "大庆市博物馆在哪？\n",
        "Sparql": "select ?x where { <大庆市博物馆> <地址> ?x . }\n",
        "Answer": "\"文苑街2号\"\t\n"
    },
    {
        "QuestionId": "q1336",
        "RawQuestion": "瑞金的别名是什么？\n",
        "Sparql": "select ?x where { <瑞金> <别名> ?x. }\n",
        "Answer": "\"红色故都、瑞京\"\t\n"
    },
    {
        "QuestionId": "q6112",
        "RawQuestion": "南郊宾馆最晚几点入住？\n",
        "Sparql": "select ?x where { <南郊宾馆> <酒店入住结束时间> ?x. }\n",
        "Answer": "\"23:59\"\t\n"
    },
    {
        "QuestionId": "q6004",
        "RawQuestion": "外滩距离上海兴国宾馆丽笙多远？\n",
        "Sparql": "select ?t where { <外滩> <附近> ?cvt. ?cvt <实体名称> <上海兴国宾馆丽笙精选>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"6.0\"\t\n"
    }
]