[
    {
        "QuestionId": "q1998",
        "RawQuestion": "\"一灯大师\"是谁的别称？\n",
        "Sparql": "select ?x where { ?x <别名> \"一灯大师、南帝、南僧\" . }\n",
        "Answer": "<段智兴_（金庸小说人物）>\t\n"
    },
    {
        "QuestionId": "q1600",
        "RawQuestion": "中文名为巴宝莉的品牌创建于哪一年？\n",
        "Sparql": "select ?x where { ?y <中文名称> \"巴宝莉\". ?y <创立时间> ?x. }\n",
        "Answer": "\"1899\"\t\n"
    },
    {
        "QuestionId": "q7028",
        "RawQuestion": "如何诊断是低热？\n",
        "Sparql": "select ?x where { <低热> <诊断> ?x. }\n",
        "Answer": "\"一般急性发热，来势较凶，体温较高，但只要诊断明确，治疗及时，热退亦快。而长期低热，大多是慢性疾病所致，故治疗过程亦较长，如肿瘤引起的发热，只有根治肿瘤才能退热。体温是人类最重要的生命特征之一，它会随24小时昼夜变化在一定范围内波动，而非恒定不变。测量体温的方法通常包括口腔温度、腋窝温度和肛门温度三种，其中测量腋窝和口腔温度较为常用。正常人的体温一般为：口温36.7℃～37.7℃，腋温36.6℃～37.4℃，肛温36.9℃～37.9℃。如果有人每日口温在37.5℃～38.3℃、腋温在37.4℃～38.3℃之间波动，且持续3周以上不退，即可叫做“长期低热”。而长期低热往往预示着身体可能发生了某种问题，需要引起注意，并需要及时去看医生。\"\t\n"
    },
    {
        "QuestionId": "q7195",
        "RawQuestion": "分泌性腹泻应该如何预防？\n",
        "Sparql": "select ?x where { <分泌性腹泻> <预防> ?x. }\n",
        "Answer": "\"1、发病初期，饮食应以能保证营养而又不加重胃肠道病变部位的损伤为原则，一般宜选择清淡流质饮食，如浓米汤、淡果汁和面汤等。2、急性水泻期需要暂时禁食，脱水过多者需要输液治疗。3、缓解期排便次数减少后可进食少油的肉汤、牛奶、豆浆、蛋花汤、蔬菜汁等流质饮食。以后逐渐进食清淡、少油、少渣的半流质饮食。4、恢复期腹泻完全停止时，食物应以细、软、烂、少渣、易消化为宜。如食欲旺盛，就少食多餐。少吃甜食，因糖类易发酵和胀气。肠道发酵作用很强时，可吃些淀粉类食物。每天都应吃些维生素C含量丰富的食物，还可饮用强化维生素C的果汁，以保证足够的维生素C供应。\"\t\n"
    },
    {
        "QuestionId": "q6247",
        "RawQuestion": "宁波万豪酒店附近5公里的景点包括？\n",
        "Sparql": "select ?y where { <宁波万豪酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <宁波>. ?y <类型> <景点>.}\n",
        "Answer": "<宁波梵高星空艺术馆（天一广场旗舰店）>\t\n"
    },
    {
        "QuestionId": "q4434",
        "RawQuestion": "大风歌的作者在位多长时间？\n",
        "Sparql": "select ?x where { <大风_（大风歌）> <作者> ?y. ?y <在位> ?x . }\n",
        "Answer": "\"称王5年\"\t\"称帝8年\"\t\n"
    },
    {
        "QuestionId": "q2838",
        "RawQuestion": "光大证券的注册资本是多少？\n",
        "Sparql": "select ?x where { <光大证券> <注册资本> ?x. }\n",
        "Answer": "\"461,079万元\"\t\n"
    },
    {
        "QuestionId": "q2508",
        "RawQuestion": "《随想录》的作者的出生地是？\n",
        "Sparql": "select ?x where { <随想录> <作者> ?y. ?y <出生地> ?x. }\n",
        "Answer": "<成都_（四川省成都市）>\t<四川_（中华人民共和国四川省）>\t\n"
    },
    {
        "QuestionId": "q5649",
        "RawQuestion": "品牌为瑞士的酒店在昆山都有哪些家？\n",
        "Sparql": "select ?x where { ?x <城市> <昆山> . ?x <酒店品牌名称> <瑞士酒店> . }\n",
        "Answer": "<昆山瑞士大酒店>\t\n"
    },
    {
        "QuestionId": "q1517",
        "RawQuestion": "钢铁侠的队友有哪些人和他来自同一国家？\n",
        "Sparql": "select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?y. ?x <所属团队> ?y. ?x <国籍> <美国_（美利坚合众国）>.}\n",
        "Answer": "<仿声鸟_（美国漫威漫画旗下超级英雄）>\t<冬日战士>\t<野兽_（美国漫威漫画旗下超级英雄）>\t<美国上尉_（美国队长）>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t<猎鹰_（美国漫威漫画旗下超级英雄）>\t<埃里克·奥格雷迪>\t<鹰眼_（美国漫威漫画旗下超级英雄）>\t<仿声鸟_（美国漫威漫画旗下超级英雄）>\t<惊奇女士_（美国漫威漫画旗下超级英雄）>\t<绯红女巫>\t<战争机器_（美国漫威漫画旗下超级英雄）>\t<红巨人_（美国漫威漫画旗下超级英雄）>\t<蜘蛛侠_（美国漫威漫画旗下超级英雄）>\t<野兽_（美国漫威漫画旗下超级英雄）>\t<幻视_（美国漫威漫画旗下超级英雄）>\t<美国上尉_（美国队长）>\t<黄蜂侠>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t<猎鹰_（美国漫威漫画旗下超级英雄）>\t<蚁人_（美国漫威漫画旗下超级英雄）>\t<超胆侠_（美国漫威漫画旗下超级英雄）>\t<石头人_（美国漫威漫画旗下超级英雄）>\t<奇异博士_（美国漫威漫画旗下超级英雄）>\t<斯科特·朗>\t<埃里克·奥格雷迪>\t<霹雳火_（美国漫威漫画旗下超级英雄）>\t<铁拳_（美国漫威漫画旗下超级英雄）>\t<神奇先生>\t<鹰眼_（美国漫威漫画旗下超级英雄）>\t<快银>\t<隐形女侠_（美国漫威漫画旗下超级英雄）>\t<杰茜卡·琼斯_（美国漫威漫画旗下超级英雄）>\t<X教授>\t<史塔克_（美国动漫及电影钢铁侠中的人物）>\t<奇异博士_（美国漫威漫画旗下超级英雄）>\t<神奇先生>\t\n"
    },
    {
        "QuestionId": "q5754",
        "RawQuestion": "泉州悦华酒店的早餐多少钱？\n",
        "Sparql": "select ?x where { <泉州悦华酒店> <早餐价格> ?x. }\n",
        "Answer": "\"80 RMB\"\t\n"
    },
    {
        "QuestionId": "q5978",
        "RawQuestion": "宁波天一广场梵高星空艺术馆怎么走？\n",
        "Sparql": "select ?x where { <宁波梵高星空艺术馆（天一广场旗舰店）> <城市> <宁波> . <宁波梵高星空艺术馆（天一广场旗舰店）> <地址> ?x . }\n",
        "Answer": "\"银泰百货7楼星空失恋博物馆\"\t\n"
    },
    {
        "QuestionId": "q110",
        "RawQuestion": "苏联是在哪一年解体的？\n",
        "Sparql": "select ?x where { <苏联> <解体时间> ?x. }\n",
        "Answer": "\"1991-12-25\"\t\n"
    },
    {
        "QuestionId": "q1498",
        "RawQuestion": "《中国在梁庄》的作者毕业于哪个大学？\n",
        "Sparql": "select ?x where { <中国在梁庄> <作者> ?y . ?y <毕业院校> ?x . }\n",
        "Answer": "<太学>\t\n"
    },
    {
        "QuestionId": "q2705",
        "RawQuestion": "飞亚股份的总经理助理是谁?\n",
        "Sparql": "select ?x where { <飞亚股份> <总经理助理> ?x. }\n",
        "Answer": "<陈卓>\t\n"
    },
    {
        "QuestionId": "q7216",
        "RawQuestion": "骨髓炎的发病部位是哪儿？\n",
        "Sparql": "select ?x where { <骨髓炎> <常见发病部位> ?x. }\n",
        "Answer": "\"长骨\"\t\n"
    },
    {
        "QuestionId": "q2134",
        "RawQuestion": "如何用罗马数字书写十进制数48？\n",
        "Sparql": "select ?x where { <48> <罗马数字> ?x . }\n",
        "Answer": "\"XLVIII\"\t\n"
    },
    {
        "QuestionId": "q1288",
        "RawQuestion": "姜夔是哪个朝代的人？\n",
        "Sparql": "select ?x where { <姜夔> <所处时代> ?x. }\n",
        "Answer": "<南宋_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q7242",
        "RawQuestion": "会厌炎是如何引发的？\n",
        "Sparql": "select ?x where { <会厌炎> <病因> ?x. }\n",
        "Answer": "\"乙型流行性感冒杆菌感染，喉部外伤\"\t\n"
    },
    {
        "QuestionId": "q6616",
        "RawQuestion": "起点的创始人是男是女？\n",
        "Sparql": "select ?y where { <起点_（网站名称）> <创始人> ?x. ?x <性别> ?y. } \n",
        "Answer": "<男>\t\n"
    },
    {
        "QuestionId": "q4017",
        "RawQuestion": "《穷理查年鉴》的作者逝世于是哪天？\n",
        "Sparql": "select ?x where { ?y <代表作品> <穷理查年鉴> . ?y <逝世日期> ?x . }\n",
        "Answer": "\"1790-04-17\"\t\"1790-04-17\"\t\n"
    },
    {
        "QuestionId": "q164",
        "RawQuestion": "请列出马尔克斯的小说作品？\n",
        "Sparql": "select ?x where { ?x <作者> <加夫列尔·加西亚·马尔克斯>. }\n",
        "Answer": "<苦妓追忆录_（书籍）>\t<百年孤独>\t<枯枝败叶_（[哥伦比亚] 加西亚·马尔克斯小说）>\t<我不是来演讲的>\t<智利秘密行动>\t<城市的孤寂>\t<没有人给他写信的上校>\t<超越爱情的永恒之死>\t<霍乱时期的爱情_（加西亚·马尔克斯原著小说）>\t<一件事先张扬的凶杀案>\t<第三次辞世>\t<礼拜二午睡时刻>\t<一桩事先张扬的凶杀案>\t<一件事先张扬的谋杀案>\t<加西亚·马尔克斯中短篇小说集>\t<MEMORIES OF MYMELANCHOLY 苦妓追忆录>\t<恶时辰>\t<拉丁美洲的孤独_（马尔克斯演讲词）>\t<十二个朝圣故事>\t\n"
    },
    {
        "QuestionId": "q216",
        "RawQuestion": "浙江大学的地址是哪里\n",
        "Sparql": "select ?x where { <浙江大学> <学校地址> ?x . }\n",
        "Answer": "\"浙江省杭州市西湖区翠苑街道余杭塘路866号\"\t\n"
    },
    {
        "QuestionId": "q2034",
        "RawQuestion": "灭绝师太的哪个徒弟会九阴白骨爪？\n",
        "Sparql": "select ?x where { <灭绝师太_（小说《倚天屠龙记》人物）> <徒弟> ?x . <九阴白骨爪> <修习者> ?x . }\n",
        "Answer": "<周芷若>\t\n"
    },
    {
        "QuestionId": "q6627",
        "RawQuestion": "出生于皇后区的演员有谁？\n",
        "Sparql": "select ?x where { ?x <出生地> <皇后区>. ?x <职业> <演员_（职业）>. } \n",
        "Answer": "<戈登·威利斯>\t<保罗·鲍尔斯>\t<罗伯特·戴维>\t<Dina Meyer>\t<爱德华·伯恩斯>\t<梅塞迪丝·鲁尔>\t<伯娜黛特·皮特丝>\t\n"
    },
    {
        "QuestionId": "q5715",
        "RawQuestion": "国家大剧院附近有哪些带健身房的酒店\n",
        "Sparql": "select ?x where { <国家大剧院> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <是否有健身房> <有健身房>. ?x <类型> <酒店>. }\n",
        "Answer": "<北京饭店>\t<首都宾馆（原首都大酒店）>\t<日坛宾馆>\t<长富宫饭店>\t<北京天伦王朝酒店>\t<北京国贸大酒店>\t<北京东方君悦大酒店>\t<北京国宾酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京丽晶酒店>\t<北京国际饭店>\t<北京中国大饭店>\t<北京瑞吉酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q7310",
        "RawQuestion": "青岛幻光之城星空艺术馆收费吗？\n",
        "Sparql": "select ?x where { <青岛幻光之城星空艺术馆（台东旗舰店）> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q4795",
        "RawQuestion": "维力医疗的独立董事的上任时间?\n",
        "Sparql": "select ?x where { <维力医疗> <独立董事> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2017年9月4日>\t<2017年9月4日>\t<2017年9月4日>\t\n"
    },
    {
        "QuestionId": "q4940",
        "RawQuestion": "便秘涉及哪些症状？\n",
        "Sparql": "select ?x where { <便秘> <涉及症状> ?x. }\n",
        "Answer": "<甲状旁腺功能亢进>\t<排便困难>\t<习惯性便秘>\t<口臭>\t<一时性便秘>\t<厌食>\t<继发性便秘>\t<痉挛性便秘>\t<顽固性便秘>\t<腹泻与便秘交替>\t\n"
    },
    {
        "QuestionId": "q2167",
        "RawQuestion": "香港词人黄伟文出生于哪一年？\n",
        "Sparql": "select ?x where { <黄伟文_（香港填词人、时尚评论人）> <出生日期> ?x . }\n",
        "Answer": "\"1969\"\t\n"
    },
    {
        "QuestionId": "q1541",
        "RawQuestion": "高谭市的守护者的中文名是什么？\n",
        "Sparql": "select ?x where { ?y <主要成就> \"高谭市守护者\". ?y <中文名> ?x. }\n",
        "Answer": "\"布鲁斯·韦恩\"\t\n"
    },
    {
        "QuestionId": "q3607",
        "RawQuestion": "肝衰竭属于什么?\n",
        "Sparql": "select ?x where { <肝衰竭> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4767",
        "RawQuestion": "维力医疗有哪些女性高管?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <性别> <女>. }\n",
        "Answer": "<李玲>\t<陈云桂>\t<赵彤威>\t\n"
    },
    {
        "QuestionId": "q390",
        "RawQuestion": "高谭市的守护者是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"高谭市守护者\". }\n",
        "Answer": "<蝙蝠侠_（美国DC漫画旗下超级英雄）>\t\n"
    },
    {
        "QuestionId": "q7128",
        "RawQuestion": "术后发热有哪些预防措施？\n",
        "Sparql": "select ?x where { <术后发热> <预防> ?x. }\n",
        "Answer": "\"如体温不超过38℃，可不予处理。高于38.5℃，病人感到不适时，处理措施为高热时给予物理降温，如药物引起要并停止应用引起发热的药物。如为手术脱水热轻者只需喝足开水或果汁，症状即可完全消除，重者给予适当静脉输注1/3～1/4减张液体。\"\t\n"
    },
    {
        "QuestionId": "q2109",
        "RawQuestion": "<悼念玛丽·居里>的作者所属于哪个民族？\n",
        "Sparql": "select ?x where { <悼念玛丽·居里> <作者> ?y . ?y <民族> ?x . }\n",
        "Answer": "<犹太人>\t\n"
    },
    {
        "QuestionId": "q4533",
        "RawQuestion": "可立克董事长的上任时间?\n",
        "Sparql": "select ?x where { <可立克> <董事长> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2010年12月>\t\n"
    },
    {
        "QuestionId": "q2717",
        "RawQuestion": "平安银行的间接控股股东都有哪些？\n",
        "Sparql": "select ?x where { <平安银行> <间接控股股东> ?x. }\n",
        "Answer": "<Newbridge_Asia_Advisors_III,_Inc.>\t<Newbridge_Asia_GenPar_AIV_III,_L.P.>\t\n"
    },
    {
        "QuestionId": "q4000",
        "RawQuestion": "银监会主席哪一年出生\n",
        "Sparql": "select ?x where { <银监会> <主席> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "<1956年8月>\t\"1956-08\"\t\n"
    },
    {
        "QuestionId": "q4254",
        "RawQuestion": "满汉全席共有多少道菜？\n",
        "Sparql": "select ?x where{ <满汉全席_（宫廷盛宴）> <菜品数> ?x.}\n",
        "Answer": "\"108\"\t\n"
    },
    {
        "QuestionId": "q1941",
        "RawQuestion": "国家意志推动产业升级对什么行业是利好？\n",
        "Sparql": "select ?x where { ?x <事件> <国家意志推动产业升级>. }\n",
        "Answer": "<半导体>\t\n"
    },
    {
        "QuestionId": "q7181",
        "RawQuestion": "怎么诊断鼻塞排出脓性或血性分泌物？\n",
        "Sparql": "select ?x where { <鼻塞排出脓性或血性分泌物> <诊断> ?x. }\n",
        "Answer": "\"CSS主要应与其他系统性、坏死性血管炎，伴有外周血嗜酸性粒细胞增多的某些疾病如高嗜酸性粒细胞综合征以及支气管哮喘或喘息型支气管炎相鉴别。见鼻腔排除脓性或血性分泌物。主要注意和鼻炎鼻窦炎还有鼻息肉等相关疾病鉴别诊断。注意最好是结合临床好友鼻镜检查。注意积极治疗。\"\t\n"
    },
    {
        "QuestionId": "q2555",
        "RawQuestion": "剑斗兽的发行商是哪国的公司？\n",
        "Sparql": "select ?z where { ?x <中文名> \"剑斗兽\" . ?x <发行商> ?y . ?y <总部地点> ?z . ?z <中文名称> ?p . filter regex(?p, \"国\") . }\n",
        "Answer": "<日本_（日本国）>\t\n"
    },
    {
        "QuestionId": "q4054",
        "RawQuestion": "贾宝玉是哪本书里的角色？\n",
        "Sparql": "select ?x where { <贾宝玉_（红楼梦人物）> <登场作品> ?x . }\n",
        "Answer": "<红楼梦_（中国古典长篇小说四大名著之一）>\t\n"
    },
    {
        "QuestionId": "q2787",
        "RawQuestion": "银河娱乐集团有限公司什么时候成立的\n",
        "Sparql": "select ?x where { <银河娱乐集团有限公司> <成立时间> ?x. }\n",
        "Answer": "<19870519>\t\n"
    },
    {
        "QuestionId": "q4088",
        "RawQuestion": "龙卷风的英文名是什么？\n",
        "Sparql": "select ?x where { <龙卷风_（一种自然天气现象）> <外文名> ?x. }\n",
        "Answer": "\"Tornado\"\t\n"
    },
    {
        "QuestionId": "q6303",
        "RawQuestion": "上海的外滩进去多少钱？\n",
        "Sparql": "select ?x where { <外滩> <城市> <上海> . <外滩> <官方门票数据> ?x . }\n",
        "Answer": "\"成人:248.0。\"\t\n"
    },
    {
        "QuestionId": "q3279",
        "RawQuestion": "肝炎涉及什么检查？\n",
        "Sparql": "select ?x where { <肝炎> <涉及检查> ?x. }\n",
        "Answer": "<血常规>\t\n"
    },
    {
        "QuestionId": "q2232",
        "RawQuestion": "文艺复兴在法国有哪些代表人物？\n",
        "Sparql": "select ?x where { <法国文艺复兴> <代表人物> ?x . }\n",
        "Answer": "<弗朗索瓦·拉伯雷>\t<蒙田>\t\n"
    },
    {
        "QuestionId": "q7527",
        "RawQuestion": "森泊幻想岛的优惠政策是啥？\n",
        "Sparql": "select ?x where { <森泊幻想岛> <景点简介-优惠信息> ?x. }\n",
        "Answer": "\"儿童(身高0.8米（不含）以下)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q1792",
        "RawQuestion": "公开发行公司债券的条件?\n",
        "Sparql": "select ?x where { <公司债券> <发行条件> ?x. }\n",
        "Answer": "\"股份有限公司的净资产不低于人民币三千万元，有限责任公司的净资产不低于人民币六千万元\"\t\"累计债券余额不超过公司净资产的百分之四十\"\t\"最近三年平均可分配利润足以支付公司债券一年的利息\"\t\"筹集的资金投向符合国家产业政策\"\t\"债券的利率不超过国务院限定的利率水平\"\t\n"
    },
    {
        "QuestionId": "q2155",
        "RawQuestion": "哲学家柏拉图的老师的信仰是什么？\n",
        "Sparql": "select ?x where { <柏拉图_（古希腊哲学家）> <老师> ?y . ?y <信仰> ?x . }\n",
        "Answer": "<理性主义>\t\n"
    },
    {
        "QuestionId": "q4376",
        "RawQuestion": "北大方正集团成立于哪一年？\n",
        "Sparql": "select ?x where { <方正_（北大方正集团）> <成立时间> ?x.}\n",
        "Answer": "\"1986\"\t\n"
    },
    {
        "QuestionId": "q3624",
        "RawQuestion": "汗疱疹属于什么?\n",
        "Sparql": "select ?x where { <汗疱疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7621",
        "RawQuestion": "外滩附近有哪些酒店？\n",
        "Sparql": "select ?y where { <外滩> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <类型> <酒店>. }\n",
        "Answer": "<上海瑞金洲际酒店>\t<上海兴国宾馆丽笙精选>\t<上海日航饭店>\t\n"
    },
    {
        "QuestionId": "q2211",
        "RawQuestion": "《资本论》的作者出生于哪个城市？\n",
        "Sparql": "select ?x where { <资本论_（卡尔·马克思著作）> <作者> ?y . ?y <出生地> ?x . }\n",
        "Answer": "<特里尔_（德国城市）>\t\n"
    },
    {
        "QuestionId": "q3223",
        "RawQuestion": "低钾血症属于什么?\n",
        "Sparql": "select ?x where { <低钾血症> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q910",
        "RawQuestion": "《丰乳肥臀》的作者的主要成就是？\n",
        "Sparql": "select ?x where { <丰乳肥臀> <作者> ?y. ?y <主要成就> ?x. }\n",
        "Answer": "\"主要成就\"\t\"第二届\"\t\"第八届茅盾文学奖\"\t\"20世纪中文小说100强\"\t\"法兰西文学艺术骑士勋章\"\t\"红楼梦奖\"\t\"日本福冈亚洲文化奖\"\t\"20世纪中文小说100强 展开\"\t\"2005年 意大利诺尼诺国际文学奖\"\t\"第二届 华语文学传媒大奖\"\t\"2000年 法国儒尔·巴泰庸外国文学奖 收起\"\t\n"
    },
    {
        "QuestionId": "q1963",
        "RawQuestion": "基金信息披露的内容？\n",
        "Sparql": "select ?x where { <基金> <信息披露内容> ?x. }\n",
        "Answer": "\"基金资产总值\"\t\"开放式基金信息披露\"\t\"招募说明书\"\t\"基金年度报告\"\t\"基金资产净值\"\t\"公开说明书\"\t\"基金中期报告\"\t\"基金单位资产净值\"\t\"基金累计净值\"\t\n"
    },
    {
        "QuestionId": "q1576",
        "RawQuestion": "演唱《心墙》的歌手的星座是什么？\n",
        "Sparql": "select ?y where { ?x <代表作品> <心墙_（郭静演唱歌曲）>. ?x <星座> ?y. }\n",
        "Answer": "<狮子座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q606",
        "RawQuestion": "刘德华的哪部代表作的主演有蓝洁瑛？\n",
        "Sparql": "select ?y where { <刘德华_（中国香港男演员、歌手、词作人）> <代表作品> ?y. ?y <主演> <蓝洁瑛>. }\n",
        "Answer": "<法外情>\t\n"
    },
    {
        "QuestionId": "q451",
        "RawQuestion": "酸奶主要由哪些原料制作而成？\n",
        "Sparql": "select ?x where { <酸奶> <主要原料> ?x. }\n",
        "Answer": "<鲜牛奶>\t<白糖>\t<乳酸菌>\t\n"
    },
    {
        "QuestionId": "q6134",
        "RawQuestion": "深圳富临大酒店最多有住几个人的房型\n",
        "Sparql": "select (max(?x) as ?max_x) where { <深圳富临大酒店> <房型名称> ?y. ?y <容纳人数> ?x. }\n",
        "Answer": "\"5.0\"\t\n"
    },
    {
        "QuestionId": "q2781",
        "RawQuestion": "长江和记实业有限公司的注册地址是哪里\n",
        "Sparql": "select ?x where { <长江和记实业有限公司> <注册地址> ?x. }\n",
        "Answer": "<香港皇后大道中2号长江集团中心48楼>\t\n"
    },
    {
        "QuestionId": "q7321",
        "RawQuestion": "北海公园内有储物柜租赁吗？\n",
        "Sparql": "select ?x where { <北海公园> <是否有储物柜租赁> ?x. }\n",
        "Answer": "<没有储物柜租赁>\t\n"
    },
    {
        "QuestionId": "q2817",
        "RawQuestion": "浙江大华技术股份有限公司企业地址？\n",
        "Sparql": "select ?x where { <浙江大华技术股份有限公司> <总部地址> ?x. }\n",
        "Answer": "\"杭州市滨江区滨安路1187号\"\t\n"
    },
    {
        "QuestionId": "q1918",
        "RawQuestion": "东方通信的所在城市？\n",
        "Sparql": "select ?x where { <东方通信> <城市> ?x. }\n",
        "Answer": "<杭州市>\t\n"
    },
    {
        "QuestionId": "q6392",
        "RawQuestion": "上海有哪些带免费游泳池的酒店\n",
        "Sparql": "select ?x where { ?x <城市> <上海>. ?x <类型> <酒店>. ?x <是否有游泳池> <室内泳池免费>. }\n",
        "Answer": "<上海东郊宾馆>\t<上海日航饭店>\t<上海虹桥迎宾馆>\t<上海银星皇冠假日酒店>\t<南郊宾馆>\t<上海瑞金洲际酒店>\t\n"
    },
    {
        "QuestionId": "q3285",
        "RawQuestion": "中风属于什么?\n",
        "Sparql": "select ?x where { <中风> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7547",
        "RawQuestion": "南京博物院的网站是多少？\n",
        "Sparql": "select ?x where { <南京博物院> <景点官方网站> ?x . }\n",
        "Answer": "\"http://www.njmuseum.com/\"\t\n"
    },
    {
        "QuestionId": "q213",
        "RawQuestion": "刻舟求剑这个故事发生在哪个年代？\n",
        "Sparql": "select ?x where { <刻舟求剑> <产生年代> ?x. }\n",
        "Answer": "<春秋战国_（中国历史时期）>\t\n"
    },
    {
        "QuestionId": "q5801",
        "RawQuestion": "湖南华天大酒店的押金是多少？\n",
        "Sparql": "select ?x where { <湖南华天大酒店> <押金> ?x. }\n",
        "Answer": "\"600.0\"\t\n"
    },
    {
        "QuestionId": "q4573",
        "RawQuestion": "和而泰的人力资源主管\n",
        "Sparql": "select ?x where { <和而泰> <人力资源主管> ?x. }\n",
        "Answer": "<韩伟净>\t\n"
    },
    {
        "QuestionId": "q1698",
        "RawQuestion": "地方债的期限有哪些？\n",
        "Sparql": "select ?x where { <地方债> <期限> ?x. }\n",
        "Answer": "\"5年\"\t\"10年\"\t\"3年\"\t\"7年\"\t\n"
    },
    {
        "QuestionId": "q4200",
        "RawQuestion": "《春望》一诗的作者主要创作哪些作品？\n",
        "Sparql": "select ?y where { ?x <主要作品> <春望_（杜甫五言律诗）> . ?x <主要作品> ?y . }\n",
        "Answer": "<北征_（杜甫诗作）>\t<春望_（杜甫五言律诗）>\t<三别>\t<杜工部集>\t<三吏>\t\n"
    },
    {
        "QuestionId": "q43",
        "RawQuestion": "谁废除了分封制？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"废除 分封制\". }\n",
        "Answer": "<秦始皇_（中国首位皇帝）>\t\n"
    },
    {
        "QuestionId": "q2995",
        "RawQuestion": "小米科技董事长名下有哪些上市公司\n",
        "Sparql": "select ?x where { <小米科技> <董事长> ?y. ?y <参股公司> ?x. }\n",
        "Answer": "<欢聚时代>\t<金山软件>\t<猎豹移动>\t<迅雷股份>\t<世纪互联>\t\n"
    },
    {
        "QuestionId": "q253",
        "RawQuestion": "《朝花夕拾》的字数是多少？\n",
        "Sparql": "select ?x where { <朝花夕拾_（鲁迅散文集）> <字数> ?x. }\n",
        "Answer": "\"72000\"\t\n"
    },
    {
        "QuestionId": "q1683",
        "RawQuestion": "房地产行业的上市公司有哪些？\n",
        "Sparql": "select ?x where { ?x <行业> <房地产>. }\n",
        "Answer": "<万科>\t<莫天全>\t<亮点家居>\t<回迁房>\t<房地产债权信托>\t<万科A>\t<房产金融市场>\t<宁夏陕西商会>\t<房地产居间合同>\t<房地产广告预算>\t<搜活动房网>\t<上海金桥出口加工区开发股份有限公司>\t<楼市百团大战>\t<开发强度系数>\t<华润置地（北京）股份有限公司>\t<中国房地产TOP10研究>\t<去化率>\t<北京新精英生涯国际教育科技中心>\t<物业费>\t<房地产销售价格指数>\t<房地产评估>\t<保利地产>\t<房地产成本管理>\t<张宝全_（今典集团董事长）>\t<郭炳湘>\t<胡关李罗律师行>\t<智联承盛公关策划>\t<套内面积>\t<中国大陆城市‘鬼城’指数排行榜>\t<房价成本公开>\t<绿地城>\t<房地产开发_（汉语词语）>\t<国十条_（房地产行业国十条）>\t<成都蓝邦房地产经纪有限公司>\t<新银河世纪>\t<二套房贷认定标准>\t<融汇温泉城泉里公寓>\t<华夏幸福>\t<绿地控股>\t<新城控股等>\t\n"
    },
    {
        "QuestionId": "q1200",
        "RawQuestion": "海贼王里出身水之七岛的是谁？\n",
        "Sparql": "select ?x where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <原居住地> \"水之七岛\". }\n",
        "Answer": "<弗兰克_（日本动漫《海贼王》中人物）>\t\n"
    },
    {
        "QuestionId": "q1707",
        "RawQuestion": "配股缴款期是几天？\n",
        "Sparql": "select ?x where { <配股> <缴款期> ?x. }\n",
        "Answer": "\"5个交易日\"\t\n"
    },
    {
        "QuestionId": "q6886",
        "RawQuestion": "画家丁孟芳的国籍是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <职业> <画家>. ?Y <中文名> \"丁孟芳\". ?Y <国籍> ?X. } \n",
        "Answer": "<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q4947",
        "RawQuestion": "气喘属于什么？\n",
        "Sparql": "select ?x where { <气喘> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2691",
        "RawQuestion": "吉林大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <吉林大学> . }\n",
        "Answer": "<王梓木_（华泰保险董事长，敬一丹丈夫）>\t<马蔚华>\t\n"
    },
    {
        "QuestionId": "q4658",
        "RawQuestion": "信托产品的发行机构\n",
        "Sparql": "select ?x where { <信托产品> <发行机构> ?x. }\n",
        "Answer": "<信托公司>\t\n"
    },
    {
        "QuestionId": "q931",
        "RawQuestion": "老友记的主演们都有哪些代表作品？\n",
        "Sparql": "select ?z where { ?x <中文名> \"老友记\" . ?x <主演> ?y . ?y <代表作品> ?z . }\n",
        "Answer": "<冒牌天神>\t<马利和我>\t<恶老板_（美国2011年塞斯·戈登执导喜剧电影）>\t<老友记_（美国情景剧）>\t<冒牌家庭>\t<冒牌天神>\t<马利和我>\t<恶老板_（美国2011年塞斯·戈登执导喜剧电影）>\t<老友记_（美国情景剧）>\t<冒牌家庭>\t<冒牌天神>\t<马利和我>\t<恶老板_（美国2011年塞斯·戈登执导喜剧电影）>\t<老友记_（美国情景剧）>\t<冒牌家庭>\t<热血教师_（2006年瑞达·汉尼斯导演电影）>\t<老友记_（美国情景剧）>\t<老友记_（美国情景剧）>\t<霹雳娇娃2：全速进攻>\t<六人行_（美国电视剧）>\t<兄弟连_（英美2001年史蒂夫·斯皮尔伯格执导战争剧）>\t<老友记_（美国情景剧）>\t<网疗记>\t<归来记_（美国HBO出品2005年开播的电视剧）>\t<六人行_（美国电视剧）>\t<惊声尖叫_（韦斯·克雷文执导惊声尖叫系列电影）>\t<暗夜狂舞>\t<热血教师_（2006年瑞达·汉尼斯导演电影）>\t<老友记_（美国情景剧）>\t<老友记_（美国情景剧）>\t<霹雳娇娃2：全速进攻>\t<六人行_（美国电视剧）>\t<兄弟连_（英美2001年史蒂夫·斯皮尔伯格执导战争剧）>\t<热血教师_（2006年瑞达·汉尼斯导演电影）>\t<老友记_（美国情景剧）>\t<老友记_（美国情景剧）>\t<霹雳娇娃2：全速进攻>\t<老友记_（美国情景剧）>\t<网疗记>\t<归来记_（美国HBO出品2005年开播的电视剧）>\t<六人行_（美国电视剧）>\t<惊声尖叫_（韦斯·克雷文执导惊声尖叫系列电影）>\t<暗夜狂舞>\t\n"
    },
    {
        "QuestionId": "q4068",
        "RawQuestion": "薛宝钗的哥哥外号叫什么？\n",
        "Sparql": "select ?y where { ?x <妹妹> <薛宝钗> . ?x <别名> ?y . }\n",
        "Answer": "\"呆霸王\"\t\n"
    },
    {
        "QuestionId": "q6469",
        "RawQuestion": "洛迦山有吃饭的地方吗？\n",
        "Sparql": "select ?x where { <洛迦山> <是否有餐厅> ?x. }\n",
        "Answer": "<无餐厅>\t\n"
    },
    {
        "QuestionId": "q2000",
        "RawQuestion": "\"中神通\"是谁的别称？\n",
        "Sparql": "select ?x where { ?x <别名> \"中神通\" . }\n",
        "Answer": "<王重阳_（金庸武侠小说中的人物）>\t\n"
    },
    {
        "QuestionId": "q392",
        "RawQuestion": "秦始皇的接班人是谁？\n",
        "Sparql": "select ?x where { <秦始皇_（中国首位皇帝）> <继承人> ?x. }\n",
        "Answer": "<胡亥_（秦二世）>\t\n"
    },
    {
        "QuestionId": "q4760",
        "RawQuestion": "比特币最大的特点是什么?\n",
        "Sparql": "select ?x where { <比特币> <特点> ?x. }\n",
        "Answer": "\"去中心化\"\t\n"
    },
    {
        "QuestionId": "q4418",
        "RawQuestion": "重庆位于中国的哪个地区？\n",
        "Sparql": "select ?x where { <重庆_（中华人民共和国直辖市）> <所属地区> ?x. }\n",
        "Answer": "<西南地区>\t\n"
    },
    {
        "QuestionId": "q437",
        "RawQuestion": "希腊神话中阿尔忒弥斯住在哪？\n",
        "Sparql": "select ?x where { <阿尔忒弥斯_（古希腊神话中月亮与狩猎女神）> <居所> ?x. }\n",
        "Answer": "<奥林匹斯山_（坐落在希腊北部的山，希腊神话之源）>\t\n"
    },
    {
        "QuestionId": "q536",
        "RawQuestion": "发明显微镜的人是什么职业？\n",
        "Sparql": "select ?y where { <显微镜> <发明人> ?x. ?x <职业> ?y. }\n",
        "Answer": "<物理学家_（探索、研究物理学的科学家）>\t<博物学家>\t<发明家>\t\n"
    },
    {
        "QuestionId": "q3360",
        "RawQuestion": "变应性鼻炎属于什么?\n",
        "Sparql": "select ?x where { <变应性鼻炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2289",
        "RawQuestion": "什么是寄存器？\n",
        "Sparql": "SELECT ?y WHERE { <寄存器> <定义> ?y . }\n",
        "Answer": "\"有限存贮容量的高速存贮部件\"\t\n"
    },
    {
        "QuestionId": "q2766",
        "RawQuestion": "大商所在中国哪个城市\n",
        "Sparql": "select ?x where { <大商所> <位置> ?x. }\n",
        "Answer": "<大连>\t\n"
    },
    {
        "QuestionId": "q1255",
        "RawQuestion": "董卿主持的正在播出的节目是？\n",
        "Sparql": "select ?x where { ?x <主持人> <董卿>. ?x <播出状态> \"播出中\". }\n",
        "Answer": "<中国中央电视台春节联欢晚会>\t\n"
    },
    {
        "QuestionId": "q836",
        "RawQuestion": "明朝永乐大帝是谁？\n",
        "Sparql": "select ?y where { ?x <中文名> ?y. ?x <年号> <永乐_（明成祖朱棣年号）>. ?x <国籍> <明朝_（中国历史朝代）>. }\n",
        "Answer": "\"朱棣\"\t\n"
    },
    {
        "QuestionId": "q1920",
        "RawQuestion": "东方通信的上市时间？\n",
        "Sparql": "select ?x where { <东方通信> <上市时间> ?x. }\n",
        "Answer": "\"1996-11-26\"\t\n"
    },
    {
        "QuestionId": "q477",
        "RawQuestion": "谁是\"四大名旦之首\"？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"四大名旦之首\". }\n",
        "Answer": "<梅兰芳_（中国京剧表演艺术家）>\t\n"
    },
    {
        "QuestionId": "q5251",
        "RawQuestion": "颈椎病在医学专科中属于什么科？\n",
        "Sparql": "select ?x where { <颈椎病> <医学专科> ?x. }\n",
        "Answer": "\"骨科\"\t\n"
    },
    {
        "QuestionId": "q2161",
        "RawQuestion": "苹果公司的现任CEO是谁？\n",
        "Sparql": "select ?x where { <苹果_（苹果产品公司）> <首席执行官> ?x . }\n",
        "Answer": "<库克_（苹果公司现任首席执行官蒂姆·库克）>\t\n"
    },
    {
        "QuestionId": "q3581",
        "RawQuestion": "弥漫性非毒性甲状腺肿属于什么?\n",
        "Sparql": "select ?x where { <弥漫性非毒性甲状腺肿> <类型> ?x. }\n",
        "Answer": "<疾病>\t<病症>\t\n"
    },
    {
        "QuestionId": "q1177",
        "RawQuestion": "张继科参加的比赛项目起源于哪里？\n",
        "Sparql": "select ?y where { <张继科> <运动项目> ?x. ?x <起源> ?y. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q184",
        "RawQuestion": "给出所有是枝裕和导演的电影？\n",
        "Sparql": "select ?x where { ?x <导演> <是枝裕和>. }\n",
        "Answer": "<无人知晓_（日本2004年是枝裕和执导电影）>\t<没有他的八月天>\t<特别家庭_（日本电影）>\t<空气人偶>\t<我的意外爸爸>\t<步伐不停>\t<海街>\t<人形空气>\t<后日>\t<奇迹_（日本2011年是枝裕和执导电影）>\t<幻之光_（电影）>\t<海街日记>\t<下一站，天国>\t<Going My Home>\t<如父如子>\t<花之武者>\t<距离_（日本电影《距离》）>\t<比海更深>\t<祝你平安：Cocco的无尽之旅>\t\n"
    },
    {
        "QuestionId": "q4032",
        "RawQuestion": "\"小飞侠\"出生州的州长是谁？\n",
        "Sparql": "select ?x where { ?y <别名> \"小飞侠，\" . ?y <出生地> ?z . ?z <现任州长> ?x . }\n",
        "Answer": "\"Tom Wolf\"\t\n"
    },
    {
        "QuestionId": "q4751",
        "RawQuestion": "美国货币市场构成\n",
        "Sparql": "select ?x where { <美国货币市场> <类别> ?x. }\n",
        "Answer": "<国库券市场>\t<回购协议市场>\t<商业票据市场>\t<大额可转让定期存单市场>\t<银行承兑票据市场>\t<联邦基金市场>\t<联邦政府机构短期证券市场>\t<市政短期证券市场>\t\n"
    },
    {
        "QuestionId": "q6185",
        "RawQuestion": "日坛宾馆周边1公里内有哪些酒店啊？\n",
        "Sparql": "select ?y where { <日坛宾馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 1). ?y <城市> <北京>. ?y <类型> <酒店>.}\n",
        "Answer": "<北京瑞吉酒店>\t\n"
    },
    {
        "QuestionId": "q3349",
        "RawQuestion": "小儿肺炎涉及什么检查项目？\n",
        "Sparql": "select ?x where { <小儿肺炎> <涉及检查> ?x. }\n",
        "Answer": "<血气分析>\t<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q3355",
        "RawQuestion": "颈椎间盘突出属于什么?\n",
        "Sparql": "select ?x where { <颈椎间盘突出> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1295",
        "RawQuestion": "修建万里长城的皇帝是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"修建 万里长城\". }\n",
        "Answer": "<秦始皇_（中国首位皇帝）>\t\n"
    },
    {
        "QuestionId": "q5163",
        "RawQuestion": "衣原体肺炎该如何诊断？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <诊断> ?x. }\n",
        "Answer": "\"病史要点沙眼衣原体肺炎时，常有母亲感染史及结膜炎病史，小婴儿多见。鹦鹉热肺炎常有接触病菌及其污染物的病史。肺炎衣原体肺炎年长儿多见，多病禽接触史。症状要点1.沙眼衣原体肺炎感染婴儿出现症状约在3～16周龄，患儿一般情况良好，95%的患儿不发热，只有轻度呼吸道症状，如流涕、鼻塞、咳嗽，典型症状为逐渐加重的持续咳嗽和呼吸增快。约50%患儿同时患有结膜炎或有结膜炎病史。体检肺部可闻啰音，有时可闻喘鸣音。另有资料表明沙眼衣原体除引起肺炎外，其与早产儿慢性肺部疾病特别是Wilson—Mikity综合征也有关系。此外，在成人及较大年龄儿童，特别是免疫缺陷者，沙眼衣原体和鹦鹉热衣原体均可导致全身性感染，临床应予以重视。2.肺炎衣原体肺炎临床表现与支原体肺炎相似，起病缓慢，病程长，一般症状较轻，常伴咽喉炎及鼻窦炎为其特点，再感染者多见。同支原体肺炎一样，肺炎衣原体肺炎可伴随肺外表现，主要有红斑结节、甲状腺炎、脑炎和格林巴利综合征，另外肺炎衣原体感染还可发生哮喘，但这种感染与气道高反应性的关系尚不清楚。3.鹦鹉热衣原体肺炎鹦鹉热衣原体肺炎极少见，临床表现也特异性。起病一般较快，有寒战、发热、头痛、肌痛、关节痛等症状，体温可达40℃以上。有的患儿还可以出现嗜睡、谵妄等神经系统症状。呼吸系统症状多表现为咳嗽、咳痰，肺部可闻及湿啰音，重症者可有肺实变体征，并可损伤肝脏，导致感染性心内膜炎、心肌炎、心包炎、胰腺炎、肾炎和脑脊髓膜炎等，因此认为鹦鹉热并非单纯呼吸系统感染，而是一种全身性疾病。查体要点体检肺部可闻啰音。辅助检查实验室检查:血液检查周围血白细胞计数一般正常，嗜酸性粒细胞增多。血沉可增快。影像学检查:X线检查胸片表现特异性，可显示双侧广泛间质和肺泡浸洄，过度充气征比较常见，偶见大叶实变，肺炎衣原体肺炎多为单侧下叶浸洄，表现为节段性肺炎。其他检查:病原学检查病原学检查是确诊所必须。从气管或鼻咽吸取物作衣原体培养，鼻咽拭子一定要刮取到上皮细胞，培养的阳性率才高，也可用直接荧光抗体试验、酶联免疫试验检测鼻咽标本的沙眼衣原体抗原和肺炎衣原体抗原。血清学检查有微量免疫荧光法及补体结合试验。前者有型特异性，后者检测属特异性抗体，三种衣原体感染均可引起反应，血清学检查特异性抗体诊断标准为双份血清抗体滴度4倍以上升高，或IgM＞1∶32，IgG＞1∶512。也可应用PCR技术直接检测衣原体DNA。鉴别诊断本病应与病毒性肺炎、细菌性肺炎及支原体肺炎相鉴别，当肺炎不能用细菌、病毒、支原体感染来解释，且用青霉素、头孢菌素治疗效果不佳时，应想到衣原体感染的可能。可进行衣原体抗原及血清学检查，尤其6个月以内小婴儿患热性肺炎时，更应考虑到本病。\"\t\n"
    },
    {
        "QuestionId": "q6195",
        "RawQuestion": "在诸暨市有几家豪生的酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <诸暨> . ?x <酒店品牌名称> <豪生> . }\n",
        "Answer": "<诸暨同方豪生大酒店>\t\n"
    },
    {
        "QuestionId": "q4052",
        "RawQuestion": "水浒传的别名有哪些？\n",
        "Sparql": "select ?x where { <水浒传_（中国古典长篇小说，四大名著之一）> <作品别名> ?x . }\n",
        "Answer": "\"《水浒》、《忠义水浒传》\"\t\n"
    },
    {
        "QuestionId": "q7288",
        "RawQuestion": "慕田峪长城适合玩多久？\n",
        "Sparql": "select ?x where { <慕田峪长城> <建议游玩时长> ?x . }\n",
        "Answer": "\"3-5小时\"\t\"半天-1天\"\t\n"
    },
    {
        "QuestionId": "q7559",
        "RawQuestion": "无锡金陵大饭店的支付方式包括哪些？\n",
        "Sparql": "select ?x where { <无锡金陵大饭店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q5267",
        "RawQuestion": "肝内胆管结石有没有传染性？\n",
        "Sparql": "select ?x where { <肝内胆管结石> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\"否\"\t\n"
    },
    {
        "QuestionId": "q1850",
        "RawQuestion": "个股期权合约要素？\n",
        "Sparql": "select ?x where { <个股期权> <合约要素> ?x. }\n",
        "Answer": "\"交割日\"\t\"行权价格\"\t\"最后交易日\"\t\"合约标的名称\"\t\"期权类型\"\t\"合约单位\"\t\"到期月份\"\t\"行权价格间距\"\t\"行权日\"\t\"行权交割方式\"\t\n"
    },
    {
        "QuestionId": "q3264",
        "RawQuestion": "脑积水属于什么?\n",
        "Sparql": "select ?x where { <脑积水> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1183",
        "RawQuestion": "上海铁路局下辖哪些特等站？\n",
        "Sparql": "select ?x where { ?x <车站等级> <特等站>. ?x <隶属铁路局> <上海铁路局>. }\n",
        "Answer": "<阜阳火车站>\t<杭州东站>\t<合肥南站>\t<徐州站>\t<南京南站_（高铁站南京南站）>\t<上海站_（火车站）>\t<上海虹桥站>\t<徐州东站>\t<无锡站_（火车站）>\t\n"
    },
    {
        "QuestionId": "q4749",
        "RawQuestion": "典当市场的构成主体\n",
        "Sparql": "select ?x where { <典当市场> <构成主体> ?x. }\n",
        "Answer": "<交当人>\t<收当人>\t<监管机构>\t\n"
    },
    {
        "QuestionId": "q1256",
        "RawQuestion": "汽车的动力的工作原理是什么？\n",
        "Sparql": "select ?y where { <汽车> <动力> ?x. ?x <工作原理> ?y. }\n",
        "Answer": "\"内能转化为机械能\"\t\n"
    },
    {
        "QuestionId": "q6246",
        "RawQuestion": "廉润初心文化传播推广中心内有无线网？\n",
        "Sparql": "select ?x where { <廉润初心文化传播推广中心> <是否有wifi服务> ?x. }\n",
        "Answer": "<没有wifi>\t\n"
    },
    {
        "QuestionId": "q90",
        "RawQuestion": "苏宁的形象代言人是谁？\n",
        "Sparql": "select ?x where { <苏宁云商集团股份有限公司> <代言人> ?x. }\n",
        "Answer": "<邓超_（中国电影导演、演员）>\t\n"
    },
    {
        "QuestionId": "q2807",
        "RawQuestion": "支付宝（中国）网络技术有限公司的法定代表人名下有多少家公司\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <法人> ?y. ?y <参股企业数量> ?x }\n",
        "Answer": "\"37\"\t\n"
    },
    {
        "QuestionId": "q301",
        "RawQuestion": "新加坡的国家领袖是谁？\n",
        "Sparql": "select ?x where { <新加坡> <国家领袖> ?x. }\n",
        "Answer": "<陈庆炎>\t<李显龙>\t\n"
    },
    {
        "QuestionId": "q2622",
        "RawQuestion": "梅西所在俱乐部成立时间？\n",
        "Sparql": "select ?y where { <里奥·梅西_（阿根廷足球运动员）> <所属运动队> ?x. ?x <成立时间> ?y. }\n",
        "Answer": "\"1899-11-29\"\t\n"
    },
    {
        "QuestionId": "q2831",
        "RawQuestion": "光大证券的股票代码是什么？\n",
        "Sparql": "select ?x where { <光大证券> <股票代码> ?x. }\n",
        "Answer": "\"601788\"\t\n"
    },
    {
        "QuestionId": "q3598",
        "RawQuestion": "病毒性心肌炎属于什么?\n",
        "Sparql": "select ?x where { <病毒性心肌炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7094",
        "RawQuestion": "癌性发热现象如何预防？\n",
        "Sparql": "select ?x where { <癌性发热> <预防> ?x. }\n",
        "Answer": "\"癌症发热时，没有较好的治疗方法，主要是对症治疗和针对癌症进行治疗。发热时应用抗生素和抗过敏药物无明显作用，但应用药物如甲氧奈丙酸(萘普生)等后，可使发热(尤其是高热)减退。治疗癌性发热只有根据肿瘤患者体质的强弱，肿瘤的病理状况，发热热型等辨证分型论治，才能取到较好的效果。\"\t\n"
    },
    {
        "QuestionId": "q4759",
        "RawQuestion": "比特币的发明人\n",
        "Sparql": "select ?x where { <比特币> <发明者> ?x. }\n",
        "Answer": "<中本聪>\t\n"
    },
    {
        "QuestionId": "q2878",
        "RawQuestion": "美国有哪几个股票交易所\n",
        "Sparql": "select ?x where { <美国> <证券交易所> ?x. }\n",
        "Answer": "<纽约证券交易所>\t<纳斯达克证券交易所>\t<全美证券交易所>\t\n"
    },
    {
        "QuestionId": "q2107",
        "RawQuestion": "哪个数字的12进制表示与八进制数\"45\"的10进制表示相同？\n",
        "Sparql": "select ?x where { ?y <八进制> \"45\" . ?x <十二进制> ?y . }\n",
        "Answer": "<43>\t\n"
    },
    {
        "QuestionId": "q5290",
        "RawQuestion": "吸入性肺炎患者要吃什么药物？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <药物> ?x. }\n",
        "Answer": "\"克林霉素 , 美罗培南 , 氨苄西林/舒巴坦 ,莫西沙星\"\t\n"
    }
]