[
    {
        "QuestionId": "q2483",
        "RawQuestion": "日本的国花是什么？\n",
        "Sparql": "select ?x where { ?x <地位> \"日本国花\". }\n",
        "Answer": "<樱花_（蔷薇科樱属植物）>\t\n"
    },
    {
        "QuestionId": "q6804",
        "RawQuestion": "美国首都的气候条件怎么样？\n",
        "Sparql": "SELECT ?y WHERE { <美国_（美利坚合众国）> <首都>?x. ?x<气候条件>?y. } \n",
        "Answer": "<温带大陆性气候>\t\n"
    },
    {
        "QuestionId": "q883",
        "RawQuestion": "沈从文的同族人他们一般聚居在哪？\n",
        "Sparql": "select ?x where { <沈从文> <民族> ?y. ?y <主要分布区> ?x. }\n",
        "Answer": "\"越南\"\t\"中国\"\t\"老挝\"\t\"美国等国\"\t\n"
    },
    {
        "QuestionId": "q276",
        "RawQuestion": "费德勒的网球生涯中有什么成就？\n",
        "Sparql": "select ?x where { <罗杰·费德勒> <重要事件> ?x. }\n",
        "Answer": "\"2003年7月6日获得\"\t\"温网男单冠军\"\t\"2004年2月2日首次登上男子单打 排名世界第一\"\t\"2003年至2007年完成温网五连冠2004年至2008完年成美网五连冠\"\t\"2009年法网完成生涯全满贯\"\t\n"
    },
    {
        "QuestionId": "q4578",
        "RawQuestion": "新华保险的首席财务官\n",
        "Sparql": "select ?x where { <新华保险> <首席财务官> ?x. }\n",
        "Answer": "<杨征>\t\n"
    },
    {
        "QuestionId": "q2712",
        "RawQuestion": "恒生电子股份有限公司的总裁叫什么名字？\n",
        "Sparql": "select ?x where { <恒生电子> <总裁> ?x. }\n",
        "Answer": "<刘曙峰>\t\n"
    },
    {
        "QuestionId": "q5936",
        "RawQuestion": "紫金山探险公园什么时间营业？\n",
        "Sparql": "select ?x where { <紫金山探险公园> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 09:00-18:00\"\t\n"
    },
    {
        "QuestionId": "q6532",
        "RawQuestion": "猪八戒原名是是什么？\n",
        "Sparql": "select ?x where { <猪八戒_（中国神话小说《西游记》的角色）> <原名> ?x. } \n",
        "Answer": "\"猪刚\"\t\"鬣\"\t\n"
    },
    {
        "QuestionId": "q2572",
        "RawQuestion": "985工程都包括哪些北京高校？\n",
        "Sparql": "select ?x where { ?x <属性> <985工程> . ?x <所属地区> <北京_（中华人民共和国首都）> . }\n",
        "Answer": "<北京大学新媒体研究院>\t<北京师范大学>\t<北京大学海洋研究院>\t<中国人民大学>\t<中国农业大学>\t<北京大学大数据技术研究院>\t<中央民族大学>\t<北京大学>\t<清华大学美术学院>\t\n"
    },
    {
        "QuestionId": "q589",
        "RawQuestion": "北京大学培养了哪些中科院院士？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <北京大学>. ?x <职业> <中国科学院院士>. }\n",
        "Answer": "<张树政>\t<郭承基>\t<金亚秋>\t<熊大闰>\t<陆大道>\t<孙殿卿>\t<王鼎盛>\t<陶澍_（中科院院士、环境地理学家）>\t<陈建生_（中国信息经济学会理事）>\t\n"
    },
    {
        "QuestionId": "q40",
        "RawQuestion": "2008年奥运会的吉祥物是？\n",
        "Sparql": "select ?x where { <2008年北京奥运会> <吉祥物> ?x. }\n",
        "Answer": "<福娃_（第29届北京奥运会吉祥物）>\t\n"
    },
    {
        "QuestionId": "q1185",
        "RawQuestion": "秦始皇的继任者葬在哪里了？\n",
        "Sparql": "select ?x where { <秦始皇_（中国首位皇帝）> <继承人> ?y. ?y <陵墓> ?x. }\n",
        "Answer": "<秦二世陵>\t\n"
    },
    {
        "QuestionId": "q2465",
        "RawQuestion": "你知道玫瑰属于什么植物纲吗？\n",
        "Sparql": "select ?x where { <玫瑰_（中药）> <纲> ?x. }\n",
        "Answer": "<双子叶植物纲>\t\n"
    },
    {
        "QuestionId": "q4900",
        "RawQuestion": "咽痛属于什么？\n",
        "Sparql": "select ?x where { <咽痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4754",
        "RawQuestion": "商业票据的发行方式\n",
        "Sparql": "select ?x where { <商业票据> <发行方式> ?x. }\n",
        "Answer": "\"直接发行\"\t\"通过经纪商间接发行\"\t\n"
    },
    {
        "QuestionId": "q1599",
        "RawQuestion": "天蝎座的守护神的的管辖范围是哪里？\n",
        "Sparql": "select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <司掌> ?y. }\n",
        "Answer": "<灵魂_（汉语词语）>\t<冥界_（荷马史诗中的冥界）>\t<阴间_（词语）>\t\n"
    },
    {
        "QuestionId": "q2591",
        "RawQuestion": "武汉大学出了哪些天文学家？\n",
        "Sparql": "select ?x where { ?x <职业> <天文学家> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<张家铝>\t\n"
    },
    {
        "QuestionId": "q1092",
        "RawQuestion": "小迪是哪个学校毕业的？\n",
        "Sparql": "select ?x where { ?y <别名> \"小迪、胖迪、热巴\". ?y <毕业院校> ?x. }\n",
        "Answer": "<上海戏剧学院>\t\n"
    },
    {
        "QuestionId": "q7051",
        "RawQuestion": "咳嗽的病因是什么？\n",
        "Sparql": "select ?x where { <咳嗽> <病因> ?x. }\n",
        "Answer": "\"气管、支气管黏膜或胸膜受炎症、异物、物理或化学性刺激引起\"\t\n"
    },
    {
        "QuestionId": "q3413",
        "RawQuestion": "中暑涉及什么检查？\n",
        "Sparql": "select ?x where { <中暑> <涉及检查> ?x. }\n",
        "Answer": "<动脉血气分析>\t\n"
    },
    {
        "QuestionId": "q234",
        "RawQuestion": "冰心原名是什么？\n",
        "Sparql": "select ?x where { <冰心_（中国现代著名作家）> <中文名> ?x. }\n",
        "Answer": "\"谢婉莹\"\t\n"
    },
    {
        "QuestionId": "q3374",
        "RawQuestion": "脓疱疮涉及什么症状？\n",
        "Sparql": "select ?x where { <脓疱疮> <涉及症状> ?x. }\n",
        "Answer": "<发热伴关节肿痛>\t<水泡>\t\n"
    },
    {
        "QuestionId": "q7472",
        "RawQuestion": "东北大厦中尊贵豪华城景双床房有电脑吗\n",
        "Sparql": "select ?x where { <东北大厦> <房型名称> <尊贵豪华城景双床房>. <尊贵豪华悠景大床房> <电脑配置> ?x. }\n",
        "Answer": "\"无电脑配置\"\t\n"
    },
    {
        "QuestionId": "q828",
        "RawQuestion": "清华大学出了哪些地质学家\n",
        "Sparql": "select ?x where { ?x <职业> <地质学家> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<程裕淇>\t<卢耀如>\t<杨遵仪>\t<刘宝珺>\t\n"
    },
    {
        "QuestionId": "q2383",
        "RawQuestion": "前赤壁赋的作者？\n",
        "Sparql": "select ?x where { <前赤壁赋> <作者> ?x . }\n",
        "Answer": "<苏轼_（北宋文学家）>\t\n"
    },
    {
        "QuestionId": "q3137",
        "RawQuestion": "老年人代谢性酸中毒涉及什么检查项目？\n",
        "Sparql": "select ?x where { <老年人代谢性酸中毒> <涉及检查> ?x. }\n",
        "Answer": "<血气分析>\t\n"
    },
    {
        "QuestionId": "q1463",
        "RawQuestion": "品牌哈森成立于哪一年？\n",
        "Sparql": "select ?x where { <哈森_（皮鞋品牌）> <成立时间> ?x. }\n",
        "Answer": "\"1979\"\t\n"
    },
    {
        "QuestionId": "q4944",
        "RawQuestion": "腹胀属于什么？\n",
        "Sparql": "select ?x where { <腹胀> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q341",
        "RawQuestion": "火影忍者正篇里用过千年杀的有谁？\n",
        "Sparql": "select ?x where { <千年杀_（《火影忍者》名词）> <使用者> ?x. }\n",
        "Answer": "<漩涡鸣人>\t<旗木卡卡西>\t\n"
    },
    {
        "QuestionId": "q4849",
        "RawQuestion": "围绝经期综合征属于什么?\n",
        "Sparql": "select ?x where { <围绝经期综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5878",
        "RawQuestion": "天津金皇酒店附近可以帮寄存行李箱的景点\n",
        "Sparql": "select ?y  where { <天津金皇大酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有行李寄存> <有免费行李寄存>. ?y <类型> <景点>. }\n",
        "Answer": "<天津独角兽星空艺术馆>\t\n"
    },
    {
        "QuestionId": "q4197",
        "RawQuestion": "郎平所带领的体育项目起源于哪个国家？\n",
        "Sparql": "select ?y where { <郎平_（中国排球队著名运动员）> <运动项目> ?x . ?x <起源> ?y . }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q460",
        "RawQuestion": "孙悟空的结拜兄弟是谁？\n",
        "Sparql": "select ?x where { <孙悟空_（古典名著《西游记》中的主角）> <结拜兄弟> ?x. }\n",
        "Answer": "<镇元子_（小说《西游记》里的地仙之祖）>\t<牛魔王_（小说《西游记》中的角色）>\t\n"
    },
    {
        "QuestionId": "q1377",
        "RawQuestion": "辽宁舰舰长是谁？\n",
        "Sparql": "select ?x where { <辽宁号航空母舰> <舰长> ?x. }\n",
        "Answer": "\"张峥\"\t\n"
    },
    {
        "QuestionId": "q1469",
        "RawQuestion": "F-22战斗机是哪一年开始服役的？\n",
        "Sparql": "select ?x where { <F-22战斗机> <服役时间> ?x. }\n",
        "Answer": "\"2005\"\t\n"
    },
    {
        "QuestionId": "q822",
        "RawQuestion": "《罗密欧与朱丽叶》的作者是信什么教的？\n",
        "Sparql": "select ?x where { ?y <代表作品> <罗密欧与朱丽叶_（莎士比亚著名戏剧）>. ?y <信仰> ?x. }\n",
        "Answer": "<基督教>\t\n"
    },
    {
        "QuestionId": "q4306",
        "RawQuestion": "秦淮八艳指的是？\n",
        "Sparql": "select ?x where {  <秦淮八艳_（明末清初秦淮河畔八位名伎）> <本名> ?x . }\n",
        "Answer": "\"秦淮八艳（柳如是、顾横波、马湘兰、陈圆圆、寇白门、卞玉京、李香君、董小宛）\"\t\n"
    },
    {
        "QuestionId": "q6168",
        "RawQuestion": "国家大剧院在凤凰中心的方位？\n",
        "Sparql": "select ?x where { <国家大剧院> <位于> ?cvt.  ?cvt <实体名称> <凤凰中心>.  ?cvt <方向> ?x }\n",
        "Answer": "<西南方向>\t\n"
    },
    {
        "QuestionId": "q4549",
        "RawQuestion": "可立克的最新上任的独立董事是谁?\n",
        "Sparql": "select ?x where { <可立克> <最新任独立董事> ?x. }\n",
        "Answer": "<谢耘>\t\n"
    },
    {
        "QuestionId": "q7368",
        "RawQuestion": "北海公园距离景山公园有多远？\n",
        "Sparql": "select ?t where { <北海公园> <附近> ?cvt. ?cvt <实体名称> <景山公园>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"2\"\t\n"
    },
    {
        "QuestionId": "q32",
        "RawQuestion": "中国最早的一部诗歌总集是？\n",
        "Sparql": "select ?x where { ?x <历史地位> \"中国最早的一部诗歌总集\". }\n",
        "Answer": "<诗经>\t<三百篇>\t\n"
    },
    {
        "QuestionId": "q2612",
        "RawQuestion": "位于梵蒂冈的\"Sweet Holiday Rome\"酒店的中文名称是？\n",
        "Sparql": "select ?x where { ?y <英文名称> \"Sweet Holiday Rome\". ?y <地理位置> <梵蒂冈>. ?y <中文名称> ?x. }\n",
        "Answer": "\"罗马甜美假日酒店\"\t\n"
    },
    {
        "QuestionId": "q63",
        "RawQuestion": "电影《长江7号》是制片成本是多少？\n",
        "Sparql": "select ?x where { <长江7号> <制片成本> ?x. }\n",
        "Answer": "\"2000万美元\"\t\n"
    },
    {
        "QuestionId": "q4624",
        "RawQuestion": "投资银行经营业务\n",
        "Sparql": "select ?x where { <投资银行> <经营业务> ?x. }\n",
        "Answer": "\"交易\"\t\"证券发行\"\t\"风险投资\"\t\"承销\"\t\"企业重组\"\t\"兼并与收购\"\t\"投资分析\"\t\"项目融资等业务\"\t\n"
    },
    {
        "QuestionId": "q1975",
        "RawQuestion": "中美贸易谈判中方牵头人是？\n",
        "Sparql": "select ?x where { <中美贸易谈判> <中方牵头人> ?x. }\n",
        "Answer": "<刘鹤>\t\n"
    },
    {
        "QuestionId": "q6472",
        "RawQuestion": "北京中航泊悦酒店的平均价格是多少？\n",
        "Sparql": "select ?x where { <北京中航泊悦酒店> <平均价格> ?x. }\n",
        "Answer": "\"770\"\t\n"
    },
    {
        "QuestionId": "q4614",
        "RawQuestion": "我家在朝阳区，附近有哪几家湘财证券营业部\n",
        "Sparql": "select ?x where { <湘财证券> <网点> ?x. ?x <区属名称> <朝阳区>. }\n",
        "Answer": "<北京市朝阳区北四环东路证券营业部>\t<北京市朝阳区朝外大街证券营业部>\t\n"
    },
    {
        "QuestionId": "q6765",
        "RawQuestion": "拉丁名为\"Sitta europaea levantina\"的物种属于哪个纲？\n",
        "Sparql": "SELECT ?纲 WHERE { ?物种\t<拉丁学名>\t\"Sitta europaea levantina\". ?物种\t<纲>\t?纲. } \n",
        "Answer": "<鸟_（鸟纲动物的统称）>\t\n"
    },
    {
        "QuestionId": "q4491",
        "RawQuestion": "林黎胜毕业于哪一所高校？\n",
        "Sparql": "select ?y where { <林黎胜> <毕业院校> ?y . }\n",
        "Answer": "<厦门大学>\t\n"
    },
    {
        "QuestionId": "q2600",
        "RawQuestion": "吉林大学出过哪些科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <吉林大学> . }\n",
        "Answer": "<郑永真>\t<侯蓝田>\t<怀进鹏>\t<于洋_（辽宁医学院食品科学与工程学院教授）>\t\n"
    },
    {
        "QuestionId": "q7273",
        "RawQuestion": "增龄性黄斑变性也叫什么？\n",
        "Sparql": "select ?x where { <增龄性黄斑变性> <名称> ?x. }\n",
        "Answer": "\"老年性黄斑变性\"\t\n"
    },
    {
        "QuestionId": "q6783",
        "RawQuestion": "引发急性膀胱炎的细菌分布在哪？\n",
        "Sparql": "SELECT ?哪 WHERE { <急性膀胱炎>\t<常见病因>\t?细菌. ?细菌\t<类型>\t<细菌>. ?细菌\t<分布区域>\t?哪. } \n",
        "Answer": "\"人、动物肠道正常寄居者\"\t\n"
    },
    {
        "QuestionId": "q6676",
        "RawQuestion": "周杰伦的别名是？\n",
        "Sparql": "SELECT ?x WHERE { <周杰伦> <别名> ?x. } \n",
        "Answer": "\"周董\"\t\n"
    },
    {
        "QuestionId": "q4948",
        "RawQuestion": "气喘涉及哪些症状？\n",
        "Sparql": "select ?x where { <气喘> <涉及症状> ?x. }\n",
        "Answer": "<咳痰>\t<低热>\t<呼吸困难>\t<胸闷>\t<喘息>\t<挖鼻孔>\t<窒息>\t<鼻痒>\t\n"
    },
    {
        "QuestionId": "q7480",
        "RawQuestion": "北京国贸大酒店的平均价格是多少？\n",
        "Sparql": "select ?x where { <北京国贸大酒店> <平均价格> ?x. }\n",
        "Answer": "\"3516\"\t\n"
    },
    {
        "QuestionId": "q4263",
        "RawQuestion": "草泥马的别称是什么?\n",
        "Sparql": "select ?x where{ <羊驼> <别称> ?x.}\n",
        "Answer": "<驼羊>\t\n"
    },
    {
        "QuestionId": "q4711",
        "RawQuestion": "金融衍生工具中futures是什么意思\n",
        "Sparql": "select ?x where { <futures_期货> <释义> ?x. }\n",
        "Answer": "\"期货\"\t\n"
    },
    {
        "QuestionId": "q271",
        "RawQuestion": "苏格拉底的职业是什么？\n",
        "Sparql": "select ?x where { <苏格拉底_（古希腊著名哲学家）> <职业> ?x. }\n",
        "Answer": "<思想家_（词语）>\t<哲学家_（基础含义）>\t\n"
    },
    {
        "QuestionId": "q3314",
        "RawQuestion": "卵巢囊肿属于什么?\n",
        "Sparql": "select ?x where { <卵巢囊肿> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q7157",
        "RawQuestion": "发作性呼吸困难是如何诊断的?\n",
        "Sparql": "select ?x where { <发作性呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"需与以下症状相互鉴别：呼吸浅慢：呼吸浅慢是重症呼吸衰竭所表现出来的一种症状。呼吸困难、三凹征明显或反而不明显，呼吸由浅快转为浅慢、节律紊乱，常出现下颌呼吸和呼吸暂停，呼吸音减低，口唇发绀加重，四肢末端发绀、发凉，昏睡或昏迷，甚至惊厥。严重者可出现脑水肿（球结膜水肿或视神经乳头水肿）、脑疝（瞳孔两侧大小不等）等危重改变。腹式反常呼吸：反常呼吸运动是一种病理的呼吸运动，是胸部外伤后至胸部多发肋骨骨折，胸部软化所致，正常人在吸气时胸廓抬起，呼气时胸壁下降；反常呼吸运动正好相反，在吸气时胸廓下降，呼气时胸壁抬起。中枢性呼吸暂停：中枢性睡眠呼吸暂停综合征（centralsleepapneasyndrome，CSAS）指没有胸腹呼吸运动时上气道无气流通过的时间大于10s。CSAS较少见，可与阻塞性睡眠呼吸暂停综合征（OSAS）并存。可发生于任何睡眠时相，但明显的异常仅见于慢相睡眠（NREM,又称正相睡眠和慢波睡眠）时。CSAS可单独存在或与脑干外伤、肿瘤、梗死及感染等中枢神经系统疾病并存。也有病例报告CSAS与脊髓灰质炎和肌强直性营养不良等神经肌肉病变有关。清醒时可保持适当的通气功能，但睡眠时则表现出呼吸中枢调节异常，出现中枢性（或阻塞性）呼吸暂停。\"\t\n"
    },
    {
        "QuestionId": "q4411",
        "RawQuestion": "马化腾的英文名是什么？\n",
        "Sparql": "select ?x where { <马化腾> <外文名> ?x. }\n",
        "Answer": "\"Pony\"\t\n"
    },
    {
        "QuestionId": "q5008",
        "RawQuestion": "感染性发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <感染性发热> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<低热>\t<肝脾肿大>\t<中枢性发热>\t<斑疹>\t<弛张热>\t<高热>\t<水泡>\t<泌尿系感染>\t<血热>\t\n"
    },
    {
        "QuestionId": "q3224",
        "RawQuestion": "伤寒属于什么?\n",
        "Sparql": "select ?x where { <伤寒> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1434",
        "RawQuestion": "\"烟花三月下扬州\"中的扬州市又称为？\n",
        "Sparql": "select ?x where { <扬州_（江苏省省辖市）> <别名> ?x. }\n",
        "Answer": "\"广陵、江都、维扬\"\t\n"
    },
    {
        "QuestionId": "q2282",
        "RawQuestion": "国庆节的纪念方式有哪些？\n",
        "Sparql": "SELECT ?x WHERE { <国庆节> <纪念方式> ?x . }\n",
        "Answer": "\"大规模\"\t\"全民性庆典活动\"\t\n"
    },
    {
        "QuestionId": "q6958",
        "RawQuestion": "双黄连口服液的功效是什么？\n",
        "Sparql": "select ?x where { ?y <标签> \"双黄连口服液\". ?y <功效> ?x. } \n",
        "Answer": "\"疏风解表、清热解毒\"\t\n"
    },
    {
        "QuestionId": "q2050",
        "RawQuestion": "《守望先锋》的开发公司是哪一年成立的？\n",
        "Sparql": "select ?x where { <守望先锋_（2016年暴雪娱乐发行的团队射击游戏）> <发行商> ?y . ?y <成立时间> ?x . }\n",
        "Answer": "\"1991\"\t\n"
    },
    {
        "QuestionId": "q4421",
        "RawQuestion": "汉武帝葬在哪里？\n",
        "Sparql": "select ?x where { <汉武帝_（汉朝皇帝）> <陵墓> ?x. }\n",
        "Answer": "<茂陵_（汉武帝陵寝）>\t\n"
    },
    {
        "QuestionId": "q24",
        "RawQuestion": "品牌DQ主要卖什么食品？\n",
        "Sparql": "select ?y where { <DQ_（DQ冰淇淋）> <经营范围> ?y. }\n",
        "Answer": "<冰淇淋_（食品）>\t\n"
    },
    {
        "QuestionId": "q1322",
        "RawQuestion": "《假如给我三天光明》是哪位作家的作品？\n",
        "Sparql": "select ?x where { ?x <代表作品> <假如给我三天光明>. }\n",
        "Answer": "<威廉·杰斐逊·克林顿>\t<海伦·凯勒>\t\n"
    },
    {
        "QuestionId": "q2062",
        "RawQuestion": "位于日本的休眠火山？\n",
        "Sparql": "select ?x where { ?x <类型> <休眠火山> . ?x <地点> <日本_（日本国）> . }\n",
        "Answer": "<富士山>\t\n"
    },
    {
        "QuestionId": "q7324",
        "RawQuestion": "慕田峪长城的平均价格是多少？\n",
        "Sparql": "select ?x where { <慕田峪长城> <平均价格> ?x . }\n",
        "Answer": "\"168\"\t\n"
    },
    {
        "QuestionId": "q1753",
        "RawQuestion": "深证创业板上市公司数？\n",
        "Sparql": "select ?x where { <深证创业板> <上市公司数> ?x. }\n",
        "Answer": "\"745\"\t\n"
    },
    {
        "QuestionId": "q2126",
        "RawQuestion": "小说《达芬奇密码》的作者出生于何时？\n",
        "Sparql": "select ?x where { ?y <出生日期> ?x . ?y <代表作品> <达芬奇密码_（图书）> . }\n",
        "Answer": "\"1980-04-16\"\t\"1954-03-01\"\t\"1948-07-30\"\t\"1964\"\t\n"
    },
    {
        "QuestionId": "q5815",
        "RawQuestion": "魔都星空艺术馆的营业时间是什么时候?\n",
        "Sparql": "select ?x where { <魔都星空艺术馆> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 10:00-22:00\"\t\n"
    },
    {
        "QuestionId": "q1650",
        "RawQuestion": "出生于1881年9月5日的作家是谁？\n",
        "Sparql": "select ?x where { ?x <出生日期> \"1881-09-25\". ?x <职业> <作家_（汉语词语）>. }\n",
        "Answer": "<鲁迅_（文学家、思想家）>\t\n"
    },
    {
        "QuestionId": "q5146",
        "RawQuestion": "冠状病毒感染的高发人群是什么？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <高发人群> ?x. }\n",
        "Answer": "\"儿童人群\"\t\n"
    },
    {
        "QuestionId": "q7166",
        "RawQuestion": "水肿伴呼吸困难、紫绀该如何预防？\n",
        "Sparql": "select ?x where { <水肿伴呼吸困难、紫绀> <预防> ?x. }\n",
        "Answer": "\"中医治疗(1)宣肺利水：主要临床表现为风邪外袭所致发热，恶寒，恶风，头痛，肢体关节酸痛，咳嗽，舌苔薄白脉浮。浮肿先见于面部，后遍及全身，小便不利。中医称此种水肿为风水，多见于急性肾炎或慢性肾炎急性发作。常用方剂有越婢加术汤和麻黄连翘赤小豆汤。常用药物有麻黄、生石膏、生姜、白术、防风、桑白皮、双花、连翘、薄荷、前胡、赤小豆、车前子、泽泻、白茅根、益母草等。(2)健脾化湿、利水消肿：临床表现为全身凹陷性水肿，腰以下为甚，身重倦怠，小便量少，纳呆，胸闷，苔腻、脉濡。常用方剂为五苓散合五皮饮加减，常用药物有茯苓、猪苓、泽泻、白术、桂枝、桑白皮、大腹皮、生姜皮、陈皮、茯苓皮等。上半身肿甚而喘者加麻黄、杏仁、葶苈子;下半身肿甚加防己、川椒、厚朴等;如湿热壅盛，烦热口渴，小便短赤，大便秘结，苔黄腻，加大黄、木通、小蓟等。(3)温中健脾、行气利水：本法适用于脾阳虚弱者。主要临床表现为下肢浮肿较甚，按之凹陷不易恢复，胸闷腹胀，纳少便溏，面色萎黄，神疲肢冷，小便量少，舌淡苔白，脉滑沉缓。常用方剂为实脾饮加减，药物有：茯苓、白术、附子、干姜、厚朴、木香、大腹皮、木瓜、草果、甘草，可加猪苓、泽泻、党参、黄芪等。(4)温肾利水：适用于肾阳衰微者。主要表现为全身高度水肿，腰以下为甚，腰膝酸软，肢冷畏寒，神疲倦怠，面色惨白，尿少，舌淡胖有齿痕，脉沉细无力。常用方剂有真武汤、金匮肾气丸等。药物有茯苓、白术、白芍、附子、生姜、熟地、丹皮、泽泻、山药、山萸肉、肉桂等。\"\t\n"
    },
    {
        "QuestionId": "q4946",
        "RawQuestion": "气促属于什么？\n",
        "Sparql": "select ?x where { <气促> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<医学>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q7311",
        "RawQuestion": "颐和园的优惠政策都有啥？\n",
        "Sparql": "select ?x where { <颐和园> <景点简介-优惠信息> ?x. }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，跟团导游(凭国家核发的正式导游证、旅行社行程单和派遣单)可享门票免费，全日制大中小学生（不含成人教育、研究生）(凭学生证)可享半价优惠票，省、部级以上劳模、英模(凭相关有效证件)可享门票免费，离休人员(凭离休证)可享门票免费，老年人(60周岁（含）以上凭身份证)可享门票免费，儿童(身高1.2米（含）以下及6周岁（含）以下凭身份证或户口本)可享门票免费，现役军人、退休军人及武警官兵(凭有效证件)可享门票免费，备注：三八妇女节、五四青年节当天，对持有单位介绍信集体游园的可购买优惠票;“六一”国际儿童节当天，免费对少年儿童（学龄前至小学生）开放。集体游园每10名学生、儿童可免1名带队老师的入园门票，对每一名学龄前儿童可免费接待一名家长或监护人\"\t\n"
    },
    {
        "QuestionId": "q7328",
        "RawQuestion": "重庆君豪大饭店的电话号是多少？\n",
        "Sparql": "select ?x where { <重庆君豪大饭店> <电话> ?x. }\n",
        "Answer": "\"023-86338888\"\t\n"
    },
    {
        "QuestionId": "q7313",
        "RawQuestion": "描述一下大连梵高梦境星空馆里面的无限星空项目是什么样子的\n",
        "Sparql": "select ?x where { <大连梵高梦境星空馆> <娱乐项目名称> <无限星空>. <无限星空> <项目描述> ?x. }\n",
        "Answer": "\"无限星空通过灯光原理，设计出无边的星空效果，让人仿佛置身于浩瀚宇宙之中。无限星空也是火爆的网红打卡景点。\"\t\"无数星光环抱着，如梦似幻在无限的星光明灭体验到动人的场景。\"\t\"像光那样，从一颗星到达另外一颗星，让你宛若置身于星辰大海之中~梦幻而又美好，少女心爆棚！\"\t\"这是一件互动体验式的大型装置，它让观众心甘情愿地排起“长龙队”，只为踏入幽闭的密室一探究竟：悬浮空中的五彩光点，在镜面与镜面的多重反射之下，无限循环，无限扩散，让人犹如置身于浩无边际的宇宙一般，被无数的星点环抱着，如梦如幻地任凭意识在幻象中处于失重状态。\"\t\n"
    },
    {
        "QuestionId": "q2491",
        "RawQuestion": "五子棋是哪个国家发明的？\n",
        "Sparql": "select ?x where { <五子棋_（两人对弈的策略型棋类游戏）> <起源> ?x. }\n",
        "Answer": "<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q3601",
        "RawQuestion": "病毒性心肌炎涉及哪些症状？\n",
        "Sparql": "select ?x where { <病毒性心肌炎> <涉及症状> ?x. }\n",
        "Answer": "<速脉>\t<心悸伴消瘦、腹泻>\t\n"
    },
    {
        "QuestionId": "q3488",
        "RawQuestion": "斑秃属于什么?\n",
        "Sparql": "select ?x where { <斑秃> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2326",
        "RawQuestion": "京沪高铁有多长？\n",
        "Sparql": "select ?x where { <京沪高速铁路> <里程> ?x. }\n",
        "Answer": "\"1318公里\"\t\n"
    },
    {
        "QuestionId": "q643",
        "RawQuestion": "吴君如老公拍过什么电影？\n",
        "Sparql": "select ?x ?y where { <吴君如> <丈夫> ?y. ?y <代表作品> ?x. }\n",
        "Answer": "<甜蜜蜜_（1996年陈可辛导演电影）>\t<陈可辛>\t<亲爱的_（2014年陈可辛执导电影）>\t<陈可辛>\t<中国合伙人_（2013年陈可辛执导电影）>\t<陈可辛>\t<双城故事_（1991年陈可辛执导电影）>\t<陈可辛>\t<金枝玉叶_（马齿苋科植物）>\t<陈可辛>\t<刺马_（陈可辛执导电影）>\t<陈可辛>\t<如果爱_（湖北卫视明星恋爱真人秀）>\t<陈可辛>\t\n"
    },
    {
        "QuestionId": "q576",
        "RawQuestion": "哈佛大学出了哪些总统？\n",
        "Sparql": "select ?x where { ?x <职业> <总统_（国家元首称谓）> . ?x <毕业院校> <哈佛大学> . }\n",
        "Answer": "<罗斯福_（美国第三十二届总统）>\t<侯赛因_（美国总统）>\t<约翰·肯尼迪>\t\n"
    },
    {
        "QuestionId": "q3104",
        "RawQuestion": "急性发热性嗜中性皮肤病属于什么类型？\n",
        "Sparql": "select ?x where { <急性发热性嗜中性皮肤病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2189",
        "RawQuestion": "谁统一了度量衡？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"统一度量衡\" . }\n",
        "Answer": "<秦始皇_（中国首位皇帝）>\t\n"
    },
    {
        "QuestionId": "q4001",
        "RawQuestion": "现任银监会主席是什么民族的？\n",
        "Sparql": "select ?x where { <银监会> <主席> ?y. ?y <民族> ?x. }\n",
        "Answer": "<汉族>\t\"汉族\"\t\n"
    },
    {
        "QuestionId": "q378",
        "RawQuestion": "马云的外文名是什么？\n",
        "Sparql": "select ?x where { <马云_（阿里巴巴集团创始人）> <外文名> ?x. }\n",
        "Answer": "\"Jack Ma\"\t\n"
    },
    {
        "QuestionId": "q3424",
        "RawQuestion": "脂肪瘤涉及哪些症状？\n",
        "Sparql": "select ?x where { <脂肪瘤> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<左心衰竭>\t\n"
    },
    {
        "QuestionId": "q500",
        "RawQuestion": "生化危机的主演都有哪些人？\n",
        "Sparql": "select ?x where { <生化危机_（根据Capcom电子游戏改编的系列电影）> <主演> ?x. }\n",
        "Answer": "<米拉·乔沃维奇>\t<李冰冰>\t<西耶娜·盖尔利>\t<奥德·菲尔>\t<肖恩·罗伯茨>\t\n"
    },
    {
        "QuestionId": "q732",
        "RawQuestion": "舒伯特出生城市有什么著名景点？\n",
        "Sparql": "select ?y where { <舒伯特> <出生地> ?x. ?x <著名景点> ?y.}\n",
        "Answer": "<圣斯特凡大教堂>\t\n"
    },
    {
        "QuestionId": "q603",
        "RawQuestion": "与刘昊然的星座相邻的有哪些星座？\n",
        "Sparql": "select ?x where { <刘昊然> <星座> ?y. ?y <邻接星座> ?x. }\n",
        "Answer": "<豺狼座>\t<巨蛇座>\t<长蛇座>\t<处女座_（占星学）>\t<天蝎_（黄道十二宫之一）>\t<蛇夫座_（天文学---蛇夫座）>\t\n"
    },
    {
        "QuestionId": "q4629",
        "RawQuestion": "股份公司的清算方式\n",
        "Sparql": "select ?x where { <股份有限公司> <清算方式> ?x. }\n",
        "Answer": "\"普通清算\"\t\"法定清算\"\t\n"
    },
    {
        "QuestionId": "q5186",
        "RawQuestion": "胸腔积液的发病部位在哪？\n",
        "Sparql": "select ?x where { <胸腔积液> <发病部位> ?x. }\n",
        "Answer": "\"胸部\"\t\n"
    },
    {
        "QuestionId": "q4384",
        "RawQuestion": "典故\"鸿门宴\"出自哪个作者的笔下？\n",
        "Sparql": "select ?x where{ <鸿门宴_（历史典故）> <出处> ?y. ?y <作者> ?x.}\n",
        "Answer": "<司马迁_（西汉时期文学家、史学家、思想家）>\t\n"
    },
    {
        "QuestionId": "q6632",
        "RawQuestion": "《雨果美文集》的翻译人写过什么书？\n",
        "Sparql": "select ?y where { <雨果美文集> <译者> ?x. ?y <作者> ?x. } \n",
        "Answer": "<翰林院内外>\t<超越荒诞>\t<人性的观照>\t<子在川上>\t<一杯咖啡一部经典：一本书搞懂各国文学>\t<外国短篇爱情小说选评>\t<理史集>\t<文学大师的短篇小说集：都德卷>\t<名家点评外国小说中学生读本：美国小说卷>\t<论遗产及其他>\t<莎士比亚诗选>\t<新文艺外国文学大师读本：伏尔泰哲理小说>\t<法兰西风月谈>\t<浪漫弹指间：我与法兰西文字>\t<都德精选集>\t<伏尔泰哲理小说>\t<巴黎散记>\t<山上山下>\t<从选择到反抗>\t<且说这根芦苇>\t<米修与中国文化>\t<自然主义大师左拉>\t<世界心理小说名著选（美国部分2）>\t<我所见到的法兰西文学大师>\t<法兰西文学大师10论>\t<巴黎名士印象记>\t<世界心理小说名著选（美国部分1）>\t<塞纳河岸的桐叶>\t<自我选择至上>\t<世界散文八大家：雨果散文精选>\t<自我选择至上：柳鸣九谈萨特>\t<柳鸣九谈萨特>\t<人性的观照：世界小说名篇中的情态与性态>\t<山上山下：柳鸣九散文随笔选集>\t<未来主义超现实主义魔幻现实主义>\t\n"
    },
    {
        "QuestionId": "q684",
        "RawQuestion": "武汉大学出了哪些数学家\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<陈希孺>\t<齐民友>\t<路见可>\t\n"
    },
    {
        "QuestionId": "q1481",
        "RawQuestion": "《清明上河图》的作者信奉什么思想？\n",
        "Sparql": "select ?y where { <清明上河图_（北宋张择端风俗画）> <作者> ?x. ?x <信仰> ?y . }\n",
        "Answer": "<儒家思想>\t\n"
    },
    {
        "QuestionId": "q6383",
        "RawQuestion": "横店梦外滩影视主题公园的营业时间？\n",
        "Sparql": "select ?x where { <横店梦外滩影视主题公园> <营业时间> ?x. }\n",
        "Answer": "\"2.27-6.30 周一至周日 全天 10:00-16:30\"\t\n"
    },
    {
        "QuestionId": "q5859",
        "RawQuestion": "故宫能租婴儿车吗？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <是否有婴儿车租赁> ?x. }\n",
        "Answer": "<有免费婴儿车租赁>\t\n"
    },
    {
        "QuestionId": "q4895",
        "RawQuestion": "鼻塞与哪些疾病有关？\n",
        "Sparql": "select ?x where { <鼻塞> <涉及疾病> ?x. }\n",
        "Answer": "<鼻中隔偏曲>\t<慢性鼻窦炎>\t<白喉>\t<急性鼻窦炎>\t\n"
    },
    {
        "QuestionId": "q75",
        "RawQuestion": "被称为\"法鲨\"的迈克尔·法斯宾德毕业于哪所院校？\n",
        "Sparql": "select ?x where { <迈克尔·法斯宾德> <毕业院校> ?x. }\n",
        "Answer": "<伦敦戏剧中心>\t\n"
    },
    {
        "QuestionId": "q2665",
        "RawQuestion": "慕尼黑工业大学属于哪个国家哪个州？\n",
        "Sparql": "select ?y where { ?x <著名大学> <慕尼黑工业大学>. ?x <所属地区> ?y. }\n",
        "Answer": "<拜恩州>\t<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q763",
        "RawQuestion": "阿根廷的官方语言全球有多少人在用？\n",
        "Sparql": "select ?x where { <阿根廷_（阿根廷共和国）> <官方语言> ?y. ?y <使用人数> ?x. }\n",
        "Answer": "\"420000000\"\t\n"
    },
    {
        "QuestionId": "q4424",
        "RawQuestion": "开心麻花的宗旨是什么？\n",
        "Sparql": "select ?x where { <开心麻花> <宗旨> ?x. }\n",
        "Answer": "\"为人民娱乐服务\"\t\n"
    },
    {
        "QuestionId": "q1529",
        "RawQuestion": "洞庭湖所属水系的发源地在哪里？\n",
        "Sparql": "select ?y where { <洞庭湖_（长江流域湖泊）> <所属水系> ?x. ?x <发源地> ?y . }\n",
        "Answer": "<唐古拉山脉>\t\n"
    },
    {
        "QuestionId": "q448",
        "RawQuestion": "木村遥是哪个国家的人？\n",
        "Sparql": "select ?x where { <木村遥> <国籍> ?x. }\n",
        "Answer": "<日本_（日本国）>\t\n"
    },
    {
        "QuestionId": "q3557",
        "RawQuestion": "细菌性阴道病属于什么?\n",
        "Sparql": "select ?x where { <细菌性阴道病> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q6463",
        "RawQuestion": "故宫到长富宫饭店直线距离有多远呀？\n",
        "Sparql": "select ?t where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> <长富宫饭店>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"3.6\"\t\n"
    },
    {
        "QuestionId": "q5028",
        "RawQuestion": "足心发热属于什么？\n",
        "Sparql": "select ?x where { <足心发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q5898",
        "RawQuestion": "景山公园的网站是什么？\n",
        "Sparql": "select ?x where { <景山公园> <景点官方网站> ?x. }\n",
        "Answer": "\"http://www.bjjspark.com/\"\t\n"
    },
    {
        "QuestionId": "q2587",
        "RawQuestion": "有哪些位于湖北的公司？\n",
        "Sparql": "select ?x where { ?x <地点> <湖北> . ?x <类别> <公司> . }\n",
        "Answer": "<湖北重工蒲圻机械有限公司>\t<湖北大班木业有限公司>\t<湖北环海工贸有限公司>\t<湖北腾宇专汽>\t<湖北禾丰米业有限责任公司>\t<湖北泱盛生物科技有限公司>\t<湖北长乐健康食品有限公司>\t<湖北品上品茶业有限公司>\t<湖北华邦化学有限公司>\t\n"
    },
    {
        "QuestionId": "q4902",
        "RawQuestion": "咽痛涉及哪些症状？\n",
        "Sparql": "select ?x where { <咽痛> <涉及症状> ?x. }\n",
        "Answer": "<声音嘶哑>\t<呼吸困难>\t<充血>\t<胸骨后疼痛>\t<溃疡>\t<张口困难>\t<疱疹>\t<口炎>\t<吞咽痛>\t<吞咽干食物时胸骨后有阻塞感或钝痛>\t\n"
    },
    {
        "QuestionId": "q4361",
        "RawQuestion": "神圣罗马帝国建立于哪一年？\n",
        "Sparql": "select ?x where { <神圣罗马帝国_（历史国家）> <建立时间> ?x.}\n",
        "Answer": "\"962\"\t\n"
    },
    {
        "QuestionId": "q1321",
        "RawQuestion": "文房四宝包含哪四样？\n",
        "Sparql": "select ?x where { <文房四宝_（笔墨纸砚）> <包含> ?x. }\n",
        "Answer": "<宣纸>\t<徽墨>\t<毛笔>\t<宣砚>\t\n"
    },
    {
        "QuestionId": "q1617",
        "RawQuestion": "\"万有引力定律\"的提出者的信仰是？\n",
        "Sparql": "select ?y where { <万有引力定律> <提出者> ?x. ?x <信仰> ?y. }\n",
        "Answer": "<自然神论>\t\n"
    },
    {
        "QuestionId": "q519",
        "RawQuestion": "北大方正集团的总资产是多少？\n",
        "Sparql": "select ?x where { <方正_（北大方正集团）> <总资产> ?x. }\n",
        "Answer": "\"960亿\"\t\n"
    },
    {
        "QuestionId": "q6232",
        "RawQuestion": "黄山香茗酒店有没有传真？\n",
        "Sparql": "select ?x where { <黄山香茗酒店> <是否有传真> ?x. }\n",
        "Answer": "<无传真/复印>\t\n"
    },
    {
        "QuestionId": "q2307",
        "RawQuestion": "中国实行什么政治制度？\n",
        "Sparql": "select ?x where { <中华人民共和国> <政治体制> ?x. }\n",
        "Answer": "<人民代表大会制度>\t\n"
    },
    {
        "QuestionId": "q3494",
        "RawQuestion": "Down综合征属于什么?\n",
        "Sparql": "select ?x where { <Down综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q852",
        "RawQuestion": "巴洛克的流行时间是什么时候?？\n",
        "Sparql": "select ?y where { ?x <中文名> \"巴洛克\" . ?x <流行时间> ?y . }\n",
        "Answer": "<17世纪>\t\n"
    },
    {
        "QuestionId": "q4671",
        "RawQuestion": "保险公司分摊损失的方法\n",
        "Sparql": "select ?x where { <保险公司> <责任分摊方法> ?x. }\n",
        "Answer": "<顺序责任分摊法>\t<共同责任分摊法>\t<最大责任分摊法>\t\n"
    },
    {
        "QuestionId": "q5183",
        "RawQuestion": "社区获得性肺炎患者如何进行药物治疗？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <药物治疗> ?x. }\n",
        "Answer": "\"经验性抗菌药物选择：1.我国成人CAP致病肺炎链球菌对大环内酯类耐药率超过90%，且多呈高水平耐药；另外，肺炎支原体对大环内酯耐药率也在70%以上。因此，怀疑肺炎链球菌和（或）肺炎支原体所致CAP时不宜单独应用大环内酯类。但大环内酯类对肺炎衣原体、嗜肺军团菌保持高活性，仍可临床应用。2.多西环素/米诺环素对肺链耐药性高到92%，但对于非典型病原体敏感性高，用来治疗非典型肺炎，门诊轻病人可单独或住院患者联合β-内酰胺类抗生素。3.门诊选阿莫西林/棒酸，二代头孢[我国成人CAP肺炎链球菌对口服头孢菌素耐药率39.9%（头孢呋辛）-50.7%（头孢克洛）]可联合阿奇霉素，或呼吸喹诺酮。4.住院选阿莫西林/棒酸、三代头孢、四代头孢联合阿奇霉素，或呼吸喹诺酮。5.对于危及生命的重症CAP，肺炎链球菌感染最常见，其他要考虑金黄色葡萄球菌、肠杆菌科菌、嗜肺军团菌、流感病毒等病原体。6.青壮年、基础疾病的重症肺炎:肺炎链球菌、金黄色葡萄球菌、流感病毒、腺病毒、军团菌为主，多重耐药菌（如：CA-MRSA、铜绿假单胞菌、鲍曼不动杆菌）感染少见。因此，多重耐药菌感染风险的患者（包括收住ICU患者）应慎用美罗培南，亚胺培胺碳青霉烯类及抗MRSA药物（IIB），可选用以下药物：（1）阿莫西林/棒酸、二代头孢菌、三代头孢菌素、厄他培南联合大环内酯或四环素类；（2）单用呼吸喹诺酮类。7.老年人（年龄大于65岁）或有基础疾病:肺炎链球菌、军团菌、肺炎克雷伯菌等肠杆菌科菌、金黄色葡萄球。治疗可选择加酶抑制剂的青霉素类、头孢霉素类、三代头孢菌素、厄他培南、头孢他洛林联合大环内酯类或四环素类。（1）评估产ESBL肠杆菌科细菌危险因素，经验性治疗可选择哌拉西林/他唑巴坦、头孢哌酮/舒巴坦或厄他培南；（2）关注吸入风险因素及相关病原菌的药物覆盖；疑有吸入因素时应优先选择氨苄西林/舒巴坦钠、阿莫西林/克拉维酸等有抗厌氧菌活性的药物，或联合应用甲硝唑、克林霉素等；（3）流感流行季节注意流感病毒感染，考虑联合神经氨酸酶抑制剂，并注意流感继发金葡菌感染。8.反复住院及结构性肺炎（支气管扩张症）患者：抗生素需覆盖铜绿假单胞菌。抗感染治疗一般可于热退和主要呼吸道症状明显改善后3～5d停药，但疗程视不同病原体、病情严重程度而异，不能把肺部阴影完全吸收作为停用抗菌药物的指征。对于普通细菌性感染，如肺炎链球菌，用药至患者热退后72h即可；对于金黄色葡萄球菌、铜绿假单胞菌、克雷伯菌属或厌氧菌等容易导致肺组织坏死的致病菌所致的感染，建议抗菌药物疗程≥2周。对于非典型病原体，疗程应略长，如肺炎支原体、肺炎衣原体感染的建议疗程为10～14d，军团菌属感染的疗程建议为10～21d。\"\t\n"
    },
    {
        "QuestionId": "q7011",
        "RawQuestion": "预防新冠病毒，我们需要什么物资？\n",
        "Sparql": "select ?d where{ <新型冠状病毒（SARS-CoV-2）> <引发> ?b. ?b <防护手段> ?c. ?c <防护工具> ?d. } \n",
        "Answer": "<免洗洗手液>\t<肥皂>\t<体温计>\t<口罩>\t<口罩>\t\n"
    },
    {
        "QuestionId": "q5229",
        "RawQuestion": "从医学专科上来讲，结核病属于什么科？\n",
        "Sparql": "select ?x where { <结核病> <医学专科> ?x. }\n",
        "Answer": "\"传染科\"\t\"传染病科\"\t\n"
    },
    {
        "QuestionId": "q1724",
        "RawQuestion": "边缘计算概念的股票有哪些？\n",
        "Sparql": "select ?x where { <边缘计算概念> <股票> ?x. }\n",
        "Answer": "<浪潮信息>\t<网宿科技>\t<海康威视>\t<中兴通讯>\t<中科创达等>\t\n"
    },
    {
        "QuestionId": "q5168",
        "RawQuestion": "血管炎患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <血管炎> <临床表现> ?x. }\n",
        "Answer": "\"发热、乏力、关节肌肉疼痛、隆起性紫癜、结节性坏死性皮疹等\"\t\"有乏力、关节肌肉疼痛等症状\"\t\n"
    },
    {
        "QuestionId": "q5142",
        "RawQuestion": "冠状病毒感染患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <临床表现> ?x. }\n",
        "Answer": "\"发热、发冷、头痛、流涕、咽痛及咳嗽等\"\t\n"
    },
    {
        "QuestionId": "q2596",
        "RawQuestion": "皇马的主场的西班牙文名是什么？\n",
        "Sparql": "select ?x where { <皇家马德里_（皇家马德里足球俱乐部）> <主场馆> ?y. ?y <外文名> ?x. }\n",
        "Answer": "\"Estadio Santiago Bernabéu\"\t\n"
    },
    {
        "QuestionId": "q376",
        "RawQuestion": "林世功的信仰是什么？\n",
        "Sparql": "select ?x where { <林世功> <信仰> ?x. }\n",
        "Answer": "<儒教>\t\n"
    },
    {
        "QuestionId": "q3430",
        "RawQuestion": "先天性卵巢发育不全属于什么?\n",
        "Sparql": "select ?x where { <先天性卵巢发育不全> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2379",
        "RawQuestion": "神厨小福贵的出品人是谁？\n",
        "Sparql": "select ?x where { <神厨小福贵> <出品人> ?x . }\n",
        "Answer": "<贺梦凡>\t<王宏_（导演）>\t\n"
    },
    {
        "QuestionId": "q4312",
        "RawQuestion": "久川绫的代表作品有哪些?\n",
        "Sparql": "select ?x where { <久川绫> <代表作品> ?x . }\n",
        "Answer": "<小可_（动画《魔卡少女樱》中角色）>\t<水野亚美>\t<魔卡少女樱_（日本CLAMP创作的漫画作品）>\t<美少女战士_（1992年日本动画片）>\t\n"
    },
    {
        "QuestionId": "q310",
        "RawQuestion": "鲁迅的笔名有哪些？\n",
        "Sparql": "select ?x where { <鲁迅_（文学家、思想家）> <别名> ?x . }\n",
        "Answer": "\"长庚、风声、尊古等\"\t\n"
    }
]