[
    {
        "QuestionId": "q1754",
        "RawQuestion": "公开发行上市对企业有什么风险？\n",
        "Sparql": "select ?x where { <上市> <风险> ?x. }\n",
        "Answer": "\"商业秘密被迫披露的风险\"\t\"不利信息的传播速度更快\"\t\"投资者对盈利的强烈需求，容易引诱企业经营决策短期化，被迫提前拆细股份\"\t\"控股权被稀释的风险\"\t\n"
    },
    {
        "QuestionId": "q841",
        "RawQuestion": "拉丁学名为\"Gerbera kunzeana A. Br. et Aschers.\"的植物属于哪一个纲？\n",
        "Sparql": "select ?x where { ?y <拉丁学名> \"Dicotyledons\". ?y <纲> ?x. }\n",
        "Answer": "<双子叶植物纲>\t<双子叶植物纲>\t\n"
    },
    {
        "QuestionId": "q4753",
        "RawQuestion": "商业票据市场的类型\n",
        "Sparql": "select ?x where { <商业票据市场> <类别> ?x. }\n",
        "Answer": "\"票据承兑市场\"\t\"票据贴现市场\"\t\n"
    },
    {
        "QuestionId": "q6770",
        "RawQuestion": "\"吹哨人\"李文亮医生因为什么去世？\n",
        "Sparql": "SELECT ?什么 WHERE { <李文亮>\t<死亡原因>\t?什么. } \n",
        "Answer": "<新型冠状病毒感染>\t\n"
    },
    {
        "QuestionId": "q4422",
        "RawQuestion": "爱新觉罗·多尔衮的父亲是谁？\n",
        "Sparql": "select ?x where { <爱新觉罗·多尔衮> <父亲> ?x. }\n",
        "Answer": "<清太祖努尔哈赤>\t\n"
    },
    {
        "QuestionId": "q2279",
        "RawQuestion": "《火影忍者》的作者是谁？\n",
        "Sparql": "SELECT ?x WHERE { <火影忍者_（岸本齐史创作的少年漫画）> <作者> ?x . }\n",
        "Answer": "<岸本齐史>\t\n"
    },
    {
        "QuestionId": "q4372",
        "RawQuestion": "查理曼大帝是哪个国家的皇帝？\n",
        "Sparql": "select ?x where { <查理曼大帝_（历史人物）> <国籍> ?x.}\n",
        "Answer": "<法兰克王国>\t\n"
    },
    {
        "QuestionId": "q4876",
        "RawQuestion": "安宫牛黄丸属于什么药种？\n",
        "Sparql": "select ?x where { <安宫牛黄丸> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t<中成药>\t\n"
    },
    {
        "QuestionId": "q7489",
        "RawQuestion": "长沙运达喜来登酒店几点能吃上饭？\n",
        "Sparql": "select ?x where { <长沙运达喜来登酒店> <就餐时间> ?x. }\n",
        "Answer": "\"周一至周五06:30-10:00开放周六、日06:30-10:30开放\"\t\n"
    },
    {
        "QuestionId": "q5235",
        "RawQuestion": "在医学专科中，脑动脉硬化症属于什么科？\n",
        "Sparql": "select ?x where { <脑动脉硬化症> <医学专科> ?x. }\n",
        "Answer": "\"神经科\"\t\n"
    },
    {
        "QuestionId": "q4283",
        "RawQuestion": "慕容云海的女朋友的初恋的心上人是？\n",
        "Sparql": "select ?x where {  <慕容云海> <女友> ?y . ?y <初恋> ?z . ?x <喜欢的人> ?z .  }\n",
        "Answer": "<于馨>\t\n"
    },
    {
        "QuestionId": "q84",
        "RawQuestion": "《国王的演讲》有多少分钟？\n",
        "Sparql": "select ?x where { <国王的演讲_（英国2010年汤姆·霍珀执导奥斯卡奖最佳影片）> <片长> ?x. }\n",
        "Answer": "\"118分钟\"\t\n"
    },
    {
        "QuestionId": "q1812",
        "RawQuestion": "索罗斯经典名言？\n",
        "Sparql": "select ?x where { <索罗斯> <经典名言> ?x. }\n",
        "Answer": "\"市场总是错的\"\t\"我生来一贫如洗,但决不能死时仍旧贫困潦倒\"\t\"要想获得成功，必须要有充足的自由时间\"\t\n"
    },
    {
        "QuestionId": "q3049",
        "RawQuestion": "尿常规与什么疾病有关？\n",
        "Sparql": "select ?x where { <尿常规> <涉及疾病> ?x. }\n",
        "Answer": "<肾虚>\t<膀胱与尿道结石>\t<埃博拉病毒病>\t<继发性化脓性腹膜炎>\t<钩端螺旋体病的肾损害>\t<石淋>\t<抗菌药中毒性肾病>\t<肾盂肿瘤>\t<原发性高血压>\t<埃博拉出血热>\t<腰痛-血尿综合征>\t<高血压病>\t<巯甲丙脯酸肾损害>\t<小儿继发性腹膜炎>\t<马伯格病毒病>\t\n"
    },
    {
        "QuestionId": "q761",
        "RawQuestion": "雕版印刷术和火药发明于中国哪个朝代？\n",
        "Sparql": "select ?x where { ?x <科技成就> \"火药\". ?x <科技成就> \"雕版印刷术\". }\n",
        "Answer": "<唐朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q409",
        "RawQuestion": "首届F1锦标是什么时候？\n",
        "Sparql": "select ?x where { <世界一级方程式锦标赛> <第一次举办> ?x. }\n",
        "Answer": "\"1950年\"\t\n"
    },
    {
        "QuestionId": "q4982",
        "RawQuestion": "发热伴寒战属于什么？\n",
        "Sparql": "select ?x where { <发热伴寒战> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3253",
        "RawQuestion": "尿路感染的同义词是什么？\n",
        "Sparql": "select ?x where { <尿路感染> <同义词> ?x. }\n",
        "Answer": "<泌尿系感染>\t\n"
    },
    {
        "QuestionId": "q4545",
        "RawQuestion": "可立克的监事会成员?\n",
        "Sparql": "select ?x where { <可立克> <监事> ?x. }\n",
        "Answer": "<李道义>\t<柳愈>\t<孙汉兵>\t\n"
    },
    {
        "QuestionId": "q5553",
        "RawQuestion": "九天温泉酒店在哪所城市？\n",
        "Sparql": "select ?x where { <思南九天温泉酒店> <城市> ?x . }\n",
        "Answer": "<思南县>\t\n"
    },
    {
        "QuestionId": "q2065",
        "RawQuestion": "\"现代遗传学之父\"有什么科学贡献？\n",
        "Sparql": "select ?x where { ?y <获得荣誉> \"现代遗传学之父\" . {?x <发现者> ?y.} UNION {?x <提出者> ?y.}}\n",
        "Answer": "<神奇的基因>\t<基因自由组合定律>\t<基因的自由组合定律>\t<基因定律>\t<基因分离定律>\t<测交法>\t<基因的分离定律>\t<植物种质资源自交分析>\t<基因分离>\t<植物种质资源测交分析>\t\n"
    },
    {
        "QuestionId": "q1232",
        "RawQuestion": "别名孙祥钟的演员的助理是谁？\n",
        "Sparql": "select ?x where { ?y <别名> \"孙祥钟\". ?y <助理> ?x. }\n",
        "Answer": "<孙诗雯>\t\n"
    },
    {
        "QuestionId": "q778",
        "RawQuestion": "和黄瓜同科的植物有哪些？\n",
        "Sparql": "select ?x where { <黄瓜> <界> ?y5. <黄瓜> <门> ?y4. <黄瓜> <纲> ?y3. <黄瓜> <亚纲> ?y2. <黄瓜> <科> ?y1. ?x <界> ?y5. ?x <门> ?y4. ?x <纲> ?y3. ?x <亚纲> ?y2. ?x <科> ?y1. }\n",
        "Answer": "<小雀瓜属>\t<黑金刚西瓜>\t<早绿苦瓜>\t<栝楼>\t<云南罗汉果>\t<罗汉果_（葫芦科藤本植物）>\t<黑峪西瓜>\t<良庄西瓜>\t<西瓜属>\t<绿网蜜网纹甜瓜>\t<吊瓜>\t<椭圆果雪胆>\t<中华雪胆>\t<新兰西瓜>\t<棒槌瓜>\t<小玉西瓜>\t<丽宝西瓜>\t<好比玛>\t<丝瓜属>\t<西印度黄瓜>\t<金丝瓜>\t<裂苞组>\t<裂瓜属>\t<油渣果>\t<台蔬灰皮冬瓜>\t<翡翠王子>\t<苦瓜属>\t<丽玉>\t<菜瓜>\t<三棱瓜属>\t<夏丰苦瓜>\t<绿冠一号>\t<金甜王子>\t<盒子草属>\t<冬瓜属>\t<旺家碧玉>\t<鲍鱼瓜>\t<南杂一号>\t<葫芦属>\t<新红宝西瓜>\t<宝冠大果黑美人>\t<美龙西瓜>\t<合子草>\t<严选槟城苦瓜>\t<广东丝瓜>\t<三裂瓜>\t<冬瓜>\t<夕颜_（葫芦花的别称）>\t<短柄赤瓟>\t<藏瓜属>\t<翅子瓜属>\t<唐山秋瓜>\t<佛手瓜>\t<赤瓟属>\t<清白早黄瓜>\t<短柄雪胆>\t<藏瓜>\t<独龙江雪胆>\t<黄瓜>\t<喷瓜属>\t<麒麟瓜>\t<黑美人瓜>\t<葫芦亚族>\t<雪胆属>\t<无籽西瓜_（二倍体跟诱变产生的四倍体杂交而成的西瓜）>\t<野黄瓜>\t<罗汉果属>\t<薄叶栝楼>\t<美国碧玉>\t<春雪儿>\t<花宝西瓜>\t<佩普基诺>\t<黄瓤西瓜>\t<桃南瓜>\t<丝瓜_（葫芦科属丝瓜属植物）>\t<南瓜亚族>\t<乌龟七>\t<和平西瓜>\t<假贝母属>\t<可爱雪胆>\t<双莲西瓜>\t<帽果雪胆>\t<圆锥果雪胆>\t<喙果绞股蓝>\t<红佳红南瓜>\t<蒲瓜>\t<豫艺甜宝>\t<新世纪_（迷你以色列型黄瓜——新世纪）>\t<哈密瓜_（葫芦科植物甜瓜的一个品种）>\t<茅瓜属>\t<心籽绞股蓝>\t<新翠苦瓜>\t<多果雪胆>\t<喷瓜>\t<短序栝楼>\t<毒瓜>\t<墨童西瓜>\t<瓠瓜>\t<马铜铃>\t<行记农博士美绿苦瓜>\t<油渣果属>\t<肉丝瓜>\t<长白苦瓜>\t<筠连雪胆>\t<南瓜_（南瓜葫芦科植物）>\t<佛手瓜属>\t<栝楼属>\t<蜀优米冬瓜>\t<红肉金冠>\t<毒瓜属>\t<金瓜属>\t<赤瓟>\t<瓠子_（葫芦科植物）>\t<工艺葫芦>\t<金佛山雪胆>\t<超级金甜蜜>\t<金公主>\t<锥形果属>\t<玉丰苦瓜>\t<平湖西瓜>\t<葫芦>\t<括楼>\t<古蔺雪胆>\t<肉花雪胆组>\t<大红圆宝>\t<北瓜>\t<帽儿瓜属>\t<周至西瓜>\t<申宝325>\t<宁夏西瓜>\t<葫芦（原变种）>\t<手捻葫芦>\t<赛金刚_（药材·赛金刚）>\t<强野苦瓜>\t<文玩葫芦>\t<脆甜爽口>\t<高糖勇士>\t<玩偶南瓜>\t<彩云_（豫审西瓜品种）>\t<亚洲黄金>\t\n"
    },
    {
        "QuestionId": "q867",
        "RawQuestion": "北京大学出了哪些数学家\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<张广厚>\t<吕以辇>\t<张乃岳>\t<张里千>\t<张芷芬>\t<张申府>\t<马知恩>\t<恽之玮>\t<张益唐>\t<闵嗣鹤>\t\n"
    },
    {
        "QuestionId": "q6732",
        "RawQuestion": "奋斗在抗疫前线的女性工作者有哪些？\n",
        "Sparql": "select ?x where { ?x <性别> <女>. } \n",
        "Answer": "<伍春霞>\t<张为华>\t<章婉琴>\t<徐肇玥>\t<李兰娟>\t<周海兰>\t<吴思敏>\t<黄英姿>\t<魏瑜>\t<蒋银珠>\t<翁心华>\t<高娟>\t<顾洁>\t<顾军农>\t<肖瑾>\t<段轶群>\t<柳愈>\t<李玲>\t<陈云桂>\t<赵彤威>\t<徐婷婷>\t<段业英>\t<高元妹>\t<梅丽>\t<罗月英>\t<张继先>\t<徐辉>\t<姜娜>\t<吴燕洁>\t<汤灵玲>\t<张园园>\t<刘元春>\t<邵凌云>\t<张静>\t<谭锦柯>\t<庄燕娟>\t<李松明>\t<尹琴>\t<史志雪>\t<卫晶>\t<李凤琴>\t<谢姣>\t<秦艳丽>\t<吴吉芹>\t<金嘉琳>\t<杨辉莉>\t<杨洁>\t<张舒>\t<黄和艳>\t<曹赛>\t<李霞>\t<姜斐>\t<李硕>\t<吴玲玲>\t\n"
    },
    {
        "QuestionId": "q401",
        "RawQuestion": "二十四节气中春分之后是？\n",
        "Sparql": "select ?x where { <春分_（二十四节气之一）> <后一节气> ?x. }\n",
        "Answer": "<清明_（二十四节气之一）>\t\n"
    },
    {
        "QuestionId": "q5791",
        "RawQuestion": "辽宁省博物馆的电话是多少？\n",
        "Sparql": "select ?x where { <辽宁省博物馆> <电话> ?x. }\n",
        "Answer": "\"024-22741193\"\t\n"
    },
    {
        "QuestionId": "q2581",
        "RawQuestion": "小说《哈利波特》的作者是谁？\n",
        "Sparql": "select ?x where { <哈利·波特_（J.K.罗琳创作魔幻系列小说）> <作者> ?x. }\n",
        "Answer": "<J.K.罗琳>\t\n"
    },
    {
        "QuestionId": "q3019",
        "RawQuestion": "血常规属于什么类型的检查？\n",
        "Sparql": "select ?x where { <血常规> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<医学>\t<疾病>\t<医院>\t<检查项目>\t<红细胞检查>\t\n"
    },
    {
        "QuestionId": "q1789",
        "RawQuestion": "约定购回的警戒线？\n",
        "Sparql": "select ?x where { <约定购回> <警戒线> ?x. }\n",
        "Answer": "\"150%\"\t\n"
    },
    {
        "QuestionId": "q5012",
        "RawQuestion": "全身过敏和发热皮疹关节痛涉及哪些症状？\n",
        "Sparql": "select ?x where { <全身过敏和发热皮疹关节痛> <涉及症状> ?x. }\n",
        "Answer": "<少尿>\t<白细胞尿>\t<嗜酸性粒细胞增多>\t<无尿>\t<氮质血症>\t<血红蛋白尿>\t<红斑样皮疹>\t<尿蛋白>\t<慢性肾功能不全>\t<肾损害>\t\n"
    },
    {
        "QuestionId": "q4842",
        "RawQuestion": "霍奇金病属于什么?\n",
        "Sparql": "select ?x where { <霍奇金病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5199",
        "RawQuestion": "细菌感染患者预后效果如何？\n",
        "Sparql": "select ?x where { <细菌感染> <预后> ?x. }\n",
        "Answer": "\"与造血干细胞移植后患者免疫功能、中性粒细胞数等有关，大部分预后良好。\"\t\n"
    },
    {
        "QuestionId": "q7358",
        "RawQuestion": "求孤山公园附近有会议室的酒店\n",
        "Sparql": "select ?y where { <孤山公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有充电车位> <有充电车位>. ?y <类型> <酒店>.  }\n",
        "Answer": "<浙江国际大酒店>\t\n"
    },
    {
        "QuestionId": "q4628",
        "RawQuestion": "股份有限公司的组织机构主要包括\n",
        "Sparql": "select ?x where { <股份有限公司> <组织机构> ?x. }\n",
        "Answer": "\"执行机构\"\t\"监督机构\"\t\"决策机构\"\t\n"
    },
    {
        "QuestionId": "q1803",
        "RawQuestion": "基金分红方式有哪些？\n",
        "Sparql": "select ?x where { <基金分红> <方式> ?x. }\n",
        "Answer": "<红利再投资>\t<现金分红>\t\"红利再投资\"\t\"现金分红\"\t\n"
    },
    {
        "QuestionId": "q4976",
        "RawQuestion": "发热伴出血属于什么？\n",
        "Sparql": "select ?x where { <发热伴出血> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3219",
        "RawQuestion": "性功能障碍属于什么?\n",
        "Sparql": "select ?x where { <性功能障碍> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3573",
        "RawQuestion": "肺炎的肇因是什么？\n",
        "Sparql": "select ?x where { <肺炎> <肇因> ?x. }\n",
        "Answer": "<病毒>\t<细菌>\t\n"
    },
    {
        "QuestionId": "q275",
        "RawQuestion": "里贝里在哪个队踢球？\n",
        "Sparql": "select ?x where { <弗兰克·里贝里> <所属运动队> ?x. }\n",
        "Answer": "<拜仁慕尼黑足球俱乐部>\t\n"
    },
    {
        "QuestionId": "q1814",
        "RawQuestion": "量化基金之王是？\n",
        "Sparql": "select ?x where { ?x <荣誉> <量化基金之王>. }\n",
        "Answer": "<詹姆斯·西蒙斯>\t\n"
    },
    {
        "QuestionId": "q3429",
        "RawQuestion": "湿疹涉及哪些症状？\n",
        "Sparql": "select ?x where { <湿疹> <涉及症状> ?x. }\n",
        "Answer": "<发热伴有皮疹>\t<耳廓癣>\t<耳痒>\t<红斑样皮疹>\t<玫瑰疹>\t<口唇发绀>\t<皮肤发红>\t<鼻痒>\t\n"
    },
    {
        "QuestionId": "q6102",
        "RawQuestion": "广西沃顿国际大酒店的早餐类型是啥样的\n",
        "Sparql": "select ?x where { <广西沃顿国际大酒店> <早餐类型> ?x. }\n",
        "Answer": "\"['西式', '中式']\"\t\n"
    },
    {
        "QuestionId": "q4354",
        "RawQuestion": "俄罗斯的现实主义哲学家有？\n",
        "Sparql": "select ?x where { ?x <国籍> <俄罗斯_（俄罗斯联邦）> . ?x <流派> <现实主义> . ?x <职业> <哲学家_（基础含义）> . }\n",
        "Answer": "<列夫·尼古拉耶维奇·托尔斯泰_（俄国批判现实主义作家）>\t\n"
    },
    {
        "QuestionId": "q4672",
        "RawQuestion": "金融期货主要种类\n",
        "Sparql": "select ?x where { <金融期货> <类别> ?x. }\n",
        "Answer": "<外汇期货>\t<利率期货>\t<股票指数期货>\t\"股指期货\"\t\"国债期货\"\t\n"
    },
    {
        "QuestionId": "q4572",
        "RawQuestion": "百大集团的代理总经理\n",
        "Sparql": "select ?x where { <百大集团> <代理总经理> ?x. }\n",
        "Answer": "<谢炳相>\t\n"
    },
    {
        "QuestionId": "q6178",
        "RawQuestion": "雍和宫附近3公里内，能在晚上六点入住的酒店有哪些\n",
        "Sparql": "select ?x where { <雍和宫> <附近> ?cvt. ?cvt <距离值> ?distance. filter(?distance <= 3.0) ?cvt <实体名称> ?x. ?x <类型> <酒店>. ?x <酒店入住开始时间> ?time. filter(?time < \"18:00\"^^<http://www.w3.org/2001/XMLSchema#dateTime>). }\n",
        "Answer": "<北京金隅喜来登大酒店>\t<北京华侨大厦>\t\n"
    },
    {
        "QuestionId": "q6459",
        "RawQuestion": "泉州酒店哪些房型是大床单间啊？\n",
        "Sparql": "select ?y where { <泉州酒店> <房型名称> ?y. ?y <房型类别> \"大床间（单间）\". }\n",
        "Answer": "<豪华房>\t<行政房>\t<标准双床房>\t<标准单人房>\t<豪华商务套房>\t<南馨楼豪华商务大床房>\t<东晖楼标准套房>\t<南馨楼豪华行政大床房>\t<东晖楼高级商务大床房>\t<高级商务大床房（东晖楼新翼楼）>\t<南馨楼行政大床房>\t<东晖楼标准大床房>\t\n"
    },
    {
        "QuestionId": "q5174",
        "RawQuestion": "细菌性肺炎的ICD10编码是什么？\n",
        "Sparql": "select ?x where { <细菌性肺炎> <ICD10> ?x. }\n",
        "Answer": "\"J13 J16\"\t\n"
    },
    {
        "QuestionId": "q2138",
        "RawQuestion": "北京大学的校歌是什么？\n",
        "Sparql": "select ?x where { <北京大学> <校歌> ?x . }\n",
        "Answer": "<北京大学校歌>\t\n"
    },
    {
        "QuestionId": "q4066",
        "RawQuestion": "《西厢记》又名什么？\n",
        "Sparql": "select ?x where { <西厢记_（元代王实甫著古典戏剧）> <又名> ?x . }\n",
        "Answer": "\"《崔莺莺待月西厢记》\"\t\n"
    },
    {
        "QuestionId": "q1836",
        "RawQuestion": "青岛啤酒的总会计师？\n",
        "Sparql": "select ?x where { <青岛啤酒> <总会计师> ?x. }\n",
        "Answer": "<于竹明>\t\n"
    },
    {
        "QuestionId": "q2348",
        "RawQuestion": "钱钟书的代表作有哪些？\n",
        "Sparql": "select ?x where { <钱钟书> <代表作品> ?x. }\n",
        "Answer": "<管锥编>\t<人·兽·鬼>\t<谈艺录_（钱钟书创作诗话作品）>\t<写在人生边上>\t<围城_（钱钟书小说）>\t\n"
    },
    {
        "QuestionId": "q5204",
        "RawQuestion": "糖皮质激素不敏感综合征是怎么诊断的？\n",
        "Sparql": "select ?x where { <糖皮质激素不敏感综合征> <诊断> ?x. }\n",
        "Answer": "\"病史要点1.本病的发病年龄和性别明显特异性，新生儿至老年人和男女均可见。而临床表现极不均一：杂合子在临床上可症状；纯合子则可有阳性表现，且程度也不尽相同。2.继发性者还伴有原发病的表现。症状要点1.患者易疲乏、力，可伴有高血压。2.电解质紊乱、酸碱失衡：常见低血钾性和碱中毒。3.女性患者可出现多毛月经不规律甚至闭经或性分化异常等；男性患者可出现假性性早熟。4.部分患者还可伴有异常皮肤色素沉着。查体要点1.高血压，以舒张压升高为主。2.低血钾，可表现为肌力下降等。3.女性：可表现为痤疮、多毛、秃顶和外生殖器假两性畸形等；男性：在青春期前可粗线生长发育提前，如身高明显增长，第二性征和外生殖器的发育等。4.库欣病或库欣综合征的外貌体征。5.继发性皮质醇不敏感综合征还伴有原发病的表现。辅助检查实验室检查:1.尿液检查游离皮质醇、尿17-醇和17-醇皮质类固醇明显升高，24小时尿钾增加。2.血液检查皮质醇可明显升高，且升高过程缓慢，外源性小剂量地塞米松不可抑制其作用，而大剂量则可以产生抑制作用，且对低血糖有皮质醇升高的正常反应。促肾上腺皮质素（ACTH）可正常或升高，昼夜节律性正常。11-去氧皮质醇、11-去氧皮质醇水平可增高；雄烯二酮、硫酸去氢表雄酮及辜酮水平可增高。糖皮质激素结合球蛋白水平测定，糖皮质激素抵抗症患者水平升高。另外，还可伴有血钾水平下降、代谢性碱中毒、血气分析特征性改变等。影像学检查:CT或MRI。可显示双侧结节性肾上腺增生。脑垂体和下丘脑一般异常表现。外周血白细胞糖皮质激素受体数目和核DNA结合实验可显示：受体数目减少和（或）结合力下降。其他检查:糖皮质激素受体基因缺陷检查。临床类型包括：原发性和继发性糖皮质激素不敏感综合征。鉴别诊断1.库欣综合征、肾素血管紧张素抑制等一般也可出现高血压、低血钾以及糖皮质激素和醛固酮增高，但这类疾病通常会伴有一些特殊外貌或体态等。2.先天性肾上腺皮质增生伴性征异常患者可表现为ACTH明显增高，且多有酶缺陷代谢步骤的中间代谢产物堆积，实验室检查和ACTH兴奋试验等可帮助诊断。通常可见于3β-羟固醇氢酶缺乏症和21α、11β-羟化酶缺乏症等3.女性高雄激素血症一般可通过病史、激素水平、影像学检查等，进行鉴别诊断。通常可见于多囊卵巢综合征、特发性多毛症、少见的卵巢、肾上腺疾病或其他内分泌疾病等。4.异常色素沉蒼的疾病如皮肤疾病、慢性感染、血液疾病、慢性肝病、POEMS综合征及ACTH抵抗综合征等，以上疾病均有原发病的表现，可通过病史进行鉴别。5.肾上腺偶发瘤或功能瘤可通过相关激素水平测定及细胞学检查进行鉴别。\"\t\n"
    },
    {
        "QuestionId": "q6494",
        "RawQuestion": "雍和宫东碑亭的项目营业时间？\n",
        "Sparql": "select ?x where { <雍和宫> <娱乐项目名称> <东碑亭>. <东碑亭> <项目营业时间> ?x. }\n",
        "Answer": "\"周一至周日 01.01-12.31 08:30-17:00\"\t\n"
    },
    {
        "QuestionId": "q431",
        "RawQuestion": "前身是铁道兵第三师的公司是？\n",
        "Sparql": "select ?x where { ?x <前身> \"铁道兵第三师\". }\n",
        "Answer": "<中铁十三局集团有限公司>\t\n"
    },
    {
        "QuestionId": "q346",
        "RawQuestion": "社会主义核心价值观的主要内容是什么？\n",
        "Sparql": "select ?x where { <核心价值观> <主要内容> ?x. }\n",
        "Answer": "<依法治国>\t\n"
    },
    {
        "QuestionId": "q6127",
        "RawQuestion": "拉萨瑞吉度假酒店内有温泉吗？\n",
        "Sparql": "select ?x where { <拉萨瑞吉度假酒店> <是否有温泉> ?x. }\n",
        "Answer": "<无温泉>\t\n"
    },
    {
        "QuestionId": "q6288",
        "RawQuestion": "宜春明月山维景温泉度假酒店有游泳池吗？\n",
        "Sparql": "select ?x where { <宜春明月山维景国际温泉度假酒店> <是否有游泳池> ?x. }\n",
        "Answer": "<有室外泳池>\t\n"
    },
    {
        "QuestionId": "q4367",
        "RawQuestion": "河南省城市南阳市的邮政编码是多少？\n",
        "Sparql": "select ?x where{ <南阳_（河南省地级市）> <邮政区码> ?x.}\n",
        "Answer": "\"473000\"\t\n"
    },
    {
        "QuestionId": "q1539",
        "RawQuestion": "东南大学出过哪些科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <东南大学> . }\n",
        "Answer": "<程林_（山东大学教授、丁肇中 AMS工程首席科学家）>\t<沈向洋>\t<韦钰_（中国工程院院士、原教育部副部长）>\t<有马朗人>\t<缪昌文>\t<闵桂荣>\t<张东柯>\t<唐明述>\t<陈勇_（南京林业大学机械电子工程学院教授）>\t<陆军_（中国电子科技集团公司首席科学家）>\t\n"
    },
    {
        "QuestionId": "q1933",
        "RawQuestion": "橄榄油的上游有？\n",
        "Sparql": "select ?x where { <橄榄油> <上游> ?x. }\n",
        "Answer": "<灌装机>\t\n"
    },
    {
        "QuestionId": "q2428",
        "RawQuestion": "澳大利亚的悉尼有什么著名景点？\n",
        "Sparql": "select ?x where {<悉尼_（澳大利亚新南威尔士州首府）> <著名景点> ?x. }\n",
        "Answer": "<港湾大桥>\t\n"
    },
    {
        "QuestionId": "q1443",
        "RawQuestion": "\"红豆生南国\"这句话来源于哪首诗？\n",
        "Sparql": "select ?x where { <红豆生南国_（王维的诗《相思》）> <作品名称> ?x. }\n",
        "Answer": "\"相思\"\t\n"
    },
    {
        "QuestionId": "q3572",
        "RawQuestion": "肺炎有怎样的症状？\n",
        "Sparql": "select ?x where { <肺炎> <症状> ?x. }\n",
        "Answer": "<咳嗽>\t<呼吸困难>\t\"发烧\"\t\"呼吸急促(英语:rapid breathing)\"\t\n"
    },
    {
        "QuestionId": "q1782",
        "RawQuestion": "存托凭证以人民币还是外币计价？\n",
        "Sparql": "select ?x where { <存托凭证> <计价货币> ?x. }\n",
        "Answer": "<人民币>\t\n"
    },
    {
        "QuestionId": "q252",
        "RawQuestion": "看朝阳网的总部在哪？\n",
        "Sparql": "select ?x where { <看朝阳网> <总部地点> ?x. }\n",
        "Answer": "<朝阳_（辽宁省朝阳(cháo yáng)市）>\t\n"
    },
    {
        "QuestionId": "q5776",
        "RawQuestion": "北京哪些景点适合玩一两个小时\n",
        "Sparql": "select ?x where { ?x <城市> <北京>. ?x <建议游玩时长> \"1-2小时\". }\n",
        "Answer": "<凤凰中心>\t<清华大学艺术博物馆>\t<神玉艺术馆>\t<景山公园>\t\n"
    },
    {
        "QuestionId": "q4826",
        "RawQuestion": "康佳集团的财务总监是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <财务总监> ?x. }\n",
        "Answer": "<李春雷>\t\n"
    },
    {
        "QuestionId": "q4933",
        "RawQuestion": "咳嗽与什么疾病有关？\n",
        "Sparql": "select ?x where { <咳嗽> <涉及疾病> ?x. }\n",
        "Answer": "<肺部感染>\t\n"
    },
    {
        "QuestionId": "q212",
        "RawQuestion": "有本巨著叫《中国音韵学》，它是谁写的？\n",
        "Sparql": "select ?x where { ?x <代表作品> <中国音韵学>. }\n",
        "Answer": "<王力_（中国现代语言学奠基人之一）>\t\n"
    },
    {
        "QuestionId": "q4164",
        "RawQuestion": "威尼斯的气候成因是什么？\n",
        "Sparql": "select ?x where { <威尼斯_（意大利城市）> <气候条件> ?y.  ?y <成因> ?x . }\n",
        "Answer": "\"西风带与副热带高气压带交替控制\"\t\n"
    },
    {
        "QuestionId": "q769",
        "RawQuestion": "欧盟成员国主要有哪些宗教？\n",
        "Sparql": "select distinct ?x where { <欧盟_（欧洲经济、政治共同体）> <成员国> ?y. ?y <主要宗教> ?x. }\n",
        "Answer": "<英国国教>\t<新教>\t<天主教>\t\n"
    },
    {
        "QuestionId": "q3336",
        "RawQuestion": "胃溃疡属于什么?\n",
        "Sparql": "select ?x where { <胃溃疡> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q134",
        "RawQuestion": "香榭丽舍大道是哪个城市的？\n",
        "Sparql": "select ?x where { <香榭丽舍大道> <所属城市> ?x. }\n",
        "Answer": "<巴黎_（法国首都）>\t\n"
    },
    {
        "QuestionId": "q4544",
        "RawQuestion": "可立克的独立董事成员?\n",
        "Sparql": "select ?x where { <可立克> <独立董事> ?x. }\n",
        "Answer": "<谢耘>\t<李秉心>\t<韦少辉>\t\n"
    },
    {
        "QuestionId": "q2117",
        "RawQuestion": "圆周率有哪些近似值？\n",
        "Sparql": "select ?x where { <圆周率> <近似值> ?x . }\n",
        "Answer": "\"22/7（约率）\"\t\"355/113（密率）\"\t\n"
    },
    {
        "QuestionId": "q4905",
        "RawQuestion": "代谢性酸中毒涉及哪些症状？\n",
        "Sparql": "select ?x where { <代谢性酸中毒> <涉及症状> ?x. }\n",
        "Answer": "<甲状旁腺功能亢进>\t<震颤>\t<呼吸困难>\t<高血钾>\t<高碳酸血症>\t<呼吸急促>\t<脂肪代谢障碍>\t<恶心>\t<血压下降>\t<酮症酸中毒>\t\n"
    },
    {
        "QuestionId": "q2063",
        "RawQuestion": "中华民国的首都又称为？\n",
        "Sparql": "select ?x where { <中华民国> <首都> ?y . ?y <别名> ?x . }\n",
        "Answer": "\"金陵、\"\t\"建康、\"\t\"江宁、\"\t\"石头城、\"\t\"天京、\"\t\"博爱之都等\"\t\n"
    },
    {
        "QuestionId": "q6705",
        "RawQuestion": "世界上最大的非政府机构，总部设在哪里？\n",
        "Sparql": "select ?y where { ?x <主要贡献> \"世界最大非政府\". ?x <教会首都> ?y. } \n",
        "Answer": "\"梵蒂冈\"\t\n"
    },
    {
        "QuestionId": "q3597",
        "RawQuestion": "前置胎盘属于什么?\n",
        "Sparql": "select ?x where { <前置胎盘> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2358",
        "RawQuestion": "加拿大的首都是哪里？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <首都> ?x. }\n",
        "Answer": "<渥太华>\t\n"
    },
    {
        "QuestionId": "q5048",
        "RawQuestion": "小儿干咳与什么疾病有关？\n",
        "Sparql": "select ?x where { <小儿干咳> <涉及疾病> ?x. }\n",
        "Answer": "<毛细支气管炎>\t<支气管哮喘>\t<变应性鼻炎>\t\n"
    },
    {
        "QuestionId": "q6354",
        "RawQuestion": "北京励骏酒店多少钱一晚？\n",
        "Sparql": "select ?x where { <北京励骏酒店> <平均价格> ?x. }\n",
        "Answer": "\"1332\"\t\n"
    },
    {
        "QuestionId": "q6821",
        "RawQuestion": "冠状病毒有什么特点？\n",
        "Sparql": "SELECT ?x WHERE { <冠状病毒> <特点>?x. } \n",
        "Answer": "\"呈球形或椭圆形，具有多形性\"\t\n"
    },
    {
        "QuestionId": "q2609",
        "RawQuestion": "哈利波特系列小说的作者是哪个国家的？\n",
        "Sparql": "select ?y where { <哈利·波特_（J.K.罗琳创作魔幻系列小说）> <作者> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q1376",
        "RawQuestion": "变形金刚是什么时候上映的？\n",
        "Sparql": "select ?x where { <变形金刚_（2007年派拉蒙影业真人版电影）> <上映时间> ?x. }\n",
        "Answer": "\"2007-07-03\"\t\n"
    },
    {
        "QuestionId": "q4942",
        "RawQuestion": "喘憋属于什么？\n",
        "Sparql": "select ?x where { <喘憋> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3138",
        "RawQuestion": "新生儿迟发性代谢性酸中毒属于什么类型?\n",
        "Sparql": "select ?x where { <新生儿迟发性代谢性酸中毒> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3086",
        "RawQuestion": "胸腔积液属于什么类型？\n",
        "Sparql": "select ?x where { <胸腔积液> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2683",
        "RawQuestion": "《额尔古纳河右岸》的作者有何社会评价？\n",
        "Sparql": "select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <社会评价> ?y. }\n",
        "Answer": "\"当代中国具有广泛影响力作家之一\"\t\n"
    },
    {
        "QuestionId": "q1230",
        "RawQuestion": "歌曲《青花瓷》所属专辑有哪些歌曲？\n",
        "Sparql": "select ?x where { <青花瓷_（周杰伦方文山创作歌曲）> <所属专辑> ?y. ?x <所属专辑> ?y. }\n",
        "Answer": "<彩虹_（周杰伦所作歌曲）>\t<青花瓷_（周杰伦方文山创作歌曲）>\t\n"
    },
    {
        "QuestionId": "q5755",
        "RawQuestion": "北京有几个价格低于100的5A景点？\n",
        "Sparql": "select (count(?x) as ?count_city) where {      ?x <城市> <北京>.     ?x <景点的等级A> \"5A\".     ?x <平均价格> ?price     filter(?price < 100) }\n",
        "Answer": "\"3\"\t\n"
    },
    {
        "QuestionId": "q6138",
        "RawQuestion": "南京香格里拉大酒店内有多功能厅吗？\n",
        "Sparql": "select ?x where { <南京香格里拉大酒店> <是否有多功能厅> ?x. }\n",
        "Answer": "<有多功能厅>\t\n"
    },
    {
        "QuestionId": "q6956",
        "RawQuestion": "新型冠状病毒肺炎都有哪些症状？\n",
        "Sparql": "select ?x where { <新型冠状病毒肺炎> <症状> ?x. } \n",
        "Answer": "\"以发热、乏力、干咳为主要表现；\"\t\"重症患者多在发病一周后出现呼吸困难和/或低氧血症，严重者快速进展为急性呼吸窘迫综合征、脓毒症休克、难以纠正的代谢性酸中毒和出凝血功能障碍\"\t\"少数患者伴有鼻塞、流涕、咽痛和腹泻等症状；\"\t\"患者初始症状多为发热、乏力和干咳，并逐渐出现呼吸困难等严重表现。\"\t\n"
    },
    {
        "QuestionId": "q5885",
        "RawQuestion": "颐和园中的宿云檐什么时候对外开放？\n",
        "Sparql": "select ?x where { <颐和园> <娱乐项目名称> <宿云檐>. <宿云檐> <项目营业时间> ?x. }\n",
        "Answer": "\"周一至周日 04.01-10.31 06:30-20:00;周一至周日 11.01-03.31 07:00-19:00\"\t\n"
    },
    {
        "QuestionId": "q5289",
        "RawQuestion": "吸入性肺炎的盛行率是多少？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <盛行率> ?x. }\n",
        "Answer": "\"需要住院\"\t\"在罹患肺炎患者中占比约百分之十\"\t\n"
    },
    {
        "QuestionId": "q2404",
        "RawQuestion": "你知道王老吉的配方吗？\n",
        "Sparql": "select ?x where { <王老吉_（王老吉凉茶）> <主要原料> ?x. }\n",
        "Answer": "<鸡蛋花_（夹竹桃科鸡蛋花属植物）>\t<仙草>\t<菊花_（菊科菊属宿根草本植物）>\t<夏枯草_（植物）>\t<甘草_（豆科甘草属植物）>\t<金银花>\t\n"
    },
    {
        "QuestionId": "q496",
        "RawQuestion": "田园诗派的创始人是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"田园诗派创始人\". }\n",
        "Answer": "<陶渊明_（东晋诗人）>\t\n"
    },
    {
        "QuestionId": "q746",
        "RawQuestion": "清华大学出了哪些导演\n",
        "Sparql": "select ?x where { ?x <职业> <导演> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<屠钰斐>\t<洪深_（中国电影先驱）>\t<杨雪茹>\t<陈心中>\t<李卫_（新活动传媒总制片）>\t<李燕宁_（建筑师、电影导演）>\t\n"
    },
    {
        "QuestionId": "q7532",
        "RawQuestion": "刚到乌鲁木齐城市，住在了乌鲁木齐西北石油酒店，请问附近1公里的酒店有哪些啊？想去逛逛\n",
        "Sparql": "select ?y where { <乌鲁木齐西北石油酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 1). ?y <城市> <乌鲁木齐>. ?y <类型> <酒店>.}\n",
        "Answer": "<乌鲁木齐瑞豪国际酒店>\t\n"
    },
    {
        "QuestionId": "q138",
        "RawQuestion": "夏侯瑾轩是哪个游戏里的角色？\n",
        "Sparql": "select ?x where { <夏侯瑾轩> <登场作品> ?x. }\n",
        "Answer": "<仙剑奇侠传五前传_（2013年北京软星制作的单机游戏）>\t\n"
    },
    {
        "QuestionId": "q995",
        "RawQuestion": "亚洲哪个国家的主要宗教是逊尼派？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <主要宗教> <逊尼派>. }\n",
        "Answer": "<哈库拉>\t<吉尔吉斯斯坦>\t<巴勒斯坦>\t<卡塔尔>\t<土库曼斯坦>\t<马尔代夫_（马尔代夫共和国）>\t<塔吉克斯坦>\t<沙特阿拉伯>\t<约旦>\t\n"
    },
    {
        "QuestionId": "q98",
        "RawQuestion": "臭豆腐是谁创造的？\n",
        "Sparql": "select ?x where { <臭豆腐_（小吃）> <创造人> ?x. }\n",
        "Answer": "<王致和_（腐乳产品品牌）>\t\n"
    },
    {
        "QuestionId": "q1585",
        "RawQuestion": "《西厢记》小说的作者的出生地是哪里？\n",
        "Sparql": "select ?y where { <西厢记_（元代王实甫著古典戏剧）> <作者> ?x. ?x <出生地> ?y . }\n",
        "Answer": "<河北_（中国省级行政区）>\t\n"
    },
    {
        "QuestionId": "q2066",
        "RawQuestion": "皮卡丘出场的作品？\n",
        "Sparql": "select ?x where { {<皮卡丘> <登场作品> ?x.} UNION {?x <主要角色> <皮卡丘>.}}\n",
        "Answer": "<神奇宝贝_（汤山邦彦执导的日本动画系列）>\t<精灵宝可梦_（任天堂掌机游戏系列）>\t<神奇宝贝特别篇>\t<任天堂明星大乱斗_（任天堂开发的游戏系列）>\t<口袋妖怪大冒险>\t<皮卡丘大冒险>\t<口袋铁拳锦标赛>\t<卖萌的皮卡丘>\t<精灵宝可梦_（任天堂掌机游戏系列）>\t<任天堂明星大乱斗DX>\t<关东地区_（《神奇宝贝》系列作品中的地区）>\t<皮卡丘开卡车>\t<口袋妖怪超进化>\t<神奇小精灵>\t<任天堂明星大乱斗For WiiU/3DS>\t\n"
    },
    {
        "QuestionId": "q34",
        "RawQuestion": "詹姆斯当前效力于哪个队？\n",
        "Sparql": "select ?x where { <詹姆斯_（勒布朗·詹姆斯）> <所属运动队> ?x. }\n",
        "Answer": "<骑士_（NBA球队）>\t\n"
    },
    {
        "QuestionId": "q6039",
        "RawQuestion": "峨眉山世纪阳光大酒店内有电梯吗？\n",
        "Sparql": "select ?x where { <峨眉山世纪阳光大酒店> <是否有电梯> ?x. }\n",
        "Answer": "<有电梯>\t\n"
    },
    {
        "QuestionId": "q5948",
        "RawQuestion": "南京的永银钱币博物馆什么时候营业啊？\n",
        "Sparql": "select ?x where { <永银钱币博物馆> <城市> <南京> . <永银钱币博物馆> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 09:00-17:30\"\t\n"
    },
    {
        "QuestionId": "q6030",
        "RawQuestion": "如何到东莞梵高星空艺术馆？路线是什么？\n",
        "Sparql": "select ?x where { <东莞梵高星空艺术馆> <交通信息> ?x. }\n",
        "Answer": "\"可乘坐C1, 47, X11, X21, X22, 48, 59, 212路公交\\\\n地铁：2号线旗峰公园站\"\t\n"
    },
    {
        "QuestionId": "q1691",
        "RawQuestion": "熔断机制是什么时候开始实施的？\n",
        "Sparql": "select ?x where { <熔断机制> <实施时间> ?x. }\n",
        "Answer": "\"2016年1月1日\"\t\n"
    },
    {
        "QuestionId": "q2433",
        "RawQuestion": "梅艳芳名下有哪个个人基金？\n",
        "Sparql": "select ?y where { <梅艳芳> <个人基金> ?y. }\n",
        "Answer": "\"梅艳芳四海一心慈善基金会\"\t\n"
    },
    {
        "QuestionId": "q28",
        "RawQuestion": "到手香又被称为什么？\n",
        "Sparql": "select ?x where { <到手香> <别称> ?x. }\n",
        "Answer": "<还魂草_（卷柏别名）>\t<延命草>\t\n"
    },
    {
        "QuestionId": "q1012",
        "RawQuestion": "朱元璋的妻子葬于哪里？\n",
        "Sparql": "select ?y where { <朱元璋_（明朝开国皇帝）> <配偶> ?x. ?x <陵寝> ?y . }\n",
        "Answer": "<明孝陵_（国家5A级旅游景区）>\t\n"
    },
    {
        "QuestionId": "q2286",
        "RawQuestion": "《齐物论》的作者出生于何处？\n",
        "Sparql": "SELECT ?y WHERE { <齐物论> <作者> ?x . ?x <出生地> ?y . }\n",
        "Answer": "<宋国_（西周及春秋战国时期诸侯国）>\t<蒙_（周朝时期宋国城邑）>\t\n"
    },
    {
        "QuestionId": "q1740",
        "RawQuestion": "上证有多少家上市公司？\n",
        "Sparql": "select ?x where { <上证> <上市公司数量> ?x. }\n",
        "Answer": "\"1463\"\t\n"
    },
    {
        "QuestionId": "q4360",
        "RawQuestion": "参与第三次十字军东征的国家有哪些？\n",
        "Sparql": "select ?x where { <第三次十字军东征> <参战方> ?x.}\n",
        "Answer": "<英格兰>\t<阿尤布王朝>\t<法国_（法兰西共和国）>\t<神圣罗马帝国_（历史国家）>\t\n"
    },
    {
        "QuestionId": "q1595",
        "RawQuestion": "复旦大学出了哪些数学家？\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<吴方_（数学家）>\t\n"
    },
    {
        "QuestionId": "q2989",
        "RawQuestion": "海通证券的董事长是什么学历？\n",
        "Sparql": "select ?x where { <海通证券> <董事长> ?y. ?y <学历> ?x. }\n",
        "Answer": "\"硕士\"\t\n"
    },
    {
        "QuestionId": "q6949",
        "RawQuestion": "万有引力的提出者的研究领域有哪些？\n",
        "Sparql": "select ?x where { ?y <主要成就> \"万有引力定律\". ?y <研究领域> ?x. } \n",
        "Answer": "<数学_（学科）>\t<物理_（物理学）>\t<科学_（实践方法）>\t<天文学>\t\n"
    },
    {
        "QuestionId": "q2918",
        "RawQuestion": "证监会全称？\n",
        "Sparql": "select ?x where { <证监会> <全称> ?x. }\n",
        "Answer": "<中国证券监督管理委员会>\t\n"
    },
    {
        "QuestionId": "q6458",
        "RawQuestion": "颐和园在北海公园的什么方位？\n",
        "Sparql": "select ?x where {  <颐和园> <位于> ?cvt.  ?cvt <实体名称> <北海公园>.  ?cvt <方向> ?x }\n",
        "Answer": "<西北方向>\t\n"
    },
    {
        "QuestionId": "q5249",
        "RawQuestion": "血小板增多症在医学专科中属于什么科？\n",
        "Sparql": "select ?x where { <血小板增多症> <医学专科> ?x. }\n",
        "Answer": "\"血液病科\"\t\n"
    },
    {
        "QuestionId": "q7187",
        "RawQuestion": "阵发性鼻塞是怎么诊断的？\n",
        "Sparql": "select ?x where { <阵发性鼻塞> <诊断> ?x. }\n",
        "Answer": "\"阵发性鼻塞需要做如下鉴别。1、急性鼻炎的鼻塞发展很快，通常在数日内即达到高潮，一周左右可自行消退，可伴有发热，头昏等全身症状。急性鼻炎即我们平时所说的感冒。2、慢性单纯性鼻炎多呈阵发性或者交替性，日轻夜重，常受体位影响，卧位时居下鼻腔鼻塞较重。点滴鼻净，麻黄素药水后鼻塞可以好转较长一段时间。3、慢性肥厚性鼻炎多为持续性鼻塞，对麻黄素，滴鼻净不敏感，或者使用后鼻塞好转仅数分钟后，又很快出现。肥厚性鼻炎必要时可以考虑手术治疗，或者使用微波，激光等来缩小鼻甲。4、药物性鼻炎为一般鼻炎经常点用麻黄素引起，表现为对滴鼻药物的不敏感，或者鼻塞好转的持续时间较短。此时应尽快停止使用此类药物。5、过敏性鼻炎多伴有打喷嚏，流清水涕，鼻痒感，可常年性发作，也可以季节性发作。过敏性鼻炎的病人可以伴有哮喘，尤其是小儿。6、萎缩性鼻炎可以伴有鼻腔粘膜干燥，鼻涕带血，痂皮多。7、慢性鼻窦炎的鼻塞可以出现鼻腔流黄脓鼻涕，可伴有头痛，头昏，记忆力下降等，可以在感冒后出现长时间鼻腔流脓涕不好转。鼻窦炎可以和鼻息肉并存。8、鼻息肉的鼻塞多为持续性进行性加重，可以单侧也可以双侧。可以有过敏性鼻炎的症状出现。9、鼻窦囊肿引起的鼻塞多为进行性加重，可以出现鼻腔流黄水样分泌物的症状。也可以出现头昏等。10、鼻窦肿瘤引起的鼻塞多为进行性，单侧或者双侧，可以出现其它并发症状，如同时有鼻出血需要警惕恶性肿瘤的可能，如同时有耳闷，颈部包块，后缩涕中带血还要注意鼻咽癌的可能，但要到医院检查后才能确定。11、鼻中隔偏曲引起的鼻塞多为单侧，也可以为双侧，年轻人多见。多表现为持续性鼻塞，可有鼻窦炎的症状，也可与过敏性鼻炎等其它鼻病伴随出现。12、有的病人鼻塞还可能为鼻瓣区狭窄，鼻翼下塌引起。13、先天性鼻塞考虑后鼻孔闭锁，小儿张口呼吸，睡眠打鼾可能为腺样体肥大，单侧鼻塞或者伴有流脓涕要注意是否为鼻腔内有异物存在。患者自觉症状即可诊断。\"\t\n"
    },
    {
        "QuestionId": "q6333",
        "RawQuestion": "杭州西湖到宝石山要几公里？\n",
        "Sparql": "select ?t where { <西湖风景名胜区（西湖）> <附近> ?cvt. ?cvt <实体名称> <宝石山>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5\"\t\n"
    },
    {
        "QuestionId": "q4586",
        "RawQuestion": "圣邦股份的市场总监\n",
        "Sparql": "select ?x where { <圣邦股份> <市场总监> ?x. }\n",
        "Answer": "<徐前江>\t\n"
    },
    {
        "QuestionId": "q3190",
        "RawQuestion": "急性淋巴细胞白血病属于什么科？\n",
        "Sparql": "select ?x where { <急性淋巴细胞白血病> <科室> ?x. }\n",
        "Answer": "<血液科>\t\n"
    }
]