[
    {
        "QuestionId": "q323",
        "RawQuestion": "手抓龙虾的主要口味是什么？\n",
        "Sparql": "select ?x where { <手抓龙虾> <口味> ?x. }\n",
        "Answer": "<麻辣>\t\n"
    },
    {
        "QuestionId": "q201",
        "RawQuestion": "大禹建立了哪个朝代？\n",
        "Sparql": "select ?x where { ?x <开国君主> <禹_（夏朝开国君主）>. }\n",
        "Answer": "<夏_（中国第一个朝代）>\t\n"
    },
    {
        "QuestionId": "q1125",
        "RawQuestion": "电影《阿凡达》获得了哪些奖项？\n",
        "Sparql": "select ?y where { ?x <中文名> \"阿凡达\". ?x <主要奖项> ?y. }\n",
        "Answer": "\"第67届金球奖最佳导演\"\t\"第67届金球奖最佳影片\"\t\"第82届 奥斯卡金像奖最佳艺术指导\"\t\"第82届 奥斯卡金像奖最佳摄影\"\t\"第82届 奥斯卡金像奖最佳视觉效果\"\t\n"
    },
    {
        "QuestionId": "q1547",
        "RawQuestion": "林徽因的丈夫的父亲是？\n",
        "Sparql": "select ?x where { <林徽因_（中国建筑师、诗人、作家）> <丈夫> ?y. ?y <父亲> ?x. }\n",
        "Answer": "<梁启超_（中国近代思想家、政治家、教育家）>\t\n"
    },
    {
        "QuestionId": "q3567",
        "RawQuestion": "毛囊炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <毛囊炎> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q3412",
        "RawQuestion": "中暑适合去什么科室就诊？\n",
        "Sparql": "select ?x where { <中暑> <科室> ?x. }\n",
        "Answer": "<急诊科>\t\n"
    },
    {
        "QuestionId": "q3509",
        "RawQuestion": "耳鸣的肇因是什么？\n",
        "Sparql": "select ?x where { <耳鸣> <肇因> ?x. }\n",
        "Answer": "<美尼尔氏综合症>\t\"脑肿瘤\"\t\"心血管疾病\"\t\"噪音型听力损失(英语:Noiseinduced hearing loss)\"\t\"耳道感染(英语:ear infection)\"\t\n"
    },
    {
        "QuestionId": "q269",
        "RawQuestion": "《冰与火之歌》的英文名字是什么？\n",
        "Sparql": "select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <外文名> ?x. }\n",
        "Answer": "\"Game of Thrones\"\t\n"
    },
    {
        "QuestionId": "q3197",
        "RawQuestion": "血管神经性水肿属于什么?\n",
        "Sparql": "select ?x where { <血管神经性水肿> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q97",
        "RawQuestion": "黑板有哪几种颜色？\n",
        "Sparql": "select ?x where { <黑板_（书写用物品）> <颜色> ?x. }\n",
        "Answer": "<黑色_（颜色的一种）>\t<白色_（包含光谱中所有颜色光的颜色）>\t<米黄色>\t\n"
    },
    {
        "QuestionId": "q645",
        "RawQuestion": "汽车的动力的外文名是什么？\n",
        "Sparql": "select ?y where { <汽车> <动力> ?x. ?x <外文名> ?y. }\n",
        "Answer": "\"Engine\"\t\n"
    },
    {
        "QuestionId": "q1973",
        "RawQuestion": "上海证券交易所的咨询热线是？\n",
        "Sparql": "select ?x where { <上海证券交易所> <咨询热线> ?x. }\n",
        "Answer": "\"400-8888-400\"\t\n"
    },
    {
        "QuestionId": "q5599",
        "RawQuestion": "国家地理探险家中心的详细地址在哪？\n",
        "Sparql": "select ?x where { <国家地理探险家中心> <地址> ?x. }\n",
        "Answer": "\"青年大街K11购物艺术中心2层\"\t\n"
    },
    {
        "QuestionId": "q5265",
        "RawQuestion": "会厌炎的发病部位在哪儿？\n",
        "Sparql": "select ?x where { <会厌炎> <发病部位> ?x. }\n",
        "Answer": "\"咽喉\"\t\n"
    },
    {
        "QuestionId": "q4050",
        "RawQuestion": "逃学威龙2的主演的身高多少？\n",
        "Sparql": "select ?x where { <逃学威龙2> <主演> ?y . ?y <身高> ?x . }\n",
        "Answer": "\"160CM\"\t\"175cm\"\t\"174cm\"\t\n"
    },
    {
        "QuestionId": "q352",
        "RawQuestion": "古希腊的政治体制是？\n",
        "Sparql": "select ?x where { <古希腊_（爱琴海-色雷斯文明圈的黄金时期）> <政治体制> ?x. }\n",
        "Answer": "<贵族共和制>\t\n"
    },
    {
        "QuestionId": "q2292",
        "RawQuestion": "华为的董事长是谁？\n",
        "Sparql": "select ?x where { <华为技术有限公司> <董事长> ?x . }\n",
        "Answer": "<孙亚芳>\t\n"
    },
    {
        "QuestionId": "q4115",
        "RawQuestion": "雍正皇帝在位期间的主要成就？\n",
        "Sparql": "select ?x where { <雍正_（清世宗年号）> <主要成就> ?x . }\n",
        "Answer": "\"军机处\"\t\"平定罗卜藏丹津叛乱 始设\"\t\"改土归流 摊丁入亩\"\t\n"
    },
    {
        "QuestionId": "q2288",
        "RawQuestion": "火影中漩涡鸣人会使用哪些忍术？\n",
        "Sparql": "SELECT ?y WHERE { ?y <使用者> <漩涡鸣人> . }\n",
        "Answer": "<千年杀_（《火影忍者》名词）>\t<超大玉螺旋丸>\t<仙术_（漫画《火影忍者》中的一类忍术）>\t<超尾兽螺旋手里剑>\t<鸣人五千连弹>\t<仙法·阿修罗螺旋手里剑>\t<熔遁>\t<仙法·螺旋丸手里剑>\t<风遁·螺旋手里剑>\t<仙人模式>\t<仙术·风遁·螺旋手里剑>\t<六道仙人模式>\t<怪力_（火影忍者的体术）>\t\n"
    },
    {
        "QuestionId": "q7047",
        "RawQuestion": "怎么诊断是不明原因发热？\n",
        "Sparql": "select ?x where { <不明原因发热> <诊断> ?x. }\n",
        "Answer": "\"鉴别诊断阳虚发病证名。因阳气虚衰而致格阳、戴阳证的真寒假热症象。见《丹溪心法・发热》。《医碥》卷一：“阳虚谓肾火虚也。阳虚应寒，何以反发热?则以虚而有寒，寒在内而格阳于外，故外热;寒在下而戴阳于上，故上热也。此为无根之火，乃虚焰耳。证见烦躁，欲坐卧泥水中，面赤如微酣，或两颧浅红，游移不定，渴欲饮水，或咽喉痛而索水置前却不能饮，肌表虽大热而重按之则不热，或反觉冷，且两足必冷，小便清白，下利清谷，脉沉细或浮数无力，按之欲散。治宜温热之剂，温其中而阳内返，温其下而火归元。误投寒凉立死。”感染性发热多具有以下特点：1起病急伴有或无寒战的发热。2全身及定位症状和体征。3血象：白细胞计数高于1.2x109/L，或低于0.5109/L。4四唑氮蓝试验(NBT)：如中性粒细胞还原NBT超过20%，提示有细菌性感染，有助于与病毒感染及非感染性发热的鉴别(正常值\"\t\n"
    },
    {
        "QuestionId": "q3009",
        "RawQuestion": "肺炎球菌抗体检测属于哪种类型的检测？\n",
        "Sparql": "select ?x where { <肺炎球菌抗体检测> <类型> ?x. }\n",
        "Answer": "<感染性疾病免疫检测>\t\n"
    },
    {
        "QuestionId": "q5349",
        "RawQuestion": "哪种病会涉及端坐呼吸和下肢水肿的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <端坐呼吸> . ?x <涉及症状> <下肢水肿> . }\n",
        "Answer": "<血管神经性水肿>\t\n"
    },
    {
        "QuestionId": "q2877",
        "RawQuestion": "美国有几个股票交易所\n",
        "Sparql": "select ?x where { <美国> <证券交易所数量> ?x. }\n",
        "Answer": "\"3\"\t\n"
    },
    {
        "QuestionId": "q2308",
        "RawQuestion": "乌克兰的气候是什么类型？\n",
        "Sparql": "select ?x where { <乌克兰> <气候> ?x. }\n",
        "Answer": "<温带大陆性气候>\t\n"
    },
    {
        "QuestionId": "q7361",
        "RawQuestion": "丽江泸沽湖景区的营业时间是多少？\n",
        "Sparql": "select ?x where { <丽江泸沽湖景区> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 00:00-23:59\"\t\n"
    },
    {
        "QuestionId": "q6661",
        "RawQuestion": "由周杰伦和科比共同演唱的歌曲是？\n",
        "Sparql": "SELECT ?x WHERE { ?x <歌曲原唱> <周杰伦>. ?x <歌曲原唱> <科比·布莱恩特>. } \n",
        "Answer": "<天地一斗>\t\n"
    },
    {
        "QuestionId": "q3117",
        "RawQuestion": "非感染性腹泻病属于什么类型?\n",
        "Sparql": "select ?x where { <非感染性腹泻病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2725",
        "RawQuestion": "恒生电子的母公司是谁？\n",
        "Sparql": "select ?x where { <恒生电子> <母公司> ?x. }\n",
        "Answer": "<杭州恒生电子集团有限公司>\t\n"
    },
    {
        "QuestionId": "q7005",
        "RawQuestion": "A族链球菌主要会在哪些人群中引发疾病？\n",
        "Sparql": "select ?a ?b ?c ?d where{ <A族链球菌> <引起> ?b. ?b <感染疾病> ?c. ?c <多发群体> ?d. } \n",
        "Answer": "\t<A族链球菌>\t<急性肾小球肾炎>\t\"儿童、男性\"\t\n"
    },
    {
        "QuestionId": "q894",
        "RawQuestion": "武汉大学出了哪些文学家\n",
        "Sparql": "select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<贺京沙>\t<雒世铭>\t\n"
    },
    {
        "QuestionId": "q2513",
        "RawQuestion": "华为公司董事长毕业于哪所院校？\n",
        "Sparql": "select ?x where { <华为技术有限公司> <董事长> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<电子科技大学>\t\n"
    },
    {
        "QuestionId": "q4320",
        "RawQuestion": "位于兴平的有限责任公司有哪些?\n",
        "Sparql": "select ?x where { ?x <总部地点> <兴平_（陕西省咸阳市下辖县级市）> . ?x <公司性质> <有限责任公司> . }\n",
        "Answer": "<兴平市金禾农业技术服务有限公司>\t<兴平市伟斯瑞仪器设备有限公司>\t<兴平市兴隆建筑机械厂>\t\n"
    },
    {
        "QuestionId": "q1474",
        "RawQuestion": "请问有多少人居住在伯罗奔尼撒半岛？\n",
        "Sparql": "select ?x where { <伯罗奔尼撒半岛> <人口> ?x. }\n",
        "Answer": "\"986000\"\t\n"
    },
    {
        "QuestionId": "q1089",
        "RawQuestion": "北京大学出了哪些政治家\n",
        "Sparql": "select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<张国焘>\t<伍中豪>\t\n"
    },
    {
        "QuestionId": "q2446",
        "RawQuestion": "菠萝有什么样的象征意义？\n",
        "Sparql": "select ?y where { <菠萝> <象征意义> ?y. }\n",
        "Answer": "<完美无缺>\t\n"
    },
    {
        "QuestionId": "q5840",
        "RawQuestion": "九寨沟有优惠吗？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <优待政策> ?x. }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，港澳台学生(持《港澳居民来往内地通行证》、《台湾居民来往大陆通行证》和学生证件等有效身份证明的香港、澳门、台湾等入境游青少年)可享半价优惠票，抗美援朝军人(凭颁发的本人有效证件)可享门票免费，儿童(6周岁（含）以下凭身份证或户口本)可享门票免费，老年人(65周岁（含）以上或非法定节假日60周岁（含）以上凭身份证)可享门票免费，离休干部(凭本人离休干部相关证件)可享门票免费，现役军人(凭军官证)可享门票免费，备注：景区截止至2021年3月31日，持执业资格证和本人身份证的全国医护工作者及其1名陪伴家属免门票（不包括车票）\"\t\n"
    },
    {
        "QuestionId": "q5311",
        "RawQuestion": "出现心悸和白细胞增多是什么病？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <心悸> . ?x <涉及症状> <白细胞增多> . }\n",
        "Answer": "<胸腔积液>\t\n"
    },
    {
        "QuestionId": "q126",
        "RawQuestion": "\"共产主义五大人物\"都有哪些？\n",
        "Sparql": "select ?x where { <共产主义五大人物> <代表人物> ?x. }\n",
        "Answer": "<卡尔·马克思_（马克思主义创始人）>\t<列宁_（苏维埃社会主义共和国联盟的创造者）>\t<弗里德里希·恩格斯>\t\n"
    },
    {
        "QuestionId": "q4770",
        "RawQuestion": "维力医疗哪个高管年龄最大?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <年龄> <最大>. }\n",
        "Answer": "<牟善松>\t\n"
    },
    {
        "QuestionId": "q6014",
        "RawQuestion": "北海公园门票价格？\n",
        "Sparql": "select ?y where {  <北海公园> <平均价格> ?y. }\n",
        "Answer": "\"14\"\t\n"
    },
    {
        "QuestionId": "q41",
        "RawQuestion": "火星的公转周期是多少天？\n",
        "Sparql": "select ?x where { <火星_（太阳系八大行星之一）> <公转周期> ?x. }\n",
        "Answer": "\"687天\"\t\n"
    },
    {
        "QuestionId": "q5245",
        "RawQuestion": "慢性乙型肝炎在医学专科中属于什么科？\n",
        "Sparql": "select ?x where { <慢性乙型肝炎> <医学专科> ?x. }\n",
        "Answer": "\"感染科\"\t\n"
    },
    {
        "QuestionId": "q3527",
        "RawQuestion": "痤疮属于什么?\n",
        "Sparql": "select ?x where { <痤疮> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4490",
        "RawQuestion": "厦门大学有着什么样的校训？\n",
        "Sparql": "select ?y where { <厦门大学> <校训> ?y . }\n",
        "Answer": "<止于至善_（汉语词语）>\t<自强不息>\t\n"
    },
    {
        "QuestionId": "q1843",
        "RawQuestion": "上海市场大宗交易的条件？\n",
        "Sparql": "select ?x where { <上海市场> <大宗交易条件> ?x. }\n",
        "Answer": "\"A股：单笔交易数量不低于30万股，或者交易金额不低于200万元人民币\"\t\"B股：单笔买卖申报数量应当不低于30万股，或者交易金额不低于20万元美元\"\t\"基金：单笔交易数量不低于200万份，或者交易金额不低于200万元人民币\"\t\"债券及债券回购：单笔买卖申报数量应当不低于1000手，或者交易金额不低于100万元\"\t\n"
    },
    {
        "QuestionId": "q7090",
        "RawQuestion": "无力状态该如何预防？\n",
        "Sparql": "select ?x where { <无力> <预防> ?x. }\n",
        "Answer": "\"1、振奋精神，保持情志舒畅精神情志活动与人体的生理变化有密切关系，精志舒畅，精神愉快，则气机畅通，气血调和，脏腑功能协调，正气旺盛，不易发生疾病，即使疾病发生，也能很快恢复;相反，若情志不畅，精神抑郁，则可使气机逆乱，阴阳气血失调，脏腑功能失常，正气减弱，从而发生疾病。临床上本病的发生往往与患者长期精神紧张或过份思虑，悲伤等情志变化有关，如果在恢复期间，患者情志波动常可引起病情发展或恶化，因此患者在治疗及恢复过程中，一定要注意精神调养，保持思想上安定清净，不贪欲妄想，使真气和顺，精神内守，只有这样才能使本病早日康复。2、饮食合理，切勿偏嗜合理的饮食和充足的营养是保证人体生长发育的必要条件。“五味入口，藏于胃，以养五藏气”。饮食不足即缺少营养，影响气血生化，则导致体质虚弱，相反，饮食过量又可损伤脾胃，日久导致体质下降，因此，肌无力患者在饮食上要荤素搭配，粗粮细粮搭配，儿童一定要纠下不良饮食习惯，这样才能使患者体质增强，正气旺盛，使本病尽快康复。3、劳逸结合，起居有常肌无力的发病与过度劳累有很大关系，该病患者往往与劳累过度，用眼过度，日夜操劳，或因奔波而起居失常，耗伤气血，体质下降外邪乘虚而入导致本病发生和发展，因此本病患者在恢复过程中，一定要起居有常，劳逸结合，只有这样才能配合药物治疗，逐步增台体质，早日恢复健康。\"\t\n"
    },
    {
        "QuestionId": "q2121",
        "RawQuestion": "一氧化碳的爆炸极限是？\n",
        "Sparql": "select ?x where { <一氧化碳> <爆炸极限> ?x . }\n",
        "Answer": "\"12.5%～74.2%\"\t\n"
    },
    {
        "QuestionId": "q2539",
        "RawQuestion": "《蜀道难》的作者的别称？\n",
        "Sparql": "select ?x where { ?y <主要作品> <蜀道难_（李白作古体诗）> . ?y <别称> ?x. }\n",
        "Answer": "<李十二>\t<李白_（唐朝著名诗人）>\t<李翰林>\t<李供奉>\t<李白_（唐朝著名诗人）>\t\n"
    },
    {
        "QuestionId": "q7006",
        "RawQuestion": "哪些症状预示着疾病可能经由呼吸道感染？\n",
        "Sparql": "select ?a where{ ?a <涉及疾病> ?b. ?b <传播途径> <呼吸道感染>. } \n",
        "Answer": "<氧分压>\t<肺炎支原体寒冷凝集试验>\t<动脉血气分析>\t<动脉血氧分压>\t\n"
    },
    {
        "QuestionId": "q4771",
        "RawQuestion": "维力医疗哪个高管年龄最小?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <年龄> <最小>. }\n",
        "Answer": "<赵彤威>\t\n"
    },
    {
        "QuestionId": "q3544",
        "RawQuestion": "口唇疱疹涉及哪些症状？\n",
        "Sparql": "select ?x where { <口唇疱疹> <涉及症状> ?x. }\n",
        "Answer": "<瘙痒>\t<发热>\t<疲劳>\t<口炎>\t<结痂>\t<食欲下降>\t<多饮>\t\n"
    },
    {
        "QuestionId": "q4028",
        "RawQuestion": "火星的质量？\n",
        "Sparql": "select ?x where { <火星_（太阳系八大行星之一）> <质量> ?x . }\n",
        "Answer": "\"6.4219×10²³kg\"\t\n"
    },
    {
        "QuestionId": "q4383",
        "RawQuestion": "天花的传播途径是什么？\n",
        "Sparql": "select ?x where {<天花_（一种烈性传染病）> <传播途径> ?x.}\n",
        "Answer": "<直接接触>\t\n"
    },
    {
        "QuestionId": "q217",
        "RawQuestion": "中国民权保障同盟是谁发起的？\n",
        "Sparql": "select ?y where { <中国民权保障同盟> <发起人> ?y. }\n",
        "Answer": "<蔡元培>\t<杨杏佛>\t<宋庆龄>\t\n"
    },
    {
        "QuestionId": "q7204",
        "RawQuestion": "习惯性腹泻要怎么预防？\n",
        "Sparql": "select ?x where { <习惯性腹泻> <预防> ?x. }\n",
        "Answer": "\"肠易激综合症的病因还不清楚，医生只能称其为功能失调。该病可以给患者带来很大的不适和痛苦。治疗后一不注意又会复发。然而能够通过改善饮食、调节紧张情绪以及服用医生所开的药物控制症状。许多人诉说其症状在饭后和精神紧张焦虑情况下发生。医学研究发现，进食可以导致结肠的收缩，通常饭后30到60分钟发生这种反应，引起肠运动的激动，在一些肠易激综合症的患者中，这种激动可能来得很快，并伴随着腹痛、肠痉挛和腹泻。这种反应的强度常和食物中所含有的热卡数量有关，特别是脂肪的含量。动物和蔬菜中任何形式的脂肪是结肠收缩的强烈刺激源。生活压力也可以导致一些肠易激综合症患者结肠痉挛，这个过程还没有被完全认识。专家指出，结肠部分由神经系统支配，健康的精神状态和减少压力(如放松锻炼)能够缓解肠易激综合症症状。但这并不意味着肠易激综合症是人格分裂的结果，肠易激综合症至少部分是由结肠运动和感觉失调所引起的。对许多人来说，进食合适的食物可减少肠易激综合症的症状。在调整你的食谱之前，做日记记录哪些食物可以加重症状是个好主意。你可以请教一些饮食专家，他们会提供合适的食谱给你。例如，如果奶制品可以加重你的症状，你就可以少进食此类食物，乳酸比较容易耐受，因为它提供含有乳糖酶的生物活性成分，这些酶可以消化奶制品中的糖原。另外，在很多情况下，食物纤维可以减轻肠易激综合症症状，谷类、豆子、水果以及蔬菜是纤维的丰富来源，高纤维食品使结肠轻度扩张，可以防止进行性的肠道痉挛，一些纤维可以保持粪便中的水分，可以防止大便坚硬。高纤维食品可以导致胀气和腹胀，这些症状在机体适应这些食品后，在几个月内很快会消失。较多肉食可以引起肠易激综合症患者痉挛疼痛和腹泻，减少肉食的摄入和少量多餐有助于减轻症状。患者受凉容易腹泻，应不吃西瓜、冷饮和油炸等易引起腹泻食物。但健脾食品如山药、扁豆、莲心、百合、红枣等食物滋肠、健脾，可止腹泻。办公楼人群须让大脑注意休息。放松神经也可减轻症状。\"\t\n"
    },
    {
        "QuestionId": "q2294",
        "RawQuestion": "Porsche AG的创始人是谁？\n",
        "Sparql": "select ?x where { ?y <外文名称> \"Porsche AG\" . ?y <创始人> ?x . }\n",
        "Answer": "<费迪南德·保时捷>\t\n"
    },
    {
        "QuestionId": "q6640",
        "RawQuestion": "2020年新型冠状病毒疫情的引发病毒？\n",
        "Sparql": "select ?y where { <2020年新型冠状病毒疫情>  <引发病毒> ?y.} \n",
        "Answer": "<2019新型冠状病毒>\t\n"
    },
    {
        "QuestionId": "q5974",
        "RawQuestion": "江阴黄嘉喜来登酒店的具体地址？\n",
        "Sparql": "select ?x where { <江阴黄嘉喜来登酒店> <地址> ?x. }\n",
        "Answer": "\"澄江镇滨江中路333号（近江阴滨江要塞旅游区，距离高速公路出入口1公里）\"\t\n"
    },
    {
        "QuestionId": "q4836",
        "RawQuestion": "骨质疏松属于什么?\n",
        "Sparql": "select ?x where { <骨质疏松> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4141",
        "RawQuestion": "诗人李白的祖籍是什么气候？\n",
        "Sparql": "select ?x where { <李白_（唐朝著名诗人）> <祖籍> ?y.  ?y <气候条件> ?x . }\n",
        "Answer": "<温带季风气候>\t\n"
    },
    {
        "QuestionId": "q6422",
        "RawQuestion": "杭州维景国际大酒店几点可以办理入住？\n",
        "Sparql": "select ?x where { <杭州维景国际大酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q5571",
        "RawQuestion": "思南九天温泉酒店的官方门票是多少钱？\n",
        "Sparql": "select ?x where { <思南九天温泉酒店> <官方门票数据> ?x . }\n",
        "Answer": "\"成人:100.0。\"\t\n"
    },
    {
        "QuestionId": "q1857",
        "RawQuestion": "天弘基金官方网站？\n",
        "Sparql": "select ?x where { <天弘基金> <网址> ?x. }\n",
        "Answer": "\"www.thfund.com.cn\"\t\n"
    },
    {
        "QuestionId": "q1205",
        "RawQuestion": "天蝎座的守护神的妻子是谁？\n",
        "Sparql": "select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <配偶> ?y. }\n",
        "Answer": "<珀耳塞福涅_（希腊神话中冥界的王后）>\t\n"
    },
    {
        "QuestionId": "q1607",
        "RawQuestion": "电影《盗梦空间》由哪个公司出品？\n",
        "Sparql": "select ?y where { ?x <中文名> \"盗梦空间\". ?x <出品公司> ?y. }\n",
        "Answer": "<传奇影业>\t\n"
    },
    {
        "QuestionId": "q4040",
        "RawQuestion": "世界上第一台计算机叫什么名字？\n",
        "Sparql": "select ?x where { <计算机> <第一台计算机> ?x . }\n",
        "Answer": "\"ENIAC\"\t\n"
    },
    {
        "QuestionId": "q3548",
        "RawQuestion": "肝血管瘤属于什么?\n",
        "Sparql": "select ?x where { <肝血管瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1124",
        "RawQuestion": "扬州八怪中擅长画竹的是谁？\n",
        "Sparql": "select distinct ?x where { <扬州八怪_（中国清代中期书画家）> <成员> ?x. ?x <代表作品> ?y. filter(regex(str(?y), \"竹\")). }\n",
        "Answer": "<郑板桥_（清代书画家、文学家）>\t\n"
    },
    {
        "QuestionId": "q5985",
        "RawQuestion": "北京国宾酒店附近哪些景点有餐厅呢？\n",
        "Sparql": "select ?y  where { <北京国宾酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有餐厅> <有餐厅>. ?y <类型> <景点>. }\n",
        "Answer": "<北海公园>\t<故宫博物院（故宫）>\t<景山公园>\t<国家大剧院>\t\n"
    },
    {
        "QuestionId": "q1303",
        "RawQuestion": "世界上海拔最低的地方是？\n",
        "Sparql": "select ?x where { ?x <世界之最> \"世界海拔最低处\". }\n",
        "Answer": "<马里亚纳海沟>\t\n"
    },
    {
        "QuestionId": "q4815",
        "RawQuestion": "维力医疗哪个高管曾任番禺维力总经理\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <曾任职公司> <番禺维>. ?x <曾任职位> <总经理>. }\n",
        "Answer": "<韩广源>\t\n"
    },
    {
        "QuestionId": "q1118",
        "RawQuestion": "清华毕业的满族人有哪些？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <清华大学>. ?x <民族> <满族>. }\n",
        "Answer": "<赵小叶_（盈朗文化董事长）>\t<彭福荫>\t<才利民>\t<英若诚>\t<杜钰洲>\t<王宏伟_（清华大学教授）>\t<高翠山>\t<董哲仁>\t<姜书阁>\t<吴恩裕>\t<栾恩杰>\t<吴季松>\t<端木蕻良_（中国现代作家）>\t<阎隆飞>\t<于今_（政治学者）>\t<童寯>\t<宋明智>\t\n"
    },
    {
        "QuestionId": "q7569",
        "RawQuestion": "九寨沟风景区有哪些优待政策？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <城市> <九寨沟县> . <九寨沟风景区> <优待政策> ?x . }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，港澳台学生(持《港澳居民来往内地通行证》、《台湾居民来往大陆通行证》和学生证件等有效身份证明的香港、澳门、台湾等入境游青少年)可享半价优惠票，抗美援朝军人(凭颁发的本人有效证件)可享门票免费，儿童(6周岁（含）以下凭身份证或户口本)可享门票免费，老年人(65周岁（含）以上或非法定节假日60周岁（含）以上凭身份证)可享门票免费，离休干部(凭本人离休干部相关证件)可享门票免费，现役军人(凭军官证)可享门票免费，备注：景区截止至2021年3月31日，持执业资格证和本人身份证的全国医护工作者及其1名陪伴家属免门票（不包括车票）\"\t\n"
    },
    {
        "QuestionId": "q6401",
        "RawQuestion": "宏源国际饭店的联系方式是多少？\n",
        "Sparql": "select ?x where { <宏源国际饭店> <电话> ?x. }\n",
        "Answer": "\"0354-7848888,0354-7848832\"\t\n"
    },
    {
        "QuestionId": "q6",
        "RawQuestion": "叔本华信仰什么宗教？\n",
        "Sparql": "select ?y where { <亚瑟·叔本华> <信仰> ?y. }\n",
        "Answer": "<佛教>\t\n"
    },
    {
        "QuestionId": "q4860",
        "RawQuestion": "过敏性哮喘属于什么?\n",
        "Sparql": "select ?x where { <过敏性哮喘> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q7184",
        "RawQuestion": "女性周期性鼻塞和鼻衄该怎么预防？\n",
        "Sparql": "select ?x where { <女性周期性鼻塞和鼻衄> <预防> ?x. }\n",
        "Answer": "\"鼻塞时.可用两手指按摩鼻翼两侧的迎香穴。鼻塞严重，呼吸不畅时，可从鼻孔塞人沾有1%麻黄素的棉花球。若鼻出血严重，应去医院治疗。最好能避开人多车多的地方，保持家居清洁，少养猫狗等，都是减少敏感的方法。改善体质，强健身体，有适当饮食，即平日不吃造成过敏的食物并避免过分利尿的食物，避免吃煎炸等容易引致发炎的食物。\"\t\n"
    },
    {
        "QuestionId": "q6133",
        "RawQuestion": "台山君海悦凤凰酒店的详细地址？\n",
        "Sparql": "select ?x where { <台山君海悦凤凰酒店> <地址> ?x. }\n",
        "Answer": "\"台城镇沙岗湖开发区凤凰大道台山碧桂园内\"\t\n"
    },
    {
        "QuestionId": "q882",
        "RawQuestion": "小马哥有多少钱？\n",
        "Sparql": "select ?y where { ?x <别名> \"小马哥\". ?x <事业财富> ?y. }\n",
        "Answer": "\"161亿美元(2015年福布斯中国榜)\"\t\n"
    },
    {
        "QuestionId": "q4530",
        "RawQuestion": "可立克有哪些高管1970年前出生?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <出生早于> <1970年>. }\n",
        "Answer": "<伍春霞>\t<周正国>\t<晏小林>\t\n"
    },
    {
        "QuestionId": "q5161",
        "RawQuestion": "衣原体肺炎会伴随什么样的并发症？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <并发症> ?x. }\n",
        "Answer": "\"衣原体肺炎可并发心肌炎、胸膜炎、胸腔积液、脑炎、贫血、反应性肝炎、DIC等。\"\t\n"
    },
    {
        "QuestionId": "q3080",
        "RawQuestion": "血管炎属于什么？\n",
        "Sparql": "select ?x where { <血管炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5096",
        "RawQuestion": "肺炎支原体抗体测定有什么临床意义？\n",
        "Sparql": "select ?x where { <肺炎支原体抗体测定> <临床意义> ?x. }\n",
        "Answer": "\"肺炎支原体抗体滴度≥1︰160为阳性提示肺炎支原体近期感染。1．用ELISA捕捉法，以抗P1McAb检测标本中肺炎支原体分子量43kD多肽或190kD的P1蛋白，3小时可完成试验，特异性高，敏感性为104CFU/μl标本。2．免疫荧光法检测IgM和IgG抗体特异性强。3．补体结合试验。急性期和恢复期双份血清，效价呈4倍增长者，或单份血清效价≥1︰64～1︰128者，80%的病例表明近期有肺炎支原体感染。缺点：它主要检测IgM抗体，故初次感染时出现阳性，再次感染时常不出现阳性反应。该试验敏感性与特异性仅达90%左右。值得注意的是，在老年患者中，CF试验阴性尚不能排除肺炎支原体感染。4．间接血凝试验。主要测IgM抗体。发病后7天出现阳性，10～13天达高峰，12～26周降低。特异性差，肺炎支原体和生殖道支原体之间存在着抗原交叉反应。5．冷凝集试验是检测患者血清中冷凝集素的一种非特异性试验。\"\t\n"
    },
    {
        "QuestionId": "q4160",
        "RawQuestion": "坦桑尼亚道路驾驶靠哪边通行？\n",
        "Sparql": "select ?x where { <坦桑尼亚> <道路通行> ?x. }\n",
        "Answer": "\"靠左驾驶\"\t\n"
    },
    {
        "QuestionId": "q2628",
        "RawQuestion": "冰与火之歌是在哪个洲拍摄的？\n",
        "Sparql": "select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.?y <所属洲> ?x.}\n",
        "Answer": "<欧洲_（地球七大洲之一）>\t\n"
    },
    {
        "QuestionId": "q3292",
        "RawQuestion": "风疹涉及什么检查？\n",
        "Sparql": "select ?x where { <风疹> <涉及检查> ?x. }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q1876",
        "RawQuestion": "融资融券负债类型？\n",
        "Sparql": "select ?x where { <融资融券> <负债类型> ?x. }\n",
        "Answer": "\"融资负债\"\t\"融券负债\"\t\"费用负债\"\t\"利息负债\"\t\"其他负债\"\t\n"
    },
    {
        "QuestionId": "q2711",
        "RawQuestion": "恒生电子的董事长是谁？\n",
        "Sparql": "select ?x where { <恒生电子> <董事长> ?x. }\n",
        "Answer": "<彭政纲>\t\n"
    },
    {
        "QuestionId": "q4554",
        "RawQuestion": "金自天正有博士后学历的高管是谁?\n",
        "Sparql": "select ?x where { <金自天正> <公司高管> ?x. ?x <学历> <博士后>. }\n",
        "Answer": "<郝晓东>\t\n"
    },
    {
        "QuestionId": "q1169",
        "RawQuestion": "日本哪座城市以紫罗兰为市花？\n",
        "Sparql": "select ?x where { <日本_（日本国）> <主要城市> ?x. ?x <市花> <紫罗兰_（十字花科草本植物）>. }\n",
        "Answer": "<大阪>\t\n"
    },
    {
        "QuestionId": "q6478",
        "RawQuestion": "江门逸豪酒店内有壁球室吗？\n",
        "Sparql": "select ?x where { <江门逸豪酒店> <是否有壁球室> ?x. }\n",
        "Answer": "<无壁球室>\t\n"
    },
    {
        "QuestionId": "q274",
        "RawQuestion": "神灯神灯，告诉我自行车到底是干嘛用的？\n",
        "Sparql": "select ?x where { <自行车_（脚踏车）> <作用> ?x. }\n",
        "Answer": "\"锻炼\"\t\"代步\"\t\"比赛\"\t\n"
    },
    {
        "QuestionId": "q7170",
        "RawQuestion": "吸气性呼吸困难如何诊断？\n",
        "Sparql": "select ?x where { <吸气性呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"吸气困难的鉴别诊断：1、呼气困难：呼气相延长，伴有哮鸣音，见于支气管哮喘和阻塞性肺病。2、呼吸困难：呼吸困难是呼吸功能不全的一个重要症状，是患者主观上有空气不足或呼吸费力的感觉；而客观上表现为呼吸频率、深度、和节律的改变。主要表现为吸气运动加强，吸气深而费力，重者吸气时头后仰。主要表现为吸气运动加强，吸气深而费力，重者吸气时头后仰。1.血常规检查：在感染时有白细胞计数增高、中性粒细胞增高，过敏性疾患时嗜酸性粒细胞计数增高。2.器械检查：X线检查对因心肺疾患引起的呼吸困难均有明显的心肺X线征象。3.支气管造影诊断：支气管扩张、支气管腺瘤和癌。4.心脏病患者可做心电图、超声心动图等检查。5.对慢性肺疾病如慢性阻塞性肺疾病（COPD）、支气管哮喘等做肺功能测定，诊断肺功能损害的性质和程度。\"\t\n"
    },
    {
        "QuestionId": "q6242",
        "RawQuestion": "海宁皮都锦江大酒店内有擦鞋服务吗？\n",
        "Sparql": "select ?x where { <海宁皮都锦江大酒店> <是否有擦鞋服务> ?x. }\n",
        "Answer": "<无擦鞋服务>\t\n"
    },
    {
        "QuestionId": "q3819",
        "RawQuestion": "哪项检查适合检测肺栓塞和肺血栓栓塞症？\n",
        "Sparql": "select ?x where { ?x <涉及疾病> <肺栓塞> . ?x <涉及疾病> <肺血栓栓塞症> . }\n",
        "Answer": "<动脉血氧分压>\t\n"
    },
    {
        "QuestionId": "q4402",
        "RawQuestion": "印度尼西亚的首都有什么别称？\n",
        "Sparql": "select ?x where{ <印度尼西亚> <首都> ?y. ?y <别名> ?x.}\n",
        "Answer": "\"椰城、花园之都\"\t\n"
    },
    {
        "QuestionId": "q1621",
        "RawQuestion": "《白鹿原》里哪个演员是新疆人？\n",
        "Sparql": "select ?x where { <白鹿原_（王全安执导电影）> <主演> ?x. ?x <出生地> <新疆_（中国自治区）>. }\n",
        "Answer": "<段奕宏>\t\n"
    },
    {
        "QuestionId": "q181",
        "RawQuestion": "毕加索在哪一天去世？\n",
        "Sparql": "select ?x where { <毕加索_（画家）> <逝世日期> ?x. }\n",
        "Answer": "\"1973-04-08\"\t\n"
    },
    {
        "QuestionId": "q5702",
        "RawQuestion": "森泊幻想岛的详细地址？\n",
        "Sparql": "select ?x where { <森泊幻想岛> <是否免费> \"全年收费\" . <森泊幻想岛> <地址> ?x . }\n",
        "Answer": "\"湘湖路1515号杭州开元森泊度假乐园内\"\t\n"
    },
    {
        "QuestionId": "q3615",
        "RawQuestion": "胸腺瘤属于什么?\n",
        "Sparql": "select ?x where { <胸腺瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6047",
        "RawQuestion": "入住北京华侨大厦最早可以几点？\n",
        "Sparql": "select ?time where { <北京华侨大厦> <酒店入住开始时间> ?time. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q4278",
        "RawQuestion": "杨过和小龙女的后代都会哪些武功？\n",
        "Sparql": "select ?x where {  ?y <先祖> <杨过> . ?y <先祖> <龙儿_（小说《神雕侠侣》中小龙女的爱称）> . {?y <主要武功> ?x.} UNION  {?y <其它武功> ?x.} }\n",
        "Answer": "\"玉女心经\"\t\"九阴真经\"\t\"九阳真经\"\t\"空明拳\"\t\"左右互搏\"\t\"黯然销魂掌\"\t\n"
    },
    {
        "QuestionId": "q6052",
        "RawQuestion": "天津的海河适合游玩几个小时？\n",
        "Sparql": "select ?x where { <海河> <城市> <天津> . <海河> <建议游玩时长> ?x . }\n",
        "Answer": "\"1-2小时\"\t\n"
    },
    {
        "QuestionId": "q2070",
        "RawQuestion": "SHE的成员有哪些？\n",
        "Sparql": "select ?x where { <S.H.E> <组合成员> ?x . }\n",
        "Answer": "<任家萱>\t<陈嘉桦>\t<田馥甄>\t\n"
    },
    {
        "QuestionId": "q5406",
        "RawQuestion": "哪种疾病会涉及到张口呼吸和恶寒的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <张口呼吸> . ?x <涉及症状> <恶寒> . }\n",
        "Answer": "<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q4646",
        "RawQuestion": "恒生指数包含哪些\n",
        "Sparql": "select ?x where { <恒生指数> <类别> ?x. }\n",
        "Answer": "<恒生100指数>\t<恒生红筹股指数>\t<恒生50中型股指数>\t\n"
    },
    {
        "QuestionId": "q2590",
        "RawQuestion": "电影神秘家族的导演出生于什么时候？\n",
        "Sparql": "select ?x where { <神秘家族_（2016年朴裕焕执导电影）> <导演> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1991-03-09\"\t\n"
    },
    {
        "QuestionId": "q3422",
        "RawQuestion": "脂肪瘤属于什么?\n",
        "Sparql": "select ?x where { <脂肪瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q857",
        "RawQuestion": "莫扎特所在的民族是什么人种?？\n",
        "Sparql": "select ?p where { ?x <中文名> ?z . filter regex(?z, \"莫扎特\") . ?x <民族> ?y . ?y <人种> ?p . }\n",
        "Answer": "<日耳曼人>\t\n"
    },
    {
        "QuestionId": "q888",
        "RawQuestion": "都有哪几种日历？\n",
        "Sparql": "select ?y where { ?x <中文名> \"日历\" . ?x <种类> ?y . }\n",
        "Answer": "<台历>\t<年历卡>\t<挂历>\t<座>\t\n"
    },
    {
        "QuestionId": "q2460",
        "RawQuestion": "武汉大学占地面积多大？\n",
        "Sparql": "select ?x where { <武汉大学> <占地面积> ?x . }\n",
        "Answer": "\"5187亩\"\t\n"
    },
    {
        "QuestionId": "q4398",
        "RawQuestion": "\"麻风王\"鲍德温四世的出生地现在属于哪个国家？\n",
        "Sparql": "select ?x where{ <鲍德温四世_（耶路撒冷国王）> <出生地> ?y. ?y <所属地区> ?x.}\n",
        "Answer": "<以色列>\t\n"
    },
    {
        "QuestionId": "q1490",
        "RawQuestion": "成龙的儿子毕业于哪一所学校？\n",
        "Sparql": "select ?x where { <成龙_（中国香港演员、导演）> <儿子> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<威廉与玛丽学院>\t\n"
    },
    {
        "QuestionId": "q4008",
        "RawQuestion": "京东方科技的董事长有多少家关联企业？\n",
        "Sparql": "select ?x where { <京东方科技集团股份有限公司> <董事长> ?y. ?y <参股公司数量> ?x.  }\n",
        "Answer": "\"15家\"\t\n"
    },
    {
        "QuestionId": "q6582",
        "RawQuestion": " 鼻塞有无传染性？\n",
        "Sparql": "select ?x where { <鼻塞> <传染性>  ?x. } \n",
        "Answer": "\"无\"\t\"否\"\t\n"
    },
    {
        "QuestionId": "q3353",
        "RawQuestion": "疥疮属于什么?\n",
        "Sparql": "select ?x where { <疥疮> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2593",
        "RawQuestion": "北京大学出了哪些经济学家？\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<梁小民>\t<何学彦>\t<丁志杰>\t<厉以宁>\t<王梦奎>\t<麻勇爱>\t<樊弘>\t<朱偰>\t<朱海斌_（摩根大通中国首席经济学家）>\t<刘海影>\t<高善文>\t<程志强_（北京大学兼职教授、博士生导师）>\t\n"
    },
    {
        "QuestionId": "q7007",
        "RawQuestion": "抗原呈递细胞的存活期？\n",
        "Sparql": "select ?d where{ <抗原呈递细胞> <类型> ?b. ?b <免疫细胞> ?c. ?c <存活期> ?d. } \n",
        "Answer": "\"2-3天\"\t\n"
    },
    {
        "QuestionId": "q4064",
        "RawQuestion": "李清照丈夫的代表作品是什么？\n",
        "Sparql": "select ?y where { <李清照_（宋代女词人）> <配偶> ?x . ?x <代表作品> ?y . }\n",
        "Answer": "<金石录>\t\n"
    },
    {
        "QuestionId": "q3216",
        "RawQuestion": "心衰属于什么?\n",
        "Sparql": "select ?x where { <心衰> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1445",
        "RawQuestion": "中大发展的目标是什么？\n",
        "Sparql": "select ?x where { <中山大学_（中国广东省高校）> <发展定位> ?x. }\n",
        "Answer": "<世界一流大学>\t\n"
    },
    {
        "QuestionId": "q2752",
        "RawQuestion": "上海有几个期货交易所\n",
        "Sparql": "select ?x where { <上海> <期货交易所数量> ?x. }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q1386",
        "RawQuestion": "姜夔的去世时间是什么？\n",
        "Sparql": "select ?x where { <姜夔> <去世时间> ?x. }\n",
        "Answer": "\"1221\"\t\n"
    },
    {
        "QuestionId": "q6028",
        "RawQuestion": "钟楼的萤火虫星空艺术馆怎么去？\n",
        "Sparql": "select ?x where { <萤火虫星空艺术馆（钟楼旗舰店）> <交通信息> ?x. }\n",
        "Answer": "\"地图导航：导航至“萤火虫秘境主题公园（西安店）”或“民生百货（骡马市店）-北1门“\\\\n公交：钟楼站  柏树林站  端履门站   均可到达\\\\n地铁：地铁2号线”钟楼站“下车，地铁C出口，沿钟楼地下通道5号口、东大街南口方向步行200米\\\\n驾车：按地图导航即可（兴正源广场地下停车场）\"\t\n"
    },
    {
        "QuestionId": "q3401",
        "RawQuestion": "与过敏性鼻炎相似的疾病或者共病是什么？\n",
        "Sparql": "select ?x where { <过敏性鼻炎> <相似疾病或共病> ?x. }\n",
        "Answer": "<普通感冒>\t\n"
    },
    {
        "QuestionId": "q5076",
        "RawQuestion": "阵发性夜间呼吸困难涉及哪些症状？\n",
        "Sparql": "select ?x where { <阵发性夜间呼吸困难> <涉及症状> ?x. }\n",
        "Answer": "<烦躁不安>\t<紧张>\t<气短>\t<肺淤血>\t<胸闷憋气>\t<胸痛>\t<心悸>\t<体重增加>\t<心跳过速>\t\n"
    },
    {
        "QuestionId": "q3579",
        "RawQuestion": "结核性胸膜炎属于什么?\n",
        "Sparql": "select ?x where { <结核性胸膜炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6506",
        "RawQuestion": "南京金丝利喜来登酒店要多少钱？\n",
        "Sparql": "select ?x where { <南京金丝利喜来登酒店> <平均价格> ?x. }\n",
        "Answer": "\"658\"\t\n"
    },
    {
        "QuestionId": "q2505",
        "RawQuestion": "淞沪会战的伤亡情况如何？\n",
        "Sparql": "select distinct ?y where { ?x <名称> \"淞沪会战\" . ?x <伤亡情况> ?y . }\n",
        "Answer": "\"中国宣布伤亡30万人\"\t\"日本宣布伤亡4万余人\"\t\n"
    },
    {
        "QuestionId": "q1417",
        "RawQuestion": "苏轼的代表作？\n",
        "Sparql": "select ?x where { <苏轼_（北宋文学家）> <主要作品> ?x . }\n",
        "Answer": "<东坡易传>\t<东坡七集>\t<东坡乐府>\t\n"
    },
    {
        "QuestionId": "q3179",
        "RawQuestion": "皮肤癣菌病属于什么?\n",
        "Sparql": "select ?x where { <皮肤癣菌病> <类型> ?x. }\n",
        "Answer": "<细菌>\t\n"
    },
    {
        "QuestionId": "q6021",
        "RawQuestion": "博乐市有哪些4A级景点？\n",
        "Sparql": "select ?x where { ?x <城市> <博乐市>. ?x <类型> <景点>. ?x <景点的等级A> \"4A\". }\n",
        "Answer": "<赛里木湖风景名胜区>\t\n"
    },
    {
        "QuestionId": "q2559",
        "RawQuestion": "杨幂属什么？\n",
        "Sparql": "select ?y where { ?x <中文名> \"杨幂\" . ?x <生肖> ?y . }\n",
        "Answer": "<虎_（大型猫科动物）>\t\n"
    },
    {
        "QuestionId": "q6581",
        "RawQuestion": " 有发热症状需要去哪个科室看病？\n",
        "Sparql": "select ?x where { <发热> <就诊科室>  ?x. } \n",
        "Answer": "\"内科\"\t\n"
    },
    {
        "QuestionId": "q4904",
        "RawQuestion": "代谢性酸中毒属于什么？\n",
        "Sparql": "select ?x where { <代谢性酸中毒> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2484",
        "RawQuestion": "豆瓣的官方网站？\n",
        "Sparql": "select ?x where { <豆瓣_（网站名称）> <官网> ?x. }\n",
        "Answer": "\"http://www.douban.com/\"\t\n"
    },
    {
        "QuestionId": "q5941",
        "RawQuestion": "景山公园的联系电话是多少？\n",
        "Sparql": "select ?x where { <景山公园> <电话> ?x. }\n",
        "Answer": "\"010-64038098\"\t\n"
    },
    {
        "QuestionId": "q4620",
        "RawQuestion": "信用卡类别\n",
        "Sparql": "select ?x where { <信用卡> <类别> ?x. }\n",
        "Answer": "<准贷记卡>\t<贷记卡>\t\n"
    },
    {
        "QuestionId": "q4642",
        "RawQuestion": "港交所的午后（下午）交易时段\n",
        "Sparql": "select ?x where { <港交所> <午后交易时段> ?x. }\n",
        "Answer": "\"13:00-16:00\"\t\n"
    },
    {
        "QuestionId": "q2518",
        "RawQuestion": "官网是\"http",
        "Sparql": "select ?y where { ?x <官网> \"http://im.qq.com/\". ?x <软件语言> ?y. }\n",
        "Answer": "<法语>\t<西班牙语_（语言）>\t<英语_（语言）>\t<日语>\t<繁体中文>\t<韩语>\t<德语>\t<简体中文>\t\n"
    },
    {
        "QuestionId": "q418",
        "RawQuestion": "叠连现象出现的原因是什么？\n",
        "Sparql": "select ?x where { <叠连现象> <原因> ?x. }\n",
        "Answer": "\"有可能血液太粘，呈酸性\"\t\n"
    },
    {
        "QuestionId": "q5855",
        "RawQuestion": "洛阳东山宾馆旗下的酒店有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <洛阳> . ?x <酒店品牌名称> <东山宾馆> . }\n",
        "Answer": "<洛阳东山宾馆>\t\n"
    }
]