[
    {
        "QuestionId": "q7308",
        "RawQuestion": "北京华侨大厦的最早入住时间几点？\n",
        "Sparql": "select ?x where { <北京华侨大厦> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q7188",
        "RawQuestion": "吞咽痛该怎么预防？\n",
        "Sparql": "select ?x where { <吞咽痛> <预防> ?x. }\n",
        "Answer": "\"1.在急性期应及时选用抗病毒、抗菌药物治疗，勿使急性咽喉炎转为慢性，在慢性期抗菌药物一般是不需要的;2.及时治疗鼻、口腔、下呼吸道疾病，包括病牙;3.勿饮烈性酒和吸烟，饮食时避免辛辣、酸等强刺激调味品;4.改善工作生活环境，结合设备的改造，减少粉尘、有害气体对身体的刺激;5.生活起居有常，劳逸结合，及时治疗各种慢性疾病，保持每天通便，清晨用淡盐水漱口或少量饮用淡盐水(高血压、肾病患者勿饮盐开水);6.适当控制用声，用声不当、用声过度、长期持续演讲和演唱对咽喉炎治疗不利。鼻源性急慢性咽炎的综合预防及治疗:鼻源性急慢性咽炎指因鼻部炎症的分泌物或鼻部炎症扩散所引发的咽炎。鼻源性急性咽炎多继发于急性鼻炎(俗称“感冒”、“伤风”)或其它上呼吸道感染。鼻源性慢性咽炎则因鼻部炎症的脓性分泌物粘附于咽喉处而引起。\"\t\n"
    },
    {
        "QuestionId": "q2735",
        "RawQuestion": "恒生电子是哪年成立的\n",
        "Sparql": "select ?x where { <恒生电子> <成立时间> ?x. }\n",
        "Answer": "\"1995-02\"\t\n"
    },
    {
        "QuestionId": "q1750",
        "RawQuestion": "深证上市证券数？\n",
        "Sparql": "select ?x where { <深证> <上市证券数> ?x. }\n",
        "Answer": "\"8241\"\t\n"
    },
    {
        "QuestionId": "q6760",
        "RawQuestion": "被称为\"观鸟\"的活动有什么意义？\n",
        "Sparql": "SELECT ?意义 WHERE { ?观鸟\t<中文名>\t\"观鸟\". ?观鸟\t<意义>\t?意义. } \n",
        "Answer": "\"为鸟类学研究提供一个数据库\"\t\n"
    },
    {
        "QuestionId": "q193",
        "RawQuestion": "索尼公司的经营范围有哪些？\n",
        "Sparql": "select ?x where { <索尼_（世界著名企业）> <经营范围> ?x. }\n",
        "Answer": "<金融_（专业词语汉语词语）>\t<娱乐_（汉语词语）>\t<信息技术_（用于管理和处理信息所采用各种技术总称）>\t<电子_（基本粒子之一）>\t\n"
    },
    {
        "QuestionId": "q1226",
        "RawQuestion": "欧盟国家中官方语言是英语的国家是？\n",
        "Sparql": "select ?x where { <欧盟_（欧洲经济、政治共同体）> <成员国> ?x. ?x <官方语言> <英语_（语言）>. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q2909",
        "RawQuestion": "七彩化学的股票代码是多少？\n",
        "Sparql": "select ?x where { <七彩化学> <股票代码> ?x. }\n",
        "Answer": "\"300758\"\t\n"
    },
    {
        "QuestionId": "q2707",
        "RawQuestion": "中粮地产的法人上任时间?\n",
        "Sparql": "select ?x where { <中粮地产> <法人> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2011年5月30日>\t\n"
    },
    {
        "QuestionId": "q2758",
        "RawQuestion": "燃料油期货在哪交易\n",
        "Sparql": "select ?x where { <燃料油期货> <交易机构> ?x. }\n",
        "Answer": "<上期所>\t\n"
    },
    {
        "QuestionId": "q1127",
        "RawQuestion": "物理学家卢瑟福是哪国人？\n",
        "Sparql": "select ?x where { <欧内斯特·卢瑟福> <职业> <物理学家_（探索、研究物理学的科学家）>. <欧内斯特·卢瑟福> <国籍> ?x. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q1190",
        "RawQuestion": "启蒙运动的代表人物都来自哪些国家？\n",
        "Sparql": "select ?y where { <启蒙运动> <代表人物> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<德国_（德意志联邦共和国）>\t<法国_（法兰西共和国）>\t<法国_（法兰西共和国）>\t<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q6782",
        "RawQuestion": "哪些依据可以判断急性乙肝？\n",
        "Sparql": "SELECT ?依据 WHERE { <急性乙肝>\t<诊断依据>\t?依据. } \n",
        "Answer": "\"①HBsAg阳性；\"\t\n"
    },
    {
        "QuestionId": "q2215",
        "RawQuestion": "《浮士德》的作者是哪国人？\n",
        "Sparql": "select ?x where { <浮士德_（以德国民间传说为题材长篇诗剧）> <作者> ?y . ?y <国籍> ?x . }\n",
        "Answer": "<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q6682",
        "RawQuestion": "2019新型冠状病毒的命名组织是什么？\n",
        "Sparql": "SELECT ?x WHERE { <2019新型冠状病毒> <命名组织> ?x } \n",
        "Answer": "<世界卫生组织>\t\n"
    },
    {
        "QuestionId": "q554",
        "RawQuestion": "宗馥莉任董事长的公司的公司口号是？\n",
        "Sparql": "select ?y where { ?x <董事长> <宗馥莉>. ?x <公司口号> ?y. }\n",
        "Answer": "\"win happy health,娃哈哈就在你身边\"\t\n"
    },
    {
        "QuestionId": "q896",
        "RawQuestion": "房仕龙的代表作品？\n",
        "Sparql": "select ?x where { ?y <别名> \"陈港生（原名）、房仕龙、元楼、陈元龙\". ?y <代表作品> ?x. }\n",
        "Answer": "<十二生肖_（中国民俗文化）>\t\n"
    },
    {
        "QuestionId": "q528",
        "RawQuestion": "乔丹的大儿子毕业于哪所大学？\n",
        "Sparql": "select ?z where { <乔丹_（有飞人之称的美国著名篮球运动员）> <儿子> ?x. ?x <弟弟> ?y. ?x <毕业院校> ?z. }\n",
        "Answer": "<伊利诺伊大学>\t\n"
    },
    {
        "QuestionId": "q5041",
        "RawQuestion": "下肢肿胀和乏力涉及哪些症状？\n",
        "Sparql": "select ?x where { <下肢肿胀和乏力> <涉及症状> ?x. }\n",
        "Answer": "<椎间盘脱出>\t<易跌倒>\t<颈椎间盘退变>\t<下肢浅静脉曲张>\t<下肢肌肉瘫痪>\t<代偿作用>\t<下肢或周身软瘫>\t<下肢无力>\t<下肢弥漫性水肿>\t<血流阻力增加>\t\n"
    },
    {
        "QuestionId": "q5138",
        "RawQuestion": "休克的ICD10编码是多少？\n",
        "Sparql": "select ?x where { <休克> <ICD10编码> ?x. }\n",
        "Answer": "\"R57.900\"\t\n"
    },
    {
        "QuestionId": "q5291",
        "RawQuestion": "肝衰竭的主要症状有哪些？\n",
        "Sparql": "select ?x where { <肝衰竭> <主要症状> ?x. }\n",
        "Answer": "<低热>\t<乏力>\t<腹水>\t<黄疸_（医疗百科）>\t\"黄疸，腹水，乏力，低热\"\t\n"
    },
    {
        "QuestionId": "q4521",
        "RawQuestion": "000001的公司简称?\n",
        "Sparql": "select ?x where { ?x <公司名称> ?y. ?y <股票代码> <000001>. }\n",
        "Answer": "<平安银行>\t\n"
    },
    {
        "QuestionId": "q1961",
        "RawQuestion": "期权卖方最大收益是什么？\n",
        "Sparql": "select ?x where { <期权卖方> <最大收益> ?x. }\n",
        "Answer": "\"权利金\"\t\n"
    },
    {
        "QuestionId": "q7576",
        "RawQuestion": "凯玄国际大酒店内有接机服务吗？\n",
        "Sparql": "select ?x where { <凯玄国际大酒店> <是否有接机服务> ?x. }\n",
        "Answer": "<无接送机服务>\t\n"
    },
    {
        "QuestionId": "q256",
        "RawQuestion": "香蕉属于什么亚纲？\n",
        "Sparql": "select ?x where { <香蕉_（芭蕉科芭蕉属植物）> <亚纲> ?x. }\n",
        "Answer": "<姜亚纲>\t\n"
    },
    {
        "QuestionId": "q465",
        "RawQuestion": "举世闻名的泰姬陵在哪个国家？\n",
        "Sparql": "select ?x where { <泰姬陵_（印度知名古建筑）> <所在国家> ?x. }\n",
        "Answer": "<印度_（印度共和国）>\t\n"
    },
    {
        "QuestionId": "q1194",
        "RawQuestion": "成立于广东的物流公司CEO是谁？\n",
        "Sparql": "select ?y where { ?x <成立地点> <广东>. ?x <经营范围> <物流公司>. ?x <集团总裁> ?y. }\n",
        "Answer": "<王卫_（顺丰速运（集团）有限公司总裁）>\t\n"
    },
    {
        "QuestionId": "q174",
        "RawQuestion": "老婆饼属于哪个菜系？\n",
        "Sparql": "select ?y where { <老婆饼_（食品）> <分类> ?y. }\n",
        "Answer": "<粤菜>\t\n"
    },
    {
        "QuestionId": "q3563",
        "RawQuestion": "突发性耳聋属于什么?\n",
        "Sparql": "select ?x where { <突发性耳聋> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4788",
        "RawQuestion": "维力医疗的董事成员?\n",
        "Sparql": "select ?x where { <维力医疗> <董事> ?x. }\n",
        "Answer": "<向彬>\t<韩广源>\t<段嵩枫>\t<张增勇>\t<朱晓光>\t\n"
    },
    {
        "QuestionId": "q1760",
        "RawQuestion": "小米的承销商？\n",
        "Sparql": "select ?x where { <小米> <承销商> ?x. }\n",
        "Answer": "<基石投资者>\t<华兴资本>\t<瑞士信贷>\t<花旗集团>\t\n"
    },
    {
        "QuestionId": "q5645",
        "RawQuestion": "天坛公园的联系方式是什么？\n",
        "Sparql": "select ?x where { <天坛公园> <电话> ?x. }\n",
        "Answer": "\"010-67028866,010-67012483\"\t\n"
    },
    {
        "QuestionId": "q5011",
        "RawQuestion": "全身过敏和发热皮疹关节痛要检查什么？\n",
        "Sparql": "select ?x where { <全身过敏和发热皮疹关节痛> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q983",
        "RawQuestion": "亚洲哪个国家的时区是\"UTC+8\"？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <时区> \"UTC+8\". }\n",
        "Answer": "<卡扎人民帝国吧>\t<定安国>\t<汪伪国民政府>\t<槟城岛>\t<新加坡>\t<蒙古国>\t<后梁_（五代的第一个朝代）>\t<文莱>\t<马来西亚>\t<菲律宾_（菲律宾共和国）>\t<鹰国>\t<果敢_（缅甸掸邦果敢自治区）>\t<果敢人民共和国>\t\n"
    },
    {
        "QuestionId": "q5286",
        "RawQuestion": "内痔在医学专科中属于哪个科？\n",
        "Sparql": "select ?x where { <内痔> <医学专科> ?x. }\n",
        "Answer": "\"外科\"\t\n"
    },
    {
        "QuestionId": "q4690",
        "RawQuestion": "混合型融资方式包括哪些\n",
        "Sparql": "select ?x where { <混合型融资> <类别> ?x. }\n",
        "Answer": "\"认股权证\"\t\"可转换证券\"\t\n"
    },
    {
        "QuestionId": "q946",
        "RawQuestion": "又被称为肺形草和寒莓的植物是什么？\n",
        "Sparql": "select ?x where { ?x <别称> <肺形草>. ?x <别称> <寒莓>. }\n",
        "Answer": "<寒莓叶>\t\n"
    },
    {
        "QuestionId": "q2915",
        "RawQuestion": "动力煤的交易单位是多少？\n",
        "Sparql": "select ?x where { <动力煤> <交易单位> ?x. }\n",
        "Answer": "\"100吨/手\"\t\n"
    },
    {
        "QuestionId": "q715",
        "RawQuestion": "X射线具有的性质有由谁提出的？\n",
        "Sparql": "select ?y where { <X射线> <性质> ?x. ?x <提出者> ?y. }\n",
        "Answer": "<路易·维克多·德布罗意>\t\n"
    },
    {
        "QuestionId": "q7428",
        "RawQuestion": "北京天坛公园附近5公里的景点都有哪些？\n",
        "Sparql": "select ?y where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>.}\n",
        "Answer": "<故宫博物院（故宫）>\t<国家大剧院>\t<景山公园>\t\n"
    },
    {
        "QuestionId": "q3763",
        "RawQuestion": "感到耳痛咽痛，需要做哪项检查？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <耳痛> . ?x <涉及症状> <咽痛> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q2273",
        "RawQuestion": "尼采出生在什么时间？\n",
        "Sparql": "SELECT ?x WHERE { <弗里德里希·威廉·尼采> <出生日期> ?x . }\n",
        "Answer": "\"1844-10-15\"\t\n"
    },
    {
        "QuestionId": "q6713",
        "RawQuestion": "信奉天主教的国家，都有哪些气象特点？\n",
        "Sparql": "select ?z where { ?y <主要宗教> <天主教>. ?y <气候条件> ?z. } \n",
        "Answer": "<亚热带湿润季风气候>\t<温带海洋性气候>\t<山地气候>\t<热带雨林气候>\t<热带季风气候>\t\n"
    },
    {
        "QuestionId": "q4216",
        "RawQuestion": "获得二十世纪最佳俱乐部的是哪只足球队？\n",
        "Sparql": "select ?x ?y where { ?x <运动项目> <足球>.  ?x <主要荣誉> \"二十世纪最佳俱乐部\" . }\n",
        "Answer": "<皇家马德里_（皇家马德里足球俱乐部）>\t\t\n"
    },
    {
        "QuestionId": "q5760",
        "RawQuestion": "故宫御景亭什么样？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <娱乐项目名称> <御景亭>. <御景亭> <项目描述> ?x. }\n",
        "Answer": "\"御景亭，位于御花园内东侧的假山顶上。这里原是明代观花殿的旧址。万历间改堆假山。山的东西山石间各有登道，拾级而上可达山顶御景亭。亭子平面方形，四柱，一斗二升交蔴叶斗栱，攒尖顶，上覆翠绿琉璃瓦，黄色琉璃瓦剪边，鎏金宝顶，四面设隔扇门。四周围绕着汉白玉石栏板。亭内天花藻井，面南设宝座。御景亭是皇帝、皇后在农历九月初九重阳节登高的地方。自亭上可俯瞰宫苑，远眺紫禁城、景山、西苑尽在目中。\"\t\n"
    },
    {
        "QuestionId": "q1818",
        "RawQuestion": "沪指2850点被称为什么底？\n",
        "Sparql": "select ?x where { <沪指2850> <别名> ?x. }\n",
        "Answer": "<婴儿底>\t\n"
    },
    {
        "QuestionId": "q6618",
        "RawQuestion": "傅里叶级数的提出者是哪国人？\n",
        "Sparql": "select ?y where { <傅里叶级数> <提出者> ?x. ?x <国籍> ?y. } \n",
        "Answer": "<法国_（法兰西共和国）>\t\n"
    },
    {
        "QuestionId": "q4990",
        "RawQuestion": "发热伴淋巴结肿大、并伴触痛属于什么？\n",
        "Sparql": "select ?x where { <发热伴淋巴结肿大、并伴触痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3316",
        "RawQuestion": "汗管瘤属于什么?\n",
        "Sparql": "select ?x where { <汗管瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4359",
        "RawQuestion": "乞力马扎罗山的平均高度是多少？\n",
        "Sparql": "select ?x where {<乞力马扎罗_（非洲最高山脉）> <平均高度> ?x.}\n",
        "Answer": "\"海拔1200米\"\t\n"
    },
    {
        "QuestionId": "q1598",
        "RawQuestion": "提出\"星云假说\"的哲学家的代表作品有哪些？\n",
        "Sparql": "select ?y where { <星云假说> <提出人> ?x. ?x <职业> <哲学家_（基础含义）>. ?x <代表作品> ?y. }\n",
        "Answer": "<实践理性批判>\t<判断力批判>\t<纯粹理性批判>\t\n"
    },
    {
        "QuestionId": "q6251",
        "RawQuestion": "济南护城河有母婴室吗？\n",
        "Sparql": "select ?x where { <济南护城河> <是否有母婴室> ?x . }\n",
        "Answer": "<有母婴室>\t\n"
    },
    {
        "QuestionId": "q6742",
        "RawQuestion": "质蓝素平台上出国哪款2D赛车游戏？\n",
        "Sparql": "SELECT ?游戏 WHERE { ?游戏\t<游戏平台>\t<质蓝素>. ?游戏\t<游戏类型>\t<赛车>. ?游戏\t<游戏画面>\t<2D_（动画方式）>. } \n",
        "Answer": "<四面粉碎>\t\n"
    },
    {
        "QuestionId": "q2872",
        "RawQuestion": "黄金期货的交易代码\n",
        "Sparql": "select ?x where { <黄金期货> <交易代码> ?x. }\n",
        "Answer": "\"AU\"\t\n"
    },
    {
        "QuestionId": "q728",
        "RawQuestion": "清华大学出了哪些企业家\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<李佳林_（伟仕控股董事局主席）>\t<蒋毅敏>\t<衣锡群>\t<赵勇_（四川长虹电子控股集团有限公司董事长）>\t<杨文莲>\t<周升_（著名书法家）>\t<宋非>\t<耿春亚>\t<余承东>\t<李小琳>\t<徐航_（深圳迈瑞公司董事长）>\t<王文襄_（黑龙江原政协常委）>\t<崔彤哲>\t<陈正华_（江苏省建集团董事长）>\t<吴杰庄>\t<林贤友>\t<童之磊>\t<陈绍鹏>\t<曹宝华>\t<周娱光>\t<吴周令>\t<曾学忠>\t<周俊卿>\t<郭晓林_（企业家）>\t<王庆起>\t<瞿晓铧>\t<丁辉_（诺奇股份有限公司总经理）>\t\n"
    },
    {
        "QuestionId": "q529",
        "RawQuestion": "拜仁的西班牙球员都有谁？\n",
        "Sparql": "select ?x where { ?x <所属运动队> <拜仁慕尼黑足球俱乐部>. ?x <国籍> <西班牙_（西班牙王国）>. }\n",
        "Answer": "<贝尔纳特_（西班牙足球运动员）>\t<阿隆索_（西班牙足球运动员阿隆索）>\t\n"
    },
    {
        "QuestionId": "q4258",
        "RawQuestion": "松花蛋是哪个游戏里的人物？\n",
        "Sparql": "select ?x where{ ?x <主要角色> <松花蛋>.}\n",
        "Answer": "<跑跑卡丁车_（网络游戏）>\t<泡泡战士>\t<跑跑杀>\t<泡泡堂_（Nexon公司开发制作的休闲网游）>\t\n"
    },
    {
        "QuestionId": "q5106",
        "RawQuestion": "淋巴细胞计数会有怎样的不良反应？\n",
        "Sparql": "select ?x where { <淋巴细胞计数> <不良反应> ?x. }\n",
        "Answer": "\"出血：采血后应用消毒棉块或其他消毒止血物品压紧针刺破处止血，尤其对于有出凝血障碍的病人应给予充分时间按压，避免出血。\"\t\n"
    },
    {
        "QuestionId": "q1662",
        "RawQuestion": "被称为\"黑曼巴\"的球员的球衣号码是？\n",
        "Sparql": "select ?x where { ?y <别名> \"黑曼巴\". ?y <球衣号码> ?x. }\n",
        "Answer": "\"24\"\t\n"
    },
    {
        "QuestionId": "q6540",
        "RawQuestion": "周杰伦毕业于哪里？\n",
        "Sparql": "select ?x where { <周杰伦> <毕业院校> ?x. } \n",
        "Answer": "<淡江中学>\t\n"
    },
    {
        "QuestionId": "q1853",
        "RawQuestion": "老三板A股的报价单位？\n",
        "Sparql": "select ?x where { <老三板A股> <报价单位> ?x. }\n",
        "Answer": "\"0.01元\"\t\n"
    },
    {
        "QuestionId": "q3547",
        "RawQuestion": "结直肠癌属于什么?\n",
        "Sparql": "select ?x where { <结直肠癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1881",
        "RawQuestion": "银行间债券市场的债券交易类型有哪些？\n",
        "Sparql": "select ?x where { <银行间债券市场的债券交易> <类型> ?x. }\n",
        "Answer": "\"债券现货交易\"\t\"债券回购\"\t\n"
    },
    {
        "QuestionId": "q385",
        "RawQuestion": "施瓦辛格是哪个族人？\n",
        "Sparql": "select ?x where { <阿诺德·施瓦辛格> <民族> ?x. }\n",
        "Answer": "<日耳曼>\t\n"
    },
    {
        "QuestionId": "q4697",
        "RawQuestion": "欧美黄金市场上交易黄金，使用的计量单位\n",
        "Sparql": "select ?x where { <欧美黄金市场> <交易计量单位> ?x. }\n",
        "Answer": "\"金衡盎司\"\t\n"
    },
    {
        "QuestionId": "q3562",
        "RawQuestion": "睾丸炎属于什么?\n",
        "Sparql": "select ?x where { <睾丸炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3772",
        "RawQuestion": "哪种医学检查适合检测耳溢液和歪鼻症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <耳溢液> . ?x <涉及症状> <歪鼻> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q76",
        "RawQuestion": "书籍《图形学》定价多少？\n",
        "Sparql": "select ?y where { <图形学> <定价> ?y. }\n",
        "Answer": "\"29.00\"\t\n"
    },
    {
        "QuestionId": "q1349",
        "RawQuestion": "adidas是哪个国家的公司？\n",
        "Sparql": "select ?x where { <adidas> <总部> ?x. }\n",
        "Answer": "<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q3478",
        "RawQuestion": "牙髓炎属于什么?\n",
        "Sparql": "select ?x where { <牙髓炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7053",
        "RawQuestion": "咳嗽的ICD9编码是什么？\n",
        "Sparql": "select ?x where { <咳嗽> <ICD9> ?x. }\n",
        "Answer": "\"786.2\"\t\n"
    },
    {
        "QuestionId": "q4564",
        "RawQuestion": "潍柴重机的CEO?\n",
        "Sparql": "select ?x where { <潍柴重机> <ceo> ?x. }\n",
        "Answer": "<马玉先>\t\n"
    },
    {
        "QuestionId": "q1928",
        "RawQuestion": "食用油的下位产品？\n",
        "Sparql": "select ?x where { <食用油> <下位产品> ?x. }\n",
        "Answer": "<酱油食用油>\t<小包装食用油>\t\n"
    },
    {
        "QuestionId": "q5128",
        "RawQuestion": "心肌酶的详细过程是怎样的？\n",
        "Sparql": "select ?x where { <心肌酶> <详细过程> ?x. }\n",
        "Answer": "\"空腹12小时取静脉血，取血前不要剧烈运动。\"\t\n"
    },
    {
        "QuestionId": "q6041",
        "RawQuestion": "西安大唐不夜城附近1公里住哪合适？\n",
        "Sparql": "select ?y where { <大唐不夜城> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 1). ?y <城市> <西安>. ?y <类型> <酒店>. }\n",
        "Answer": "<西安威斯汀大酒店>\t\n"
    },
    {
        "QuestionId": "q2638",
        "RawQuestion": "共产主义的发起者是哪个学校毕业的？\n",
        "Sparql": "select ?y where { <共产主义> <发起者> ?x. ?x <毕业院校> ?y. }\n",
        "Answer": "<柏林大学>\t\n"
    },
    {
        "QuestionId": "q650",
        "RawQuestion": "\"Tsinghua University\"的位置？\n",
        "Sparql": "select ?y where { ?x <英文名> \"Tsinghua University\". ?x <学校地址> ?y. }\n",
        "Answer": "\"北京市\"\t\"海淀区清华园\"\t\n"
    },
    {
        "QuestionId": "q729",
        "RawQuestion": "肯德基的创始人何时逝世？\n",
        "Sparql": "select ?y where { <肯德基> <创始人> ?x . ?x <逝世日期> ?y . }\n",
        "Answer": "\"1980\"\t\n"
    },
    {
        "QuestionId": "q2097",
        "RawQuestion": "哪一个网络流行语表示\"非常好笑\"的意思？\n",
        "Sparql": "select ?x where { ?x <属于> <网络语言> . ?x <释义> \"觉得非常好笑\" . }\n",
        "Answer": "<233_（网络流行用语）>\t\n"
    },
    {
        "QuestionId": "q2660",
        "RawQuestion": "江泽民同志提出\"三个代表\"重要思想的时间是？\n",
        "Sparql": "select ?x where { <三个代表重要思想> <提出人> <江泽民>. <三个代表重要思想> <提出时间> ?x. }\n",
        "Answer": "\"2000-02-25\"\t\n"
    },
    {
        "QuestionId": "q4024",
        "RawQuestion": "嬴政出生于中国哪个省份？\n",
        "Sparql": "select ?x where { ?y <中文名> \"嬴政\" . ?y <出生地> ?x . }\n",
        "Answer": "<河北_（中国省级行政区）>\t\n"
    },
    {
        "QuestionId": "q3492",
        "RawQuestion": "肾病综合征属于什么?\n",
        "Sparql": "select ?x where { <肾病综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q658",
        "RawQuestion": "清华大学出了哪些科学家\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<李惕碚>\t<谭君才>\t<刘静_（中国科学院理化技术研究所研究员）>\t<钱伟长>\t<闵乃大>\t<管德>\t<彭桓武>\t<欧阳钟灿>\t<翟俊宜>\t<王大珩_（科学家）>\t<柳百新>\t<廖湘科>\t<戴宏杰>\t<顾毓秀>\t<钱思亮>\t<容启东_（香港“爵士”）>\t<夏泽洋>\t<李文钊>\t\n"
    },
    {
        "QuestionId": "q7461",
        "RawQuestion": "景山公园附近有能租车的酒店吗？\n",
        "Sparql": "select ?y where { <景山公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有租车服务> <有租车服务>. ?y <类型> <酒店>. }\n",
        "Answer": "<北京天伦王朝酒店>\t<长富宫饭店>\t<北京东方君悦大酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京励骏酒店>\t<北京西苑饭店>\t<北京昆仑饭店>\t<北京国贸大酒店>\t<北京中国大饭店>\t<北京千禧大酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q6180",
        "RawQuestion": "北海公园附近的哪些酒店可以租到车？\n",
        "Sparql": "select ?y where { <北海公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有租车服务> <有租车服务>.?y <类型> <酒店>. }\n",
        "Answer": "<长富宫饭店>\t<北京天伦王朝酒店>\t<北京东方君悦大酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京励骏酒店>\t<北京西苑饭店>\t\n"
    },
    {
        "QuestionId": "q3120",
        "RawQuestion": "胰致腹泻瘤属于什么科？\n",
        "Sparql": "select ?x where { <胰致腹泻瘤> <科室> ?x. }\n",
        "Answer": "<普通外科>\t\n"
    },
    {
        "QuestionId": "q7560",
        "RawQuestion": "绍兴国际大酒店内有高尔夫球场吗？\n",
        "Sparql": "select ?x where { <绍兴国际大酒店> <是否有高尔夫球场> ?x. }\n",
        "Answer": "<无高尔夫球场>\t\n"
    },
    {
        "QuestionId": "q5005",
        "RawQuestion": "咯血伴发热与什么疾病有关？\n",
        "Sparql": "select ?x where { <咯血伴发热> <涉及疾病> ?x. }\n",
        "Answer": "<结节性多动脉炎>\t<钩端螺旋体病>\t<肺脓肿>\t<流行性出血热>\t<继发性血小板减少性紫癜>\t\n"
    },
    {
        "QuestionId": "q5653",
        "RawQuestion": "海河的平均价格是多少？\n",
        "Sparql": "select ?x where { <海河> <平均价格> ?x. }\n",
        "Answer": "\"81\"\t\n"
    },
    {
        "QuestionId": "q5690",
        "RawQuestion": "烟台金海湾酒店内有游戏室吗？\n",
        "Sparql": "select ?x where { <烟台金海湾酒店> <是否有游戏室> ?x. }\n",
        "Answer": "<无游戏室>\t\n"
    },
    {
        "QuestionId": "q3793",
        "RawQuestion": "哪种指标项的检查能做到血气测定？\n",
        "Sparql": "select ?x where { ?x <类型> <血气测定> . ?x <类型> <指标项> . }\n",
        "Answer": "<动脉血氧分压>\t\n"
    },
    {
        "QuestionId": "q4334",
        "RawQuestion": "创作过朦胧诗的老师是？\n",
        "Sparql": "select ?y where { ?x <文学体裁> <朦胧诗> . ?x <作者> ?y . ?y <职业> <教师_（教育工作者）> . }\n",
        "Answer": "<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t\n"
    },
    {
        "QuestionId": "q3076",
        "RawQuestion": "衣原体肺炎患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q3304",
        "RawQuestion": "原醛症属于什么?\n",
        "Sparql": "select ?x where { <原醛症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3373",
        "RawQuestion": "脓疱疮的同义词是什么？\n",
        "Sparql": "select ?x where { <脓疱疮> <同义词> ?x. }\n",
        "Answer": "<脓痂疹,黄水疮>\t\n"
    },
    {
        "QuestionId": "q1362",
        "RawQuestion": "汽车的英文名是什么？\n",
        "Sparql": "select ?x where { <汽车> <英文名> ?x. }\n",
        "Answer": "\"car\"\t\n"
    },
    {
        "QuestionId": "q1990",
        "RawQuestion": "有哪些美国上市的日本公司？\n",
        "Sparql": "select ?x where { ?x <国家> <日本>. ?x <上市地点> <美国>. }\n",
        "Answer": "<索尼公司>\t<本田>\t<软银等>\t\n"
    },
    {
        "QuestionId": "q178",
        "RawQuestion": "布里斯班的气候如何？\n",
        "Sparql": "select ?x where { <布里斯班_（澳大利亚昆士兰州首府）> <气候条件> ?x.}\n",
        "Answer": "<亚热带季风性湿润气候>\t\n"
    },
    {
        "QuestionId": "q6248",
        "RawQuestion": "济南护城河是什么等级的景点？\n",
        "Sparql": "select ?x where { <济南护城河> <景点的等级A> ?x. }\n",
        "Answer": "\"5A\"\t\n"
    },
    {
        "QuestionId": "q3193",
        "RawQuestion": "急性淋巴细胞白血病涉及哪些症状？\n",
        "Sparql": "select ?x where { <急性淋巴细胞白血病> <涉及症状> ?x. }\n",
        "Answer": "<白细胞增多>\t<持续性弛张热>\t\n"
    },
    {
        "QuestionId": "q1511",
        "RawQuestion": "1939年的影片《乱世佳人》又名什么？\n",
        "Sparql": "select ?x where { <乱世佳人_（美国1939年克拉费雯·丽主演爱情电影）> <出品时间> \"1939-01-26\". <乱世佳人_（美国1939年克拉费雯·丽主演爱情电影）> <其它译名> ?x. }\n",
        "Answer": "\"飘，随风而逝\"\t\n"
    },
    {
        "QuestionId": "q2314",
        "RawQuestion": "博尔赫斯的妻子是谁？\n",
        "Sparql": "select ?y where { ?y <配偶> <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>.}\n",
        "Answer": "<玛丽亚·儿玉>\t\n"
    },
    {
        "QuestionId": "q3423",
        "RawQuestion": "脂肪瘤适合去什么科室就诊？\n",
        "Sparql": "select ?x where { <脂肪瘤> <科室> ?x. }\n",
        "Answer": "<整形外科>\t\n"
    },
    {
        "QuestionId": "q4574",
        "RawQuestion": "酒钢宏兴的代理董事会秘书,总经济师\n",
        "Sparql": "select ?x where { <酒钢宏兴> <代理董事会秘书> ?x. <酒钢宏兴> <总经济师>?x. }\n",
        "Answer": "<高兴禄>\t\n"
    },
    {
        "QuestionId": "q7201",
        "RawQuestion": "腹痛伴腹泻该怎么预防？\n",
        "Sparql": "select ?x where { <腹痛伴腹泻> <预防> ?x. }\n",
        "Answer": "\"预防夏季急性胃肠炎除了注意饮食卫生、勤洗手外，消毒家庭用品也很重要。餐具、毛巾、衣物固然要严格消毒，马桶、厕格、水龙头开关也要消毒，不能忽略。因为马桶、厕格在患者排便时很容易受到飞溅出带菌分泌物的污染，同时患者在便后洗手时也很容易污染水龙头开关。\"\t\n"
    },
    {
        "QuestionId": "q1826",
        "RawQuestion": "华尔街的铜牛雕像身长是？\n",
        "Sparql": "select ?x where { <华尔街的铜牛雕像> <身长> ?x. }\n",
        "Answer": "\"5米\"\t\n"
    },
    {
        "QuestionId": "q1447",
        "RawQuestion": "民国黎元洪创立了什么党派？\n",
        "Sparql": "select ?x where { ?x <创始人> <黎元洪>. }\n",
        "Answer": "<进步党>\t\n"
    },
    {
        "QuestionId": "q5750",
        "RawQuestion": "宝石山内有商店吗？\n",
        "Sparql": "select ?x where { <宝石山> <是否有商店> ?x. }\n",
        "Answer": "<有商店>\t\n"
    },
    {
        "QuestionId": "q1475",
        "RawQuestion": "德意志帝国海军的外文名？\n",
        "Sparql": "select ?x where { <德意志帝国海军> <外文名> ?x. }\n",
        "Answer": "\"Kaiserliche Marine\"\t\n"
    },
    {
        "QuestionId": "q466",
        "RawQuestion": "dota是哪个游戏平台开发的？\n",
        "Sparql": "select ?x where { <DotA_（魔兽争霸Ⅲ的DOTA）> <游戏平台> ?x. }\n",
        "Answer": "<质蓝素>\t\n"
    },
    {
        "QuestionId": "q3697",
        "RawQuestion": "盗汗且关节疼痛该检查什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <盗汗> . ?x <涉及症状> <关节疼痛> . }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q5634",
        "RawQuestion": "沈阳梵高星空艺术馆到科学宫几公里？\n",
        "Sparql": "select ?t where { <沈阳梵高星空艺术馆（益田假日世界店）> <附近> ?cvt. ?cvt <实体名称> <沈阳科学宫>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5.0\"\t\n"
    },
    {
        "QuestionId": "q3290",
        "RawQuestion": "风疹患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <风疹> <科室> ?x. }\n",
        "Answer": "<感染科>\t\n"
    },
    {
        "QuestionId": "q1828",
        "RawQuestion": "青岛啤酒的总裁？\n",
        "Sparql": "select ?x where { <青岛啤酒> <总裁> ?x. }\n",
        "Answer": "<樊伟>\t\n"
    },
    {
        "QuestionId": "q2489",
        "RawQuestion": "要多少步才能让一只蛋孵化成杰尼龟？\n",
        "Sparql": "select ?x where { <杰尼龟> <孵化步数> ?x. }\n",
        "Answer": "\"5355\"\t\n"
    },
    {
        "QuestionId": "q5911",
        "RawQuestion": "重庆自然博物馆分哪些厅\n",
        "Sparql": "select ?x where { <重庆自然博物馆（新馆）> <娱乐项目名称> ?x. }\n",
        "Answer": "<地球厅>\t<环境厅>\t<进化厅>\t<重庆厅>\t<贝林厅>\t<恐龙厅>\t\n"
    },
    {
        "QuestionId": "q6312",
        "RawQuestion": "喀什噶尔老城平均价格？\n",
        "Sparql": "select ?x where { <喀什噶尔老城> <平均价格> ?x . }\n",
        "Answer": "\"74\"\t\n"
    },
    {
        "QuestionId": "q3146",
        "RawQuestion": "营养不良属于什么类型?\n",
        "Sparql": "select ?x where { <营养不良> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q403",
        "RawQuestion": "青藏铁路有多长？\n",
        "Sparql": "select ?x where { <青藏铁路> <全长> ?x. }\n",
        "Answer": "\"1956千米\"\t\n"
    },
    {
        "QuestionId": "q94",
        "RawQuestion": "多人在线战术竞技游戏有哪些代表作？\n",
        "Sparql": "select ?x where { <MOBA> <代表游戏> ?x. }\n",
        "Answer": "<LOL_（网络游戏）>\t<膀胱荣耀>\t\n"
    },
    {
        "QuestionId": "q1420",
        "RawQuestion": "《海贼王》是哪位漫画师的作品？\n",
        "Sparql": "select ?x where { <海贼王_（尾田荣一郎创作的漫画作品）> <作者> ?x. }\n",
        "Answer": "<尾田荣一郎>\t\n"
    },
    {
        "QuestionId": "q1313",
        "RawQuestion": "你知道巴菲特的称号吗？\n",
        "Sparql": "select ?x where { <沃伦·巴菲特> <别名> ?x. }\n",
        "Answer": "\"股神\"\t\n"
    },
    {
        "QuestionId": "q641",
        "RawQuestion": "《天龙八部》小说的作者是哪个民族的人？\n",
        "Sparql": "select ?y where { <天龙八部_（金庸创作小说）> <作者> ?x. ?x <民族> ?y . }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q394",
        "RawQuestion": "邱勇现任哪所大学的校长？\n",
        "Sparql": "select ?y where { ?y <现任校长> <邱勇_（清华大学校长）>. }\n",
        "Answer": "<五道口职业技术学校>\t<清华大学化学工程系>\t<清华大学美术学院>\t<清华大学建校>\t<清华大学>\t\n"
    },
    {
        "QuestionId": "q3130",
        "RawQuestion": "小儿腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <小儿腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q455",
        "RawQuestion": "赵薇导演的电影有哪些？\n",
        "Sparql": "select ?x where { ?x <导演> <赵薇_（中国内地女演员、歌手、导演）>. }\n",
        "Answer": "<爱在澎湖湾>\t<致我们终将逝去的青春_（2013年赵薇执导电影）>\t<我在你床下>\t<没有别的爱>\t<终将逝去的青春_（2011年赵薇，关锦鹏执导电影）>\t<还珠格格_（2016年赵薇执导动画影片）>\t\n"
    },
    {
        "QuestionId": "q5127",
        "RawQuestion": "动脉血气分析有哪些注意事项？\n",
        "Sparql": "select ?x where { <动脉血气分析> <注意事项> ?x. }\n",
        "Answer": "\"动脉血气分析的影响因素：1.采血位置：因采血的动脉如有输液，就可能发生溶血及稀释，使K+升高，Ca2+降低。如误采为静脉血，因为静脉血不能准确的反映动脉血气状况，它的pH值在正常情况下与动脉血接近，但当机体患病时，各种代谢均有不同程度的障碍，此时动脉与静脉的pH就有明显的差异。2.采血量及肝素浓度：肝素浓度是准确血气分析结果的核心保证，肝素用量过可造成稀释性误差，使pH、PaO2值偏低、PaCO2值偏高，出现假性低碳酸血症。但是肝素量过少，便起不到抗凝的作用。国际生化联合会(IFCC)推荐血气标本中肝素的最终浓度为50u/ml。3.气泡：因为气泡会影响血气的pH、PaCO2、PaO2的检测结果，特别是PaO2值。理想的血气标本，其空气气泡应低于5%。4.标本混匀程度：与其他抗凝标本一样，不充分的混匀会增加凝血的发生，从而影响血色素和血细胞压积结果的准确性。5.标本的储存：对于检测乳酸的标本，检测前必须在冰水中保存。其他检测项目可在室温或冰水中保存1h。6.标本的送检时间：PaCO2、PaO2和乳酸的检测必须在15min内完成，其余项目如：pH、电解质、BUN、血色素、血糖和红细胞比积的检测，要求在1h内完成。\"\t\n"
    },
    {
        "QuestionId": "q5838",
        "RawQuestion": "本溪品牌为富虹国际饭店的酒店有哪些嘞？\n",
        "Sparql": "select ?x where { ?x <城市> <本溪> . ?x <酒店品牌名称> <富虹国际饭店> . }\n",
        "Answer": "<本溪富虹国际饭店>\t\n"
    },
    {
        "QuestionId": "q114",
        "RawQuestion": "迪梵是哪个公司旗下的品牌 ？\n",
        "Sparql": "select ?x where { <DARPHIN迪梵> <隶属> ?x. }\n",
        "Answer": "<雅诗兰黛_（美国化妆品品牌）>\t\n"
    },
    {
        "QuestionId": "q255",
        "RawQuestion": "矿物自色表示什么含义？\n",
        "Sparql": "select ?x where { <矿物自色> <含义> ?x. }\n",
        "Answer": "\"矿物本身的颜色\"\t\n"
    },
    {
        "QuestionId": "q4684",
        "RawQuestion": "金融监管治理的要素\n",
        "Sparql": "select ?x where { <金融监管> <要素> ?x. }\n",
        "Answer": "\"透明度\"\t\"独立性\"\t\"问责制\"\t\"操守\"\t\n"
    },
    {
        "QuestionId": "q1436",
        "RawQuestion": "济南是哪个省的省会城市？\n",
        "Sparql": "select ?x where { ?x <政府驻地> <济南_（山东省省会）>. }\n",
        "Answer": "<泉城_（济南市别称）>\t<济南临港经济开发区管理委员会>\t<山东_（中国山东省）>\t<济南_（山东省省会）>\t\n"
    },
    {
        "QuestionId": "q5652",
        "RawQuestion": "宁波南苑饭店的几点能吃饭？\n",
        "Sparql": "select ?x where { <宁波南苑饭店> <就餐时间> ?x. }\n",
        "Answer": "\"周一至周五06:30-09:30开放周六、日06:30-10:00开放\"\t\n"
    },
    {
        "QuestionId": "q6376",
        "RawQuestion": "九寨沟风景区在要多少钱呢？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <平均价格> ?x. }\n",
        "Answer": "\"380\"\t\n"
    },
    {
        "QuestionId": "q3505",
        "RawQuestion": "肩周炎属于什么?\n",
        "Sparql": "select ?x where { <肩周炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1519",
        "RawQuestion": "被称为\"宾尼兔\"的小兔子主要吃什么？\n",
        "Sparql": "select ?y where { ?x <别称> <宾尼兔> . ?x <主食> ?y. }\n",
        "Answer": "<野菜>\t<野草_（汉语词语）>\t\n"
    },
    {
        "QuestionId": "q2996",
        "RawQuestion": "肺炎衣原体核酸检测属于什么类型？\n",
        "Sparql": "select ?x where { <肺炎衣原体核酸检测> <类型> ?x. }\n",
        "Answer": "<病原微生物核酸检测>\t\n"
    },
    {
        "QuestionId": "q436",
        "RawQuestion": "《银河系漫游指南》是什么时候出版的？\n",
        "Sparql": "select ?x where { <银河系漫游指南_（道格拉斯·亚当斯的科幻小说）> <出版时间> ?x. }\n",
        "Answer": "\"1979-10-12\"\t\n"
    },
    {
        "QuestionId": "q3062",
        "RawQuestion": "急性呼吸窘迫综合征伴随症状有哪些？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <伴随症状> ?x. }\n",
        "Answer": "<口唇发绀>\t<心源性呼吸窘迫>\t<低氧血症>\t\n"
    },
    {
        "QuestionId": "q4960",
        "RawQuestion": "长期使用糖皮质激素导致的损害属于什么？\n",
        "Sparql": "select ?x where { <长期使用糖皮质激素导致的损害> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6045",
        "RawQuestion": "故宫周围有哪个酒店可以付费接送机？\n",
        "Sparql": "select ?y where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有接机服务> <有接机服务（收费）>. }\n",
        "Answer": "<北京瑞吉酒店>\t<北京丽晶酒店>\t<北京饭店>\t<北京励骏酒店>\t\n"
    },
    {
        "QuestionId": "q2011",
        "RawQuestion": "郭靖和黄蓉都会什么武功？\n",
        "Sparql": "select ?x where { <郭靖_（金庸武侠小说《射雕英雄传》男主角）> <武功> ?x . <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> <武功> ?x . }\n",
        "Answer": "<九阴真经_（金庸小说中的武功秘籍）>\t\n"
    },
    {
        "QuestionId": "q632",
        "RawQuestion": "本田公司的主要车型都有什么？\n",
        "Sparql": "select ?z where { ?x <公司名称> ?y . filter regex(?y, \"本田\") . ?x <主要车型> ?z . }\n",
        "Answer": "<本田思域>\t<凌派>\t<歌诗图>\t<雅阁>\t\n"
    },
    {
        "QuestionId": "q1470",
        "RawQuestion": "可口可乐竞争对手是？\n",
        "Sparql": "select ?y where { <可口可乐> <竞争对手> ?y. }\n",
        "Answer": "<百事可乐>\t\n"
    },
    {
        "QuestionId": "q5578",
        "RawQuestion": "北京国家大剧院什么季节去都行吗？\n",
        "Sparql": "select ?x where { <国家大剧院> <城市> <北京> . <国家大剧院> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q6294",
        "RawQuestion": "拉萨的布达拉宫平均价格是多少？\n",
        "Sparql": "select ?x where { <布达拉宫> <城市> <拉萨> . <布达拉宫> <平均价格> ?x . }\n",
        "Answer": "\"207\"\t\n"
    },
    {
        "QuestionId": "q901",
        "RawQuestion": "出身四川师范大学的射手座歌手是谁？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <四川师范大学>. ?x <职业> <歌手_（职业名称）>. ?x <星座> <射手座_（占星学）> . }\n",
        "Answer": "<张杰_（中国四川籍男歌手）>\t\n"
    },
    {
        "QuestionId": "q3200",
        "RawQuestion": "血管神经性水肿涉及哪些症状？\n",
        "Sparql": "select ?x where { <血管神经性水肿> <涉及症状> ?x. }\n",
        "Answer": "<少尿>\t<端坐呼吸>\t<耳内流脓>\t<呼吸道狭窄>\t<肝肿大>\t<呼吸道阻塞>\t<口腔痛>\t<消瘦>\t<腰酸>\t<氮质血症>\t<声门水肿>\t<溃疡>\t<红斑样皮疹>\t<听力减退>\t<腿脚浮肿>\t<下肢水肿>\t<疱疹>\t<下肢肿胀和乏力>\t<低蛋白血症>\t<急性呼吸困难>\t<浑身忽冷忽热>\t<口炎>\t<蠕动感>\t<妊娠蛋白尿>\t<水肿伴呼吸困难、紫绀>\t<腹痛伴恶心、呕吐>\t<肌肉萎缩>\t<下肢弥漫性水肿>\t<妊娠期高血压>\t\n"
    },
    {
        "QuestionId": "q1865",
        "RawQuestion": "K线图别名有？\n",
        "Sparql": "select ?x where { <K线图> <别名> ?x. }\n",
        "Answer": "<阴阳线>\t<棒线>\t<红黑线>\t<蜡烛线>\t\n"
    }
]