[
    {
        "QuestionId": "q325",
        "RawQuestion": "李大钊的妻子是谁？\n",
        "Sparql": "select ?x where { <李大钊> <妻子> ?x. }\n",
        "Answer": "<赵纫兰>\t\n"
    },
    {
        "QuestionId": "q192",
        "RawQuestion": "音乐剧歌剧魅影的主要演员？\n",
        "Sparql": "select ?x where { <歌剧魅影_（安德鲁·劳埃德·韦伯创作的音乐剧）> <主演> ?x. }\n",
        "Answer": "<莎拉·布莱曼>\t\n"
    },
    {
        "QuestionId": "q3043",
        "RawQuestion": "氧分压与哪些疾病有关？\n",
        "Sparql": "select ?x where { <氧分压> <涉及疾病> ?x. }\n",
        "Answer": "<动静脉血管瘤>\t<新生儿呼吸暂停>\t<汉坦病毒肺综合征>\t<肥胖性心肌病>\t<老年人肺气肿>\t<老年人肺性脑病>\t<尿毒症性肺炎>\t<老年人呼吸衰竭>\t<非特异性间质肺炎>\t<小儿呼吸衰竭>\t<妊娠合并红细胞增多症>\t<新生儿窒息>\t<草迷>\t<新生儿呼吸窘迫综合征>\t<小儿巨细胞病毒病>\t<糖尿病足>\t<放射性肺炎>\t<急性肾功能不全>\t<低气压所致红细胞增多>\t<小儿癫痫>\t<小儿特发性间质性肺炎>\t<急性呼吸窘迫综合症>\t<慢性肺源性心脏病>\t<严重急性呼吸综合征>\t<老年人呼吸性酸中毒>\t<沙雷菌肺炎>\t<肺组织细胞增生症>\t<小儿低心排出量综合征>\t<老年人自发性气胸>\t<慢性气道阻塞疾病>\t<损伤性休克>\t<心源性休克>\t<老年人慢性阻塞性肺疾病>\t<先天性肺动静脉瘘>\t<急性肺血栓栓塞症>\t<胸膜腔积气>\t<儿童阻塞性睡眠呼吸暂停>\t<脂肪栓塞综合征>\t<慢性呼衰>\t<小儿先天性肺囊肿>\t<小儿小颌畸形综合征>\t<小儿巨细胞病毒肺炎>\t<胰腺纤维囊泡症>\t<小儿心搏呼吸骤停与心肺复苏术>\t<小儿肺水肿>\t<创伤性肺>\t<新生儿休克>\t<小儿自律性房性心动过速>\t<新生儿低血钙>\t<小儿多源性房性心动过速>\t\n"
    },
    {
        "QuestionId": "q1084",
        "RawQuestion": "我们会在哪个民俗节日里赏灯？\n",
        "Sparql": "select ?x where { ?x <类别> <民俗>. ?x <节日活动> <赏灯>. }\n",
        "Answer": "<元宵节_（中国传统节日）>\t\n"
    },
    {
        "QuestionId": "q4346",
        "RawQuestion": "黄蓉是金庸哪部小说里的人物？\n",
        "Sparql": "select ?x where { ?x <主要人物> <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> . ?x <作者> <金庸> . }\n",
        "Answer": "<大漠英雄传_（金庸著武侠小说）>\t\n"
    },
    {
        "QuestionId": "q462",
        "RawQuestion": "飞卢中文网的主要内容是什么？\n",
        "Sparql": "select ?x where { <飞卢中文网> <类型> ?x. }\n",
        "Answer": "<小说>\t<科学>\t<科技产品>\t<网站>\t<小说站>\t\n"
    },
    {
        "QuestionId": "q1544",
        "RawQuestion": "汉武帝刘彻的陵寝在哪里？\n",
        "Sparql": "select ?y where { <汉武帝_（汉朝皇帝）> <陵墓> ?x. ?x <地理位置> ?y . }\n",
        "Answer": "<兴平_（陕西省咸阳市下辖县级市）>\t\n"
    },
    {
        "QuestionId": "q4307",
        "RawQuestion": "中国十大贤后是？\n",
        "Sparql": "select ?x where {  <中国十大贤后> ?y ?x . }\n",
        "Answer": "<文化>\t\"中国十大贤后\"\t<郭女王>\t<文德皇后_（长孙皇后）>\t<孝慈高皇后_（明太祖孝慈高皇后马氏）>\t\"独孤伽罗\"\t\"文献皇后\"\t\"昭慈圣献皇后孟氏\"\t<弘吉剌·孛儿帖>\t<文德皇后_（长孙皇后）>\t<阴丽华_（东汉光烈皇后）>\t\n"
    },
    {
        "QuestionId": "q1037",
        "RawQuestion": "北京大学的现任校长是什么时候出生的？\n",
        "Sparql": "select ?y where { <北京大学> <现任校长> ?x. ?x <出生日期> ?y. }\n",
        "Answer": "\"1955-10\"\t\n"
    },
    {
        "QuestionId": "q3454",
        "RawQuestion": "心脏性猝死属于什么?\n",
        "Sparql": "select ?x where { <心脏性猝死> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6977",
        "RawQuestion": "福建的河流里面可以捕获哪些鱼？\n",
        "Sparql": "select ?y where { <福建> <主要河流> ?x. ?y <分布区域> ?x. } \n",
        "Answer": "<达氏鲌>\t<福建小鳔鮈>\t<台湾铲颌鱼>\t<切尾拟鲿>\t<尖头鱥>\t<淡水鳗>\t<纹唇鱼>\t<横纹南鳅>\t<纹唇鱼>\t\n"
    },
    {
        "QuestionId": "q4423",
        "RawQuestion": "电影《爱乐之城》是由谁导演的？\n",
        "Sparql": "select ?x where { <爱乐之城> <导演> ?x. }\n",
        "Answer": "<达米恩·查泽雷>\t\n"
    },
    {
        "QuestionId": "q1578",
        "RawQuestion": "巴西首都的时区？\n",
        "Sparql": "select ?x where { <巴西_（巴西联邦共和国）> <首都> ?y. ?y <时区> ?x. }\n",
        "Answer": "\"西三区\"\t\n"
    },
    {
        "QuestionId": "q1425",
        "RawQuestion": "陈奕迅什么时候出生的？\n",
        "Sparql": "select ?x where { <陈奕迅> <出生日期> ?x. }\n",
        "Answer": "\"1974-07-27\"\t\n"
    },
    {
        "QuestionId": "q5826",
        "RawQuestion": "九寨沟风景区中树正群海景点是什么样的？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <娱乐项目名称> <树正群海>. <树正群海> <项目描述> ?x. }\n",
        "Answer": "\"树正群海沟全长13.8公里，共有各种湖泊（海子）40余个，约占九寨沟景区全部湖泊的40%。上部海子的水翻越湖堤，从树丛中溢出，激起白色的水花，在青翠中跳跳蹦蹦，穿梭奔窜。水流顺堤跌宕，形成幅幅水帘，婀娜多姿，婉约变幻。整个群海，层次分明，那绿中套蓝的色彩，童话般的天真自然。\"\t\n"
    },
    {
        "QuestionId": "q7359",
        "RawQuestion": "华晨宝马铁西工厂内有wifi服务吗？\n",
        "Sparql": "select ?x where { <华晨宝马铁西工厂> <是否有wifi服务> ?x. }\n",
        "Answer": "<没有wifi>\t\n"
    },
    {
        "QuestionId": "q4461",
        "RawQuestion": "于小彤饰演了红楼梦中的哪个角色？\n",
        "Sparql": "select ?x where { ?x <登场作品> <红楼梦_（中国古典长篇小说四大名著之一）>.?x <饰演> <于小彤>.}\n",
        "Answer": "<贾宝玉_（红楼梦人物）>\t\n"
    },
    {
        "QuestionId": "q4824",
        "RawQuestion": "康佳集团的监事长是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <监事长> ?x. }\n",
        "Answer": "<郝刚>\t\n"
    },
    {
        "QuestionId": "q7326",
        "RawQuestion": "五个人去秀兰饭店住，哪个房型合适啊？\n",
        "Sparql": "select ?y where { <秀兰饭店> <房型名称> ?y. ?y <容纳人数> \"5.0\"^^<http://www.w3.org/2001/XMLSchema#float>. ?y <类型> <房型>}\n",
        "Answer": "<家庭房>\t\n"
    },
    {
        "QuestionId": "q3643",
        "RawQuestion": "胃息肉属于什么?\n",
        "Sparql": "select ?x where { <胃息肉> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2333",
        "RawQuestion": "罗马神话中的丘比特是谁的儿子？\n",
        "Sparql": "select ?x where { ?x <儿子> <丘比特_（罗马神话中的小爱神）>. }\n",
        "Answer": "<Ares_（虚拟人物）>\t<维纳斯_（古罗马女神）>\t\n"
    },
    {
        "QuestionId": "q6103",
        "RawQuestion": "入住金皇大酒店平均多少钱？\n",
        "Sparql": "select ?x where { <天津金皇大酒店> <平均价格> ?x. }\n",
        "Answer": "\"326\"\t\n"
    },
    {
        "QuestionId": "q2497",
        "RawQuestion": "小马哥毕业于哪所大学？\n",
        "Sparql": "select ?y where { ?x <别名> \"小马哥\". ?x <毕业院校> ?y. }\n",
        "Answer": "<深圳大学计算机与软件学院>\t<西北师范大学>\t<中国传媒大学>\t<沈阳音乐学院>\t<吉林师范大学>\t<中央戏剧学院>\t<北京现代音乐研修学院>\t\n"
    },
    {
        "QuestionId": "q5240",
        "RawQuestion": "泌尿道感染在医学专科中属于什么科？\n",
        "Sparql": "select ?x where { <泌尿道感染> <医学专科> ?x. }\n",
        "Answer": "\"泌尿外科\"\t\n"
    },
    {
        "QuestionId": "q1554",
        "RawQuestion": "《时间简史》的作者的英文全名是什么？\n",
        "Sparql": "select ?y where { <时间简史_（斯蒂芬·霍金著作）> <作者> ?x. ?x <外文名> ?y. }\n",
        "Answer": "\"Stephen William Hawking\"\t\n"
    },
    {
        "QuestionId": "q586",
        "RawQuestion": "《琵琶行》的作者有什么贡献？\n",
        "Sparql": "select ?y where { <琵琶行_（白居易诗作）> <作者> ?x. ?x <主要成就> ?y . }\n",
        "Answer": "\"新乐府运动主要倡导者\"\t\"写下了不少反映人民疾苦的诗篇\"\t\n"
    },
    {
        "QuestionId": "q1021",
        "RawQuestion": "四大名旦之首的籍贯是什么地方？\n",
        "Sparql": "select ?x where { ?y <主要成就> \"四大名旦之首\". ?y <籍贯> ?x. }\n",
        "Answer": "<泰州_（长三角中心城市）>\t\n"
    },
    {
        "QuestionId": "q6038",
        "RawQuestion": "巅峰乐园坐公交怎么去？\n",
        "Sparql": "select ?x where { <重庆·巅峰乐园> <交通信息> ?x. }\n",
        "Answer": "\"公共交通\\\\n重庆四公里汽车枢纽站（陈家坪汽车站）→万盛汽车站（下车即可转车）→黑山谷八角游客服务中心→重庆·巅峰乐园\\\\n自驾游\\\\n重庆主城→G75巴南收费站→万盛收费站下道→重庆·巅峰乐园\\\\n重庆周围区县出发\\\\n重庆火车站→轨道两路口站5C号口→轨道南坪站4号口→南坪长途车总站→万盛汽车站（下车即可转车）→重庆·巅峰乐园\\\\n菜园坝火车站→轨道两路口站3A号口→轨道南坪站4号口→南坪长途车总站→万盛汽车站（下车即可转车）→重庆·巅峰乐园\\\\n其他城市出发\\\\n坐飞机\\\\n从江北机场→轨道江北机场站3号→轨道南坪站4号口→南坪长途车总站→万盛汽车站（下车即可转车）→重庆·巅峰乐园\"\t\n"
    },
    {
        "QuestionId": "q1073",
        "RawQuestion": "《纯粹理性批判》的作者诞生于什么时间？\n",
        "Sparql": "select ?y where { ?x <代表作品> <纯粹理性批判>. ?x <出生日期> ?y. }\n",
        "Answer": "\"1724-04-22\"\t\n"
    },
    {
        "QuestionId": "q6763",
        "RawQuestion": "大家一般用什么来做直焦摄影呀？\n",
        "Sparql": "SELECT ?什么 WHERE { ?直焦摄影\t<中文名>\t\"直焦摄影\". ?直焦摄影\t<工具>\t?什么. } \n",
        "Answer": "<望远镜>\t\n"
    },
    {
        "QuestionId": "q1715",
        "RawQuestion": "证券竞价交易的方式有哪些？\n",
        "Sparql": "select ?x where { <证券竞价交易> <方式> ?x. }\n",
        "Answer": "\"集合竞价\"\t\"连续竞价\"\t\n"
    },
    {
        "QuestionId": "q4507",
        "RawQuestion": "索尼公司的证券类型？\n",
        "Sparql": "select ?x where { <索尼公司> <证券类型> ?x. }\n",
        "Answer": "\"美国存托凭证\"\t\n"
    },
    {
        "QuestionId": "q5107",
        "RawQuestion": "淋巴细胞计数的检查有何临床意义？\n",
        "Sparql": "select ?x where { <淋巴细胞计数> <临床意义> ?x. }\n",
        "Answer": "\"增多：见于病毒感染、结核病、百日咳、传染性单核细胞增多症、传染性淋巴细胞增多症、淋巴细胞白血病、淋巴肉瘤。减低：见于细胞免疫缺陷病、某些传染病的急性期、放射病、应用肾上腺皮质激素、抗淋巴细胞球蛋白治疗、淋巴细胞减少症、免疫缺陷病、丙种球蛋白缺乏症等等。\"\t\n"
    },
    {
        "QuestionId": "q2059",
        "RawQuestion": "夜愿的现任主唱是谁？\n",
        "Sparql": "select ?x where { ?y <中文名> \"夜愿\" . ?y <现任主唱> ?x . }\n",
        "Answer": "\"Floor Jansen\"\t\n"
    },
    {
        "QuestionId": "q607",
        "RawQuestion": "有哪些哲学家抱有无神论信仰？\n",
        "Sparql": "select ?x where { ?x <职业> <哲学家_（基础含义）>. ?x <信仰> <无神论_（一种哲学观点）>. }\n",
        "Answer": "<李二曲>\t<斯蒂芬·威廉·霍金>\t\n"
    },
    {
        "QuestionId": "q1353",
        "RawQuestion": "电影《末路记事》是在哪个国家拍摄的？\n",
        "Sparql": "select ?x where { <末路记事> <拍摄地点> ?x. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q5783",
        "RawQuestion": "天津的独角兽星空艺术馆有什么优待政策？\n",
        "Sparql": "select ?x where { <天津独角兽星空艺术馆> <城市> <天津> . <天津独角兽星空艺术馆> <优待政策> ?x . }\n",
        "Answer": "\"教师(凭教师资格证)可享半价优惠票，残疾人(凭残疾证)可享半价优惠票，儿童(身高1.2米（不含）以下)可享半价优惠票，现役军人(凭军官证)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q3767",
        "RawQuestion": "哪种检查对检测鼻溢液和咳痰有效？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <鼻溢液> . ?x <涉及症状> <咳痰> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q4937",
        "RawQuestion": "脘痞涉及哪些症状？\n",
        "Sparql": "select ?x where { <脘痞> <涉及症状> ?x. }\n",
        "Answer": "<胃气虚>\t<疲乏>\t<无力>\t<厌食>\t<嗳气>\t\n"
    },
    {
        "QuestionId": "q5260",
        "RawQuestion": "痛性抽搐有没有传染性？\n",
        "Sparql": "select ?x where { <痛性抽搐> <传染性> ?x. }\n",
        "Answer": "<无_（日本动漫《火影忍者》人物）>\t\"否\"\t\n"
    },
    {
        "QuestionId": "q4403",
        "RawQuestion": "甄子丹出演过哪些美国电影？\n",
        "Sparql": "select ?x where{?x <主演> <甄子丹>. ?x <制片地区> <美国_（美利坚合众国）>.}\n",
        "Answer": "<卧虎藏龙：青冥宝剑>\t<刀锋战士Ⅱ>\t<极限特工3：终极回归>\t<The Monkey King>\t<面条侠>\t<侠盗一号：星球大战外传>\t<星球大战外传2：汉·索罗>\t\n"
    },
    {
        "QuestionId": "q6636",
        "RawQuestion": "H7N9型禽流感的类型包含哪些？\n",
        "Sparql": "select ?x where { <H7N9型禽流感>  <类型> ?x.} \n",
        "Answer": "<生物物种>\t<疾病>\t<病毒>\t<战役>\t\n"
    },
    {
        "QuestionId": "q2312",
        "RawQuestion": "张国荣是哪里人？\n",
        "Sparql": "select ?x where { <张国荣_（华语歌手、演员、音乐人）> <出生地> ?x. }\n",
        "Answer": "<九龙半岛>\t<香港_（中华人民共和国特别行政区）>\t\n"
    },
    {
        "QuestionId": "q2527",
        "RawQuestion": "《指环王》的原著作者毕业于哪所大学？\n",
        "Sparql": "select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <原著作者> ?x. ?x <毕业院校> ?y. }\n",
        "Answer": "<牛津大学>\t\n"
    },
    {
        "QuestionId": "q2856",
        "RawQuestion": "天弘基金的股东？\n",
        "Sparql": "select ?x where { <天弘基金> <股东> ?x. }\n",
        "Answer": "\"天津信托有限责任公司\"\t\"浙江蚂蚁小微金融服务集团有限公司\"\t\"内蒙古君正能源化工集团股份有限公司持股\"\t\"员工持股合伙企业合计\"\t\"芜湖高新投资有限公司持股5.6%\"\t\n"
    },
    {
        "QuestionId": "q803",
        "RawQuestion": "黄贯中的老婆参演了哪些影视作品？\n",
        "Sparql": "select ?x where { <黄贯中> <配偶> ?y. ?y <代表作品> ?x. }\n",
        "Answer": "<射雕英雄传_（1994年张智霖、朱茵主演电视剧）>\t<你我之间_（武侠电视剧《萧十一郎》片尾曲）>\t<萧十一郎_（2002年内地版吴奇隆、朱茵主演电视剧）>\t<大话西游之大圣娶亲>\t<逃学威龙_（1991-1993年周星驰主演系列电影）>\t\n"
    },
    {
        "QuestionId": "q3262",
        "RawQuestion": "痈属于什么?\n",
        "Sparql": "select ?x where { <痈> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2944",
        "RawQuestion": "京东方科技集团股份有限公司的曾用名？\n",
        "Sparql": "select ?x where { <京东方科技集团股份有限公司> <曾用名> ?x. }\n",
        "Answer": "<京东方A>\t<G京东方>\t<*ST东方A>\t\n"
    },
    {
        "QuestionId": "q4783",
        "RawQuestion": "维力医疗的董事长?\n",
        "Sparql": "select ?x where { <维力医疗> <董事长> ?x. }\n",
        "Answer": "<向彬>\t\n"
    },
    {
        "QuestionId": "q2005",
        "RawQuestion": "谁会蛤蟆功？\n",
        "Sparql": "select ?x where { <蛤蟆功_（金庸小说中的武功）> <修习者> ?x . }\n",
        "Answer": "<欧阳克>\t<杨过>\t<欧阳锋_（金庸名著双雕系列里的人物）>\t\n"
    },
    {
        "QuestionId": "q412",
        "RawQuestion": "香港的政治体制是什么？\n",
        "Sparql": "select ?x where { <香港_（中华人民共和国特别行政区）> <政治体制> ?x. }\n",
        "Answer": "<代议民主制>\t\n"
    },
    {
        "QuestionId": "q4971",
        "RawQuestion": "产后发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <产后发热> <涉及症状> ?x. }\n",
        "Answer": "<低热>\t<高热寒战>\t<嗳腐>\t<瘀血>\t<盗汗>\t<鼻塞>\t<疲劳>\t<心悸>\t<咽痛>\t<气血虚弱>\t\n"
    },
    {
        "QuestionId": "q428",
        "RawQuestion": "台灯是干什么用的？\n",
        "Sparql": "select ?x where { <台灯> <作用> ?x. }\n",
        "Answer": "\"照明 装饰\"\t\n"
    },
    {
        "QuestionId": "q754",
        "RawQuestion": "摩羯座的物理学家有哪些？\n",
        "Sparql": "select ?x where { ?x <星座> <摩羯座_（占星学）>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }\n",
        "Answer": "<斯蒂芬·威廉·霍金>\t\n"
    },
    {
        "QuestionId": "q1122",
        "RawQuestion": "《随想录》的作者其代表作品有哪些？\n",
        "Sparql": "select ?x where { <随想录> <作者> ?y. ?y <代表作品> ?x. }\n",
        "Answer": "<随想录>\t<寒夜_（巴金创作的长篇小说）>\t<家_（巴金小说）>\t\n"
    },
    {
        "QuestionId": "q5814",
        "RawQuestion": "雍和宫中的牌楼啥时候对外开放？\n",
        "Sparql": "select ?x where { <雍和宫> <娱乐项目名称> <牌楼>. <牌楼> <项目营业时间> ?x. }\n",
        "Answer": "\"周一至周日 01.01-12.31 08:30-17:00\"\t\n"
    },
    {
        "QuestionId": "q4713",
        "RawQuestion": "大连商品交易所的可交易品种有哪些\n",
        "Sparql": "select ?x where { <大连商品交易所> <上市品种>?x. }\n",
        "Answer": "<铁矿>\t<豆油>\t<棕榈油>\t<焦炭>\t<焦煤>\t<淀粉>\t<豆粕>\t<大豆1号>\t<大豆2号>\t<玉米>\t<鸡蛋>\t<胶板>\t<纤板>\t<塑料>\t<PVC>\t<PP>\t\n"
    },
    {
        "QuestionId": "q5316",
        "RawQuestion": "与利尿和胸水症状相关的疾病有哪些？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <利尿> . ?x <涉及症状> <胸水> . }\n",
        "Answer": "<肾源性水肿>\t<胸腔积液>\t\n"
    },
    {
        "QuestionId": "q4945",
        "RawQuestion": "腹胀涉及哪些症状？\n",
        "Sparql": "select ?x where { <腹胀> <涉及症状> ?x. }\n",
        "Answer": "<内出血>\t<血管畸形>\t<无力>\t<消瘦>\t<全身衰竭>\t<低蛋白血症>\t<内脏出血>\t<手术创伤>\t<运动功能障碍>\t\n"
    },
    {
        "QuestionId": "q897",
        "RawQuestion": "阿塞拜疆所属洲主要有哪些国家？\n",
        "Sparql": "select ?x where { <阿塞拜疆> <所属洲> ?y. ?y <主要国家> ?x. }\n",
        "Answer": "<中华人民共和国>\t<朝鲜_（朝鲜民主主义人民共和国）>\t<日本_（日本国）>\t<伊朗>\t<韩国_（大韩民国）>\t\n"
    },
    {
        "QuestionId": "q5248",
        "RawQuestion": "血小板增多症会有哪些临床表现？\n",
        "Sparql": "select ?x where { <血小板增多症> <临床表现> ?x. }\n",
        "Answer": "\"血栓引起的头痛、疲乏等症状。\"\t\n"
    },
    {
        "QuestionId": "q105",
        "RawQuestion": "微博的官方网站？\n",
        "Sparql": "select ?x where { <微博_（微型博客）> <官网> ?x. }\n",
        "Answer": "\"http://weibo.com/\"\t\n"
    },
    {
        "QuestionId": "q7294",
        "RawQuestion": "惠东县品牌为喜来登的酒店都有啥啊？\n",
        "Sparql": "select ?x where { ?x <城市> <惠东县> . ?x <酒店品牌名称> <喜来登> . }\n",
        "Answer": "<惠州金海湾喜来登度假酒店>\t\n"
    },
    {
        "QuestionId": "q1927",
        "RawQuestion": "混泥土的上游上市公司？\n",
        "Sparql": "select ?x where { <混泥土> <上游> ?y. ?x <主营产品> ?y. }\n",
        "Answer": "<五洋停车>\t<万年青>\t\n"
    },
    {
        "QuestionId": "q2547",
        "RawQuestion": "重庆大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <重庆大学> . }\n",
        "Answer": "<任正非>\t<董德福_（云狐时代集团董事长）>\t\n"
    },
    {
        "QuestionId": "q226",
        "RawQuestion": "谁建立了新加坡？\n",
        "Sparql": "select ?x where { <新加坡> <建国国父> ?x. }\n",
        "Answer": "\"李光耀\"\t\n"
    },
    {
        "QuestionId": "q6109",
        "RawQuestion": "未成年人能入住海门东恒盛国际大酒店吗？\n",
        "Sparql": "select ?x where { <海门东恒盛国际大酒店> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q7614",
        "RawQuestion": "孤山公园什么时候营业？\n",
        "Sparql": "select ?x where { <孤山公园> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 00:00-23:59\"\t\n"
    },
    {
        "QuestionId": "q6955",
        "RawQuestion": "钟南山从事什么职业？\n",
        "Sparql": "select ?x where { <钟南山（中国工程院院士、著名呼吸病学专家）> <职业> ?x. } \n",
        "Answer": "\"教育科研工作者，呼吸病学专家\"\t\n"
    },
    {
        "QuestionId": "q5216",
        "RawQuestion": "破伤风的发病部位在哪儿？\n",
        "Sparql": "select ?x where { <破伤风> <发病部位> ?x. }\n",
        "Answer": "\"全身\"\t\n"
    },
    {
        "QuestionId": "q4368",
        "RawQuestion": "悬疑小说《13个难题》是谁写的？\n",
        "Sparql": "select ?x where {<13个难题> <作者> ?x.}\n",
        "Answer": "<阿加莎·克里斯蒂>\t\n"
    },
    {
        "QuestionId": "q568",
        "RawQuestion": "犹太人领袖摩西的出生地在哪个大洲？\n",
        "Sparql": "select ?y where { <摩西_（犹太人的民族领袖）> <出生地> ?x. ?x <所属洲> ?y. }\n",
        "Answer": "<非洲_（世界七大洲之一）>\t\n"
    },
    {
        "QuestionId": "q2786",
        "RawQuestion": "银河娱乐集团有限公司外文名称\n",
        "Sparql": "select ?x where { <银河娱乐集团有限公司> <外文名称> ?x. }\n",
        "Answer": "<Galaxy_Entertainment_Group_Limited>\t\n"
    },
    {
        "QuestionId": "q5329",
        "RawQuestion": "发生尿急以及寒战的症状可能属于什么病？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <尿急> . ?x <涉及症状> <寒战> . }\n",
        "Answer": "<细菌感染>\t\n"
    },
    {
        "QuestionId": "q2965",
        "RawQuestion": "蚂蚁金服现任总裁是什么时候上任的？\n",
        "Sparql": "select ?x where { <蚂蚁金服> <总裁> ?y. ?y <任职日期> ?x. }\n",
        "Answer": "<2018年11月>\t\n"
    },
    {
        "QuestionId": "q1952",
        "RawQuestion": "钢铁的下游是？\n",
        "Sparql": "select ?x where { <钢铁> <下游> ?x. }\n",
        "Answer": "<汽车>\t<房地产>\t<基建>\t<机械>\t\n"
    },
    {
        "QuestionId": "q5136",
        "RawQuestion": "休克的发病部位在哪？\n",
        "Sparql": "select ?x where { <休克> <发病部位> ?x. }\n",
        "Answer": "\"全身\"\t\n"
    },
    {
        "QuestionId": "q4048",
        "RawQuestion": "周星驰的别名有哪些？\n",
        "Sparql": "select ?x where { <周星驰> <别名> ?x . }\n",
        "Answer": "\"星爷、星仔、阿星\"\t\n"
    },
    {
        "QuestionId": "q1186",
        "RawQuestion": "叶芝是哪个国家的著名诗人？\n",
        "Sparql": "select ?x where { <威廉·巴特勒·叶芝> <职业> <诗人_（汉语词语）>. <威廉·巴特勒·叶芝> <国籍> ?x. }\n",
        "Answer": "<爱尔兰_（爱尔兰共和国）>\t\n"
    },
    {
        "QuestionId": "q7236",
        "RawQuestion": "什么人群容易有雀斑？\n",
        "Sparql": "select ?x where { <雀斑> <多发人群> ?x. }\n",
        "Answer": "\"女性\"\t\n"
    },
    {
        "QuestionId": "q4351",
        "RawQuestion": "以云杉为州树的州，州长是谁？\n",
        "Sparql": "select ?y where { ?x <州长> ?y . ?x <州树> \"云杉\" . }\n",
        "Answer": "<肖恩·帕内尔>\t<肖恩·帕内尔>\t\n"
    },
    {
        "QuestionId": "q1253",
        "RawQuestion": "五岳各有哪些特色？\n",
        "Sparql": "select ?y where { <五岳_（中国五岳）> ?x ?y. filter(regex(str(?x), \"特色\")). }\n",
        "Answer": "\"泰山雄\"\t\"华山险\"\t\"衡山秀\"\t\"恒山幽\"\t\"嵩山峻\"\t\n"
    },
    {
        "QuestionId": "q4313",
        "RawQuestion": "日本的校园和魔法主题漫画有哪些?\n",
        "Sparql": "select ?x where { ?x <地区> <日本_（日本国）> . ?x <类型> <魔法> . ?x <类型> <校园_（词语概念）> . }\n",
        "Answer": "<魔女的使命_（水薙龙创作的漫画）>\t<断罪的EXCEED>\t<魔卡少女樱_（日本CLAMP创作的漫画作品）>\t<魔法小雪>\t<小女神花铃_（SATELIGHT改编动画作品）>\t<小魔女花铃_（虚拟人物）>\t<Gift ～eternal rainbow～>\t\n"
    },
    {
        "QuestionId": "q109",
        "RawQuestion": "舒伯特有哪些代表作？\n",
        "Sparql": "select ?x where { <舒伯特> <代表作品> ?x. }\n",
        "Answer": "<摇篮曲_（入睡歌曲）>\t<流浪者_（印度电影）>\t<圣母颂>\t<马勒第八交响曲>\t<玫瑰_（蔷薇科蔷薇属植物）>\t<小夜曲_（抒情风格声乐体裁形式）>\t<鳟鱼_（舒伯特创作艺术歌曲）>\t<魔王_（奥地利舒伯特著叙事曲）>\t\n"
    },
    {
        "QuestionId": "q2601",
        "RawQuestion": "郦道元的《水经注》编撰于哪个朝代？\n",
        "Sparql": "select ?x where { <水经注> <作者> <郦道元>. <水经注> <创作年代> ?x. }\n",
        "Answer": "<北魏>\t\n"
    },
    {
        "QuestionId": "q7522",
        "RawQuestion": "长春开元名都大酒店内有吸烟区吗？\n",
        "Sparql": "select ?x where { <长春开元名都大酒店> <是否有吸烟区> ?x. }\n",
        "Answer": "<无吸烟区>\t\n"
    },
    {
        "QuestionId": "q5288",
        "RawQuestion": "吸入性肺炎会带来什么样的并发症？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <并发症> ?x. }\n",
        "Answer": "\"肺脓肿\"\t\n"
    },
    {
        "QuestionId": "q4446",
        "RawQuestion": "在乾元山金光洞修行的仙人的法宝是什么？\n",
        "Sparql": "select ?x where { ?y <修行地> <乾元山金光洞>. ?y <法宝> ?x. }\n",
        "Answer": "<九龙神火罩>\t\n"
    },
    {
        "QuestionId": "q7267",
        "RawQuestion": "肝衰竭通常是由于什么引起的？\n",
        "Sparql": "select ?x where { <肝衰竭> <常见病因> ?x. }\n",
        "Answer": "\"病毒，酒精，药物\"\t\n"
    },
    {
        "QuestionId": "q6229",
        "RawQuestion": "如何去故宫博物院？有什么建议路线吗？\n",
        "Sparql": "select ?x where {  <故宫博物院（故宫）> <交通信息> ?x . }\n",
        "Answer": "\"公交：市区乘坐1、2、52、59、82、99、120、126、观光1线、夜17、夜1、夜2、专2在天安门东站下车即到\\\\n地铁：乘坐地铁1号线在“天安门东”站下车，步行约900米，即可从午门（故宫博物院的南门）进入故宫\"\t\n"
    },
    {
        "QuestionId": "q2710",
        "RawQuestion": "中粮地产的监事会副主席上任时间?\n",
        "Sparql": "select ?x where { <中粮地产> <监事会副主席> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2017年5月5日>\t\n"
    },
    {
        "QuestionId": "q4379",
        "RawQuestion": "旅游胜地巴厘岛面积有多大？\n",
        "Sparql": "select ?x where{ <巴厘岛_（世界著名旅游岛）> <面积> ?x.}\n",
        "Answer": "\"5620平方公里\"\t\n"
    },
    {
        "QuestionId": "q5697",
        "RawQuestion": "什么节气适合游玩北京的景山公园？\n",
        "Sparql": "select ?x where { <景山公园> <城市> <北京> . <景山公园> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q5902",
        "RawQuestion": "慕田峪长城有什么门票优惠吗？\n",
        "Sparql": "select ?x where { <慕田峪长城> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，全日制大中小学生（不含成人教育、研究生）(凭学生证)可享半价优惠票，消防员(凭消防员证)可享半价优惠票，儿童(6周岁（含）以下凭身份证、学生证或1.2米（含）以下的儿童)可享门票免费，老年人(60周岁（含）以上凭北京市持北京通-养老助残卡、民政优待卡及身份证等有效证件的游客)可享门票免费，现役军人(凭人民解放军和武警部队军官证、士兵证)可享半价优惠票，备注：非北京市户籍60周岁（含）以上老年人，凭身份证享受门票半价\"\t\n"
    },
    {
        "QuestionId": "q844",
        "RawQuestion": "冰与火之歌拍摄地国土面积有多大？\n",
        "Sparql": "select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.?y <国土面积> ?x.}\n",
        "Answer": "\"316平方公里\"\t\n"
    },
    {
        "QuestionId": "q886",
        "RawQuestion": "宝安国际机场所在的省的省会是？\n",
        "Sparql": "select ?x where { ?y <机场> <深圳宝安国际机场>. ?y <政府驻地> ?x. }\n",
        "Answer": "<福田区>\t<石清_（金庸小说《侠客行》中人物）>\t<广州市_（广东省广州市）>\t<福永>\t<深圳市民中心>\t<观湖街道>\t<香港岛>\t<澳门半岛>\t<深圳>\t<广州市_（广东省广州市）>\t<南山区_（深圳市辖区）>\t<广州市_（广东省广州市）>\t\n"
    },
    {
        "QuestionId": "q3246",
        "RawQuestion": "布鲁氏菌病属于什么?\n",
        "Sparql": "select ?x where { <布鲁氏菌病> <类型> ?x. }\n",
        "Answer": "<疾病>\t<科学百科疾病症状分类>\t\n"
    },
    {
        "QuestionId": "q3642",
        "RawQuestion": "嗜睡症属于什么?\n",
        "Sparql": "select ?x where { <嗜睡症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6416",
        "RawQuestion": "慕田峪长城要怎么去\n",
        "Sparql": "select ?x where { <慕田峪长城> <交通信息> ?x. }\n",
        "Answer": "\"公交：可乘昌平公交车h23路、h24路到慕田峪环岛站下车步行可至；东直门乘坐916、867路至慕田峪环岛下车即到\\\\n自驾：京承高速-13号（北台口）出-沿路标到达景区\"\t\n"
    },
    {
        "QuestionId": "q3785",
        "RawQuestion": "哪种检查能测定耳冻伤还有耳痒的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <耳冻伤> . ?x <涉及症状> <耳痒> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q2092",
        "RawQuestion": "化学元素碳可以组成哪些单质？\n",
        "Sparql": "select ?x where { <碳单质> <存在形式> ?x . }\n",
        "Answer": "<石墨_（矿物）>\t<富勒烯>\t<金刚石_（纯碳组成的矿物）>\t\n"
    },
    {
        "QuestionId": "q2113",
        "RawQuestion": "密度为1.18g/cm3的一种强酸是？\n",
        "Sparql": "select ?x where { ?x <密度> \"1.18g/cm3\" . <强酸> <主要> ?x . }\n",
        "Answer": "<盐酸>\t\n"
    },
    {
        "QuestionId": "q6267",
        "RawQuestion": "温州万和豪生大酒店的详细地址？\n",
        "Sparql": "select ?x where { <温州万和豪生大酒店> <地址> ?x. }\n",
        "Answer": "\"江滨东路1号\"\t\n"
    },
    {
        "QuestionId": "q7222",
        "RawQuestion": "霉菌性阴道炎会有怎样的症状？\n",
        "Sparql": "select ?x where { <霉菌性阴道炎> <常见症状> ?x. }\n",
        "Answer": "\"外阴瘙痒，且瘙痒症状时轻时重，时发时止\"\t\n"
    },
    {
        "QuestionId": "q840",
        "RawQuestion": "四川大学出了哪些数学家\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <四川大学> . }\n",
        "Answer": "<阮勇斌>\t\n"
    },
    {
        "QuestionId": "q3108",
        "RawQuestion": "内伤发热属于什么?\n",
        "Sparql": "select ?x where { <内伤发热> <类型> ?x. }\n",
        "Answer": "<疾病>\t<科学百科中医药分类>\t\n"
    },
    {
        "QuestionId": "q2429",
        "RawQuestion": "电影《我是奋青》的票房是多少？\n",
        "Sparql": "select ?x where { <我是奋青> <票房> ?x. }\n",
        "Answer": "\"171万\"\t\n"
    },
    {
        "QuestionId": "q4875",
        "RawQuestion": "苏合香丸属于什么药种？\n",
        "Sparql": "select ?x where { <苏合香丸> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t<中成药>\t\n"
    },
    {
        "QuestionId": "q6113",
        "RawQuestion": "五缘湾万嘀帆船出海俱乐部在哪？\n",
        "Sparql": "select ?x where { <五缘湾万嘀帆船出海俱乐部> <地址> ?x . }\n",
        "Answer": "\"五缘湾道五缘湾运动馆内\"\t\n"
    },
    {
        "QuestionId": "q6509",
        "RawQuestion": "北京昆仑饭店里面约人喝咖啡方便嘛？\n",
        "Sparql": "select ?x where { <北京昆仑饭店> <是否有咖啡厅> ?x. }\n",
        "Answer": "<有咖啡厅>\t\n"
    },
    {
        "QuestionId": "q2941",
        "RawQuestion": "华昌化工是属于什么概念股的？\n",
        "Sparql": "select ?x where { <华昌化工> <概念股类别> ?x. }\n",
        "Answer": "<氢燃料>\t<氢燃料概念股>\t<沿海发展>\t\n"
    },
    {
        "QuestionId": "q1357",
        "RawQuestion": "有哪些地方的法律沿用大陆法系？\n",
        "Sparql": "select ?x where { ?x <法律体系> <大陆法系>. }\n",
        "Answer": "<俄罗斯_（俄罗斯联邦）>\t<朝鲜_（朝鲜民主主义人民共和国）>\t<哈萨克斯坦>\t<科索沃>\t<日本_（日本国）>\t<波兰_（波兰共和国）>\t<玫瑰岛共和国>\t<澳门_（中华人民共和国特别行政区）>\t\n"
    },
    {
        "QuestionId": "q1379",
        "RawQuestion": "彩虹西餐厅的人均消费是多少？\n",
        "Sparql": "select ?x where { <彩虹西餐厅> <人均价格> ?x. }\n",
        "Answer": "\"106\"\t\n"
    },
    {
        "QuestionId": "q1603",
        "RawQuestion": "pku坐落于什么位置？\n",
        "Sparql": "select ?x where { ?y <简称> <pku_（北京大学的英文缩写）>. ?y <学校地址> ?x. }\n",
        "Answer": "\"中国北京市海淀区颐和园路5号\"\t\n"
    },
    {
        "QuestionId": "q4315",
        "RawQuestion": "购买力平价理论的核心观点是什么?\n",
        "Sparql": "select ?x where { <购买力平价理论> <核心观点> ?x . }\n",
        "Answer": "\"绝对购买力平价\"\t\n"
    },
    {
        "QuestionId": "q3397",
        "RawQuestion": "新生儿肺炎涉及什么检查？\n",
        "Sparql": "select ?x where { <新生儿肺炎> <涉及检查> ?x. }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q7360",
        "RawQuestion": "故宫博物院附近2公里的景点有哪些？\n",
        "Sparql": "select ?y where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 2). ?y <类型> <景点>.}\n",
        "Answer": "<北海公园>\t<景山公园>\t<国家大剧院>\t\n"
    },
    {
        "QuestionId": "q388",
        "RawQuestion": "冰心在哪出生的？\n",
        "Sparql": "select ?x where { <冰心_（中国现代著名作家）> <出生地> ?x. }\n",
        "Answer": "<福建>\t\n"
    },
    {
        "QuestionId": "q2268",
        "RawQuestion": "有哪些哲学家既是数学家又是物理学家？\n",
        "Sparql": "SELECT ?x WHERE { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <职业> <哲学家_（基础含义）> . }\n",
        "Answer": "<笛卡儿>\t<阿尔伯特·爱因斯坦>\t<笛卡尔_（近代法国哲学家、物理学家、数学家）>\t<斯蒂芬·威廉·霍金>\t<埃伦弗里德·瓦尔特·冯·契恩豪斯>\t\n"
    },
    {
        "QuestionId": "q1225",
        "RawQuestion": "孙燕姿的出生地的国歌时什么？\n",
        "Sparql": "select ?x where { <孙燕姿> <出生地> ?y. ?y <国歌> ?x. }\n",
        "Answer": "<前进吧，新加坡>\t\n"
    },
    {
        "QuestionId": "q4993",
        "RawQuestion": "发热伴眼睛充血属于什么？\n",
        "Sparql": "select ?x where { <发热伴眼睛充血> <类型> ?x. }\n",
        "Answer": "<生活>\t<症状>\t\n"
    },
    {
        "QuestionId": "q7600",
        "RawQuestion": "宁波哪些酒店有三人间的房型\n",
        "Sparql": "select distinct ?x where { ?x <城市> <宁波>. ?x <房型名称> ?y. ?x <类型> <酒店>. ?y <容纳人数> ?number. filter(?number = 3) }\n",
        "Answer": "<宁波南苑饭店>\t<宁波开元名都大酒店>\t<宁波南苑环球酒店>\t<宁波万豪酒店>\t<远洲华廷酒店>\t\n"
    },
    {
        "QuestionId": "q2390",
        "RawQuestion": "荀子主张\"人性本恶\"，那你知道性善论是谁提出的吗？\n",
        "Sparql": "select ?x where { <性善论> <提出者> ?x. }\n",
        "Answer": "<孟子_（儒家代表人物之一）>\t\n"
    },
    {
        "QuestionId": "q736",
        "RawQuestion": "阿根廷首都面积有多大？\n",
        "Sparql": "select ?x where { <阿根廷_（阿根廷共和国）> <首都> ?y. ?y <面积> ?x. }\n",
        "Answer": "\"203平方公里\"\t\n"
    },
    {
        "QuestionId": "q5701",
        "RawQuestion": "宁波南苑饭店附近5公里的景点包括哪些？\n",
        "Sparql": "select ?y where { <宁波南苑饭店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> \"5\"^^<http://www.w3.org/2001/XMLSchema#float>. ?y <城市> <宁波>}\n",
        "Answer": "<宁波梵高星空艺术馆（天一广场旗舰店）>\t\n"
    },
    {
        "QuestionId": "q2571",
        "RawQuestion": "地处新西兰的牛奶公司有？\n",
        "Sparql": "select ?x where { ?x <经营范围> <牛奶_（饮品）>. ?x <总部地点> <新西兰>. }\n",
        "Answer": "<A2>\t\n"
    },
    {
        "QuestionId": "q737",
        "RawQuestion": "谁成功预言了哈雷彗星的回归？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"成功预言了\". ?x <主要成就> \"哈雷彗星的回归\". }\n",
        "Answer": "<埃德蒙多·哈雷>\t\n"
    },
    {
        "QuestionId": "q516",
        "RawQuestion": "在道路上要靠右驾驶的国家有？\n",
        "Sparql": "select ?x where { ?x <道路通行> \"靠右驾驶\". }\n",
        "Answer": "<意大利_（意大利共和国）>\t<柬埔寨>\t<奥地利>\t<Germany>\t<老挝>\t<加蓬_（国家）>\t<俄罗斯苏维埃联邦社会主义共和国>\t<格鲁吉亚>\t<俄罗斯_（俄罗斯联邦）>\t<塞内加尔>\t<阿尔巴尼亚>\t<梵蒂冈>\t<芬兰大公国>\t<西班牙_（西班牙王国）>\t<亚美尼亚>\t<利比里亚共和国>\t<夏威夷王国>\t<芬兰_（芬兰共和国）>\t<荷兰>\t<危地马拉>\t<科威特>\t<叙利亚>\t<丹麦>\t<尼德兰联合王国>\t<圣多美和普林西比>\t<圣多美>\t<尼加拉瓜>\t<世界上最狭长的国家智利>\t<墨西哥_（墨西哥合众国）>\t<卢森堡_（卢森堡大公国）>\t<中非_（中非共和国）>\t<瑞典>\t<卡塔尔>\t<摩尔多瓦>\t<洪都拉斯历史>\t<毛里塔尼亚>\t<白俄罗斯_（白俄罗斯共和国）>\t<巴西_（巴西联邦共和国）>\t<冈比亚共和国>\t<刚果民主共和国>\t<阿拉伯联合酋长国>\t<西南索马里>\t<伊拉克王国>\t<马里_（马里共和国）>\t<多哥>\t<立陶宛历史>\t<捷克>\t<加纳>\t<厄瓜多尔>\t<罗马尼亚社会主义共和国>\t<利比亚>\t<加蓬共和国>\t<圣马力诺>\t<拉脱维亚>\t<联邦德国>\t<摩纳哥>\t<帕劳>\t<匈牙利>\t<德国_（德意志联邦共和国）>\t<韩国游>\t<秘鲁>\t<萨尔瓦多_（中美洲国家）>\t<挪威>\t<芬兰共和国>\t<突尼斯>\t<埃塞俄比亚>\t<密克罗尼西亚>\t<尼日利亚>\t<法国_（法兰西共和国）>\t<美国_（美利坚合众国）>\t<比利时>\t<塔吉克斯坦>\t<乌克兰>\t<委内瑞拉_（委内瑞拉玻利瓦尔共和国）>\t<冰岛>\t<阿布哈兹>\t<冈比亚_（冈比亚伊斯兰共和国）>\t<波兰_（波兰共和国）>\t<南苏丹共和国>\t<加拿大_（北美洲国家）>\t<厄立特里亚>\t<中华联邦>\t<巴拉圭>\t<布基纳法索>\t<哥斯达黎加_（哥斯达黎加共和国）>\t<尼加拉瓜历史>\t<列支敦士登>\t<伊拉克>\t<黎巴嫩_（黎巴嫩共和国）>\t<瓦努阿图共和国_（国家）>\t<立陶宛>\t<智利>\t<安道尔_（欧洲南部国家）>\t<伊朗>\t<保加利亚>\t<瑞士>\t<南奥塞梯>\t<葡萄牙>\t<菲律宾_（菲律宾共和国）>\t<希腊>\t<菲律宾第二共和国>\t<乌拉圭>\t<爱沙尼亚>\t<索马里>\t<斯洛伐克>\t<阿布丁国>\t<吴家门>\t<罗马尼亚人民共和国>\t<韩国_（大韩民国）>\t<沙特阿拉伯>\t<埃及>\t<也门>\t<阿根廷_（阿根廷共和国）>\t<斯洛文尼亚>\t<佛得角>\t<缅甸>\t<罗马尼亚_（欧洲南部国家）>\t<阿塞拜疆>\t<约旦>\t<几内亚比绍>\t<塞拉利昂>\t<赤道几内亚>\t<阿曼_（阿曼苏丹国）>\t\n"
    },
    {
        "QuestionId": "q3106",
        "RawQuestion": "急性发热性嗜中性皮肤病的同义词是什么？\n",
        "Sparql": "select ?x where { <急性发热性嗜中性皮肤病> <同义词> ?x. }\n",
        "Answer": "<斯威特综合征,斯威特病>\t\n"
    },
    {
        "QuestionId": "q7513",
        "RawQuestion": "身上还有100块钱，北京首都宾馆附近5公里的景点包括哪些？准备睡醒出去溜达溜达\n",
        "Sparql": "select ?y where { <首都宾馆（原首都大酒店）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>. ?y <平均价格> ?price. filter(?price < 100) }\n",
        "Answer": "<北海公园>\t<天坛公园>\t<故宫博物院（故宫）>\t<景山公园>\t<雍和宫>\t\n"
    },
    {
        "QuestionId": "q4854",
        "RawQuestion": "阴道炎属于什么?\n",
        "Sparql": "select ?x where { <阴道炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2799",
        "RawQuestion": "中国工商银行在哪里上市的\n",
        "Sparql": "select ?x where { <中国工商> <上市地点> ?x. }\n",
        "Answer": "<上海证券交易所>\t<香港证券交易所>\t\n"
    },
    {
        "QuestionId": "q6873",
        "RawQuestion": "演员章婷婷的身高是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <身高> ?X. } \n",
        "Answer": "\"165cm\"\t\n"
    },
    {
        "QuestionId": "q243",
        "RawQuestion": "为什么会发生日食？\n",
        "Sparql": "select ?x where { <日食> <原因> ?x. }\n",
        "Answer": "\"光在同种均匀介质中沿直线传播\"\t\n"
    },
    {
        "QuestionId": "q2870",
        "RawQuestion": "海通证券的总经理是谁？\n",
        "Sparql": "select ?x where { <海通证券> <总经理> ?x. }\n",
        "Answer": "<瞿秋平>\t\n"
    },
    {
        "QuestionId": "q5155",
        "RawQuestion": "患有皮肌炎该如何进行药物治疗？\n",
        "Sparql": "select ?x where { <皮肌炎> <药物治疗> ?x. }\n",
        "Answer": "\"1．糖皮质激素：剂量取决于病情严重程度，急性期一般初量泼尼松为1～2mg/（kg.d），待病情控制后逐渐减量至维持量，一般以10～15mg/d维持2～3年以上。病情控制以临床症状的缓解、肌力测定和血清肌酶下降三方面进行评定。危重患者或经大剂量泼尼松治疗两个月后患者症状及检查指标明显好转者，可试用甲基泼尼松1.0g/d或静脉注射人血免疫球蛋白连续3天冲击治疗。2．免疫抑制剂：可与激素联合或单独使用，如环磷酰胺、甲氨蝶呤、硫唑嘌呤、环孢素A等。中药雷公藤多苷也有一定疗效。3．皮损治疗：可外用遮光剂、润肤剂、他克莫司、吡美莫司软膏和糖皮质激素制剂，皮损明显光敏感者可予沙利度胺、氯喹或羟氯喹以及抗组胺药治疗。4．其他：蛋白同化剂如苯丙酸诺龙；儿童及怀疑与感染相关者，配合抗感染治疗；白芍总苷、转移因子、胸腺素等可调节机体免疫功能，增强抵抗力。\"\t\n"
    },
    {
        "QuestionId": "q2907",
        "RawQuestion": "华阳国际的股票代码是多少？\n",
        "Sparql": "select ?x where { <华阳国际> <股票代码> ?x. }\n",
        "Answer": "\"002949\"\t\n"
    },
    {
        "QuestionId": "q7122",
        "RawQuestion": "感染性发热的发病部位在哪？\n",
        "Sparql": "select ?x where { <感染性发热> <发病部位> ?x. }\n",
        "Answer": "\"局限性或全身性\"\t\n"
    }
]