[
    {
        "QuestionId": "q7502",
        "RawQuestion": "昆山瑞士大酒店的联系电话是多少？\n",
        "Sparql": "select ?x where { <昆山瑞士大酒店> <电话> ?x. }\n",
        "Answer": "\"0512-57885788,0512-57885888\"\t\n"
    },
    {
        "QuestionId": "q7069",
        "RawQuestion": "黄痰是怎么诊断的？\n",
        "Sparql": "select ?x where { <黄痰> <诊断> ?x. }\n",
        "Answer": "\"咳出黄色痰液的鉴别诊断：1、黏液脓性痰：极有可能患有急慢性支气管炎继发感染、支气管扩张、肺脓疡等疾病；2、绿色痰：可能患绿脓杆菌引起的肺痰消散期、肺癌、支气管扩张等疾病；3、棕色痰：可能是肺梗塞、心脏病引起的慢性被动性淤血所造成的；4、铁锈色痰：可能患有大叶性肺炎。痰的颜色不同，正是提醒我们有针对性地注重具体的健康。痰的颜色、气味和性状等，是诊断某些呼吸道疾病的依据之一。\"\t\n"
    },
    {
        "QuestionId": "q6675",
        "RawQuestion": "周杰伦的身高是？\n",
        "Sparql": "SELECT ?x WHERE { <周杰伦> <身高> ?x. } \n",
        "Answer": "\"175cm\"\t\n"
    },
    {
        "QuestionId": "q3126",
        "RawQuestion": "小儿迁延与慢性腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <小儿迁延与慢性腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2879",
        "RawQuestion": "美国证券交易所纽约证券交易所的简称是什么\n",
        "Sparql": "select ?x where { <纽约证券交易所> <简称> ?x. }\n",
        "Answer": "<纽约证券交易所>\t\n"
    },
    {
        "QuestionId": "q3458",
        "RawQuestion": "急性胆囊炎涉及哪些症状？\n",
        "Sparql": "select ?x where { <急性胆囊炎> <涉及症状> ?x. }\n",
        "Answer": "<右下腹痛>\t<发热伴寒战>\t<口苦>\t\n"
    },
    {
        "QuestionId": "q6980",
        "RawQuestion": "《棒球大联盟》是哪个国家的漫画家画的？\n",
        "Sparql": "select ?y where { <棒球大联盟_（满田拓也的漫画作品）> <作者> ?x . ?x <国籍> ?y. } \n",
        "Answer": "<日本_（日本国）>\t\n"
    },
    {
        "QuestionId": "q4913",
        "RawQuestion": "凝血功能障碍与哪些疾病有关？\n",
        "Sparql": "select ?x where { <凝血功能障碍> <涉及疾病> ?x. }\n",
        "Answer": "<遗传性纤维蛋白原缺乏症>\t<胎盘早剥>\t<产后出血>\t\n"
    },
    {
        "QuestionId": "q5904",
        "RawQuestion": "在苏州有几个泛太平洋品牌的酒店？\n",
        "Sparql": "select (count(?x) as ?count_city) where {  ?x <城市> <苏州> .  ?x <酒店品牌名称> <泛太平洋> . }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q5694",
        "RawQuestion": "大连凯宾斯基饭店能打台球吗？\n",
        "Sparql": "select ?x where { <大连凯宾斯基饭店> <是否有桌球室> ?x. }\n",
        "Answer": "<无台球室>\t\n"
    },
    {
        "QuestionId": "q1272",
        "RawQuestion": "有哪些思想家信仰共产主义？\n",
        "Sparql": "select ?x where { ?x <信仰> <共产主义>. ?x <职业> <思想家_（词语）>. }\n",
        "Answer": "<卡尔·马克思_（马克思主义创始人）>\t<列宁_（苏维埃社会主义共和国联盟的创造者）>\t<燕妮·马克思>\t<弗里德里希·恩格斯>\t\n"
    },
    {
        "QuestionId": "q2979",
        "RawQuestion": "中国银行什么时候在香港证券交易所上市\n",
        "Sparql": "select ?x where { <中国银行> <上市> ?y. ?y <上市地点> <香港证券交易所>. ?y <上市时间> ?x. }\n",
        "Answer": "<2006年6月1日>\t<2006年7月5日>\t\n"
    },
    {
        "QuestionId": "q6597",
        "RawQuestion": "脱氧核苷酸病毒怎么繁殖？\n",
        "Sparql": "select ?x where { ?y <又名> \"脱氧核苷酸病毒\". ?y <繁殖> ?x. } \n",
        "Answer": "\"是专性活细胞内寄生物\"\t\n"
    },
    {
        "QuestionId": "q3571",
        "RawQuestion": "眼球震颤属于什么?\n",
        "Sparql": "select ?x where { <眼球震颤> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3010",
        "RawQuestion": "肺炎球菌抗体检测涉及怎样的症状？\n",
        "Sparql": "select ?x where { <肺炎球菌抗体检测> <涉及症状> ?x. }\n",
        "Answer": "<麻疹面容>\t\n"
    },
    {
        "QuestionId": "q535",
        "RawQuestion": "由海源作词、作曲以及演唱的歌曲是哪首？\n",
        "Sparql": "select ?x where { ?x <作词> <海源>. ?x <作曲> <海源>. ?x <演唱> <海源>. }\n",
        "Answer": "<红楼一梦>\t\n"
    },
    {
        "QuestionId": "q5869",
        "RawQuestion": "宁波凯洲皇冠假日酒店可以几点退房？\n",
        "Sparql": "select ?time where { <宁波凯洲皇冠假日酒店> <酒店退房时间> ?time. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q7451",
        "RawQuestion": "厦门鼓浪湾酒店附近5公里的景点有哪些？\n",
        "Sparql": "select ?y where { <厦门鼓浪湾酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>.}\n",
        "Answer": "<时空魔方艺术馆（中山路旗舰店）>\t<厦门星空艺术馆>\t\n"
    },
    {
        "QuestionId": "q6556",
        "RawQuestion": "《红豆》是谁填词的？\n",
        "Sparql": "select ?x where { <红豆_（王菲演唱歌曲）> <填词> ?x . } \n",
        "Answer": "<林夕_（著名填词人）>\t\n"
    },
    {
        "QuestionId": "q1665",
        "RawQuestion": "主演卧虎藏龙的有哪儿的人？\n",
        "Sparql": "select ?y where { <卧虎藏龙_（李安导演电影）> <主演> ?x. ?x <出生地> ?y. }\n",
        "Answer": "<北京_（中华人民共和国首都）>\t<马来西亚>\t\n"
    },
    {
        "QuestionId": "q4169",
        "RawQuestion": "北京大学共青团具有什么性质？\n",
        "Sparql": "select ?x where { <北京大学共青团> <性质> ?x . }\n",
        "Answer": "<群众组织>\t\n"
    },
    {
        "QuestionId": "q1380",
        "RawQuestion": "电影《夏洛特烦恼》是何时上映的？\n",
        "Sparql": "select ?x where { <夏洛特烦恼_（开心麻花2015年同名舞台剧改编的电影）> <上映时间> ?x. }\n",
        "Answer": "\"2015-09-30\"\t\n"
    },
    {
        "QuestionId": "q4487",
        "RawQuestion": "黄贯中毕业于哪一所高校呢 ？\n",
        "Sparql": "select ?y where { <黄贯中> <毕业院校> ?y . }\n",
        "Answer": "<香港理工大学>\t\n"
    },
    {
        "QuestionId": "q4440",
        "RawQuestion": "西陵嫘祖的配偶所属部落的标记是什么？\n",
        "Sparql": "select ?x where { ?y <配偶> <嫘祖>. ?y <部落标记> ?x . }\n",
        "Answer": "\"龙图腾\"\t\n"
    },
    {
        "QuestionId": "q6289",
        "RawQuestion": "神玉艺术馆官方门票价格是多少？\n",
        "Sparql": "select ?x where { <神玉艺术馆> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:330.0。\"\t\n"
    },
    {
        "QuestionId": "q2392",
        "RawQuestion": "范冰冰多高？\n",
        "Sparql": "select ?x where { <范冰冰> <身高> ?x . }\n",
        "Answer": "\"168cm\"\t\n"
    },
    {
        "QuestionId": "q2871",
        "RawQuestion": "海通证券的董秘是谁？\n",
        "Sparql": "select ?x where { <海通证券> <公司董秘> ?x. }\n",
        "Answer": "<姜诚君>\t\n"
    },
    {
        "QuestionId": "q2002",
        "RawQuestion": "谁曾获得过\"华山论剑\"天下第一？\n",
        "Sparql": "select ?x where { {?x <主要成就> \"在华山论剑夺得天下第一\".} union {?x <主要成就> \"在第二次华山论剑夺得天下第一\".} }\n",
        "Answer": "<王重阳_（金庸武侠小说中的人物）>\t<欧阳锋_（金庸名著双雕系列里的人物）>\t\n"
    },
    {
        "QuestionId": "q85",
        "RawQuestion": "我国山西省太原市又称为？\n",
        "Sparql": "select ?x where { <太原_（山西省省会）> <别名> ?x. }\n",
        "Answer": "\"龙城\"\t\"并州，\"\t\"晋阳，\"\t\n"
    },
    {
        "QuestionId": "q1077",
        "RawQuestion": "十大元帅中，哪位是湖北人？\n",
        "Sparql": "select ?x where { <十大元帅> <人物> ?x. ?x <出生地> <湖北>. }\n",
        "Answer": "<林彪>\t\n"
    },
    {
        "QuestionId": "q6678",
        "RawQuestion": "周杰伦的星座是？\n",
        "Sparql": "SELECT ?x WHERE { <周杰伦> <星座> ?x. } \n",
        "Answer": "<摩羯座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q3652",
        "RawQuestion": "腮腺炎属于什么?\n",
        "Sparql": "select ?x where { <腮腺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5365",
        "RawQuestion": "怎样的病会与呼吸道狭窄、口腔痛有关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <呼吸道狭窄> . ?x <涉及症状> <口腔痛> . }\n",
        "Answer": "<血管神经性水肿>\t\n"
    },
    {
        "QuestionId": "q1982",
        "RawQuestion": "顺丰控股主营产品有？\n",
        "Sparql": "select ?x where { <顺丰控股> <主营产品> ?x. }\n",
        "Answer": "<代收货款>\t<国内快递业务>\t<冷运业务>\t<国内时效产品>\t<仓储配送业务>\t<其它增值服务>\t\n"
    },
    {
        "QuestionId": "q2451",
        "RawQuestion": "有哪些地方的法律沿用英美法系？\n",
        "Sparql": "select ?x where { ?x <法律体系> <英美法系>. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t<巴基斯坦>\t<印度_（印度共和国）>\t<香港_（中华人民共和国特别行政区）>\t<马来西亚>\t<韩国_（大韩民国）>\t\n"
    },
    {
        "QuestionId": "q5910",
        "RawQuestion": "苏州博物馆的建议游玩时长是几个小时？\n",
        "Sparql": "select ?x where { <苏州博物馆> <建议游玩时长> ?x. }\n",
        "Answer": "\"2-3小时\"\t\n"
    },
    {
        "QuestionId": "q4755",
        "RawQuestion": "私募市场运作工具有哪些\n",
        "Sparql": "select ?x where { <私募市场> <运作工具> ?x. }\n",
        "Answer": "<私募股票>\t<私募债券>\t<私募贷款>\t\n"
    },
    {
        "QuestionId": "q3244",
        "RawQuestion": "网球肘属于什么?\n",
        "Sparql": "select ?x where { <网球肘> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2947",
        "RawQuestion": "京东方科技集团股份有限公司的股票简称是什么\n",
        "Sparql": "select ?x where { <京东方科技集团股份有限公司> <股票简称> ?x. }\n",
        "Answer": "<京东方A>\t\n"
    },
    {
        "QuestionId": "q3211",
        "RawQuestion": "白血病涉及什么检查？\n",
        "Sparql": "select ?x where { <白血病> <涉及检查> ?x. }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q4580",
        "RawQuestion": "上海银行的首席风险官\n",
        "Sparql": "select ?x where { <上海银行> <首席风险官> ?x. }\n",
        "Answer": "<黄涛>\t\n"
    },
    {
        "QuestionId": "q1406",
        "RawQuestion": "摩根大通有多少资产？\n",
        "Sparql": "select ?x where { <摩根大通> <总资产> ?x . }\n",
        "Answer": "\"2.5万亿美元\"\t\n"
    },
    {
        "QuestionId": "q2796",
        "RawQuestion": "中国银行在哪里的上市的？\n",
        "Sparql": "select ?x where { <中国银行> <上市地点> ?x. }\n",
        "Answer": "<上海证券交易所>\t<香港证券交易所>\t\n"
    },
    {
        "QuestionId": "q468",
        "RawQuestion": "埃及的首都是哪里？\n",
        "Sparql": "select ?x where { <埃及> <首都> ?x. }\n",
        "Answer": "<开罗_（埃及首都）>\t\n"
    },
    {
        "QuestionId": "q6528",
        "RawQuestion": "孔丘出生于哪里？\n",
        "Sparql": "select ?y where { ?x <本名> \"孔丘\". ?x <出生地> ?y. } \n",
        "Answer": "<鲁国_（周代诸侯国）>\t<陬邑>\t<鲁国_（周代诸侯国）>\t<陬邑>\t\n"
    },
    {
        "QuestionId": "q2523",
        "RawQuestion": "《额尔古纳河右岸》的作者来自哪个民族？\n",
        "Sparql": "select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <民族> ?y. }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q544",
        "RawQuestion": "天津大学出过哪些科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <天津大学> . }\n",
        "Answer": "<马祖长>\t<姚建铨>\t<唐明述>\t\n"
    },
    {
        "QuestionId": "q4780",
        "RawQuestion": "维力医疗有哪些高管硕士学历?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <学历类别> <硕士>. }\n",
        "Answer": "<牟善松>\t<向彬>\t<韩广源>\t<朱晓光>\t<李玲>\t<潘彦彬>\t\n"
    },
    {
        "QuestionId": "q5193",
        "RawQuestion": "胸腔积液的ICD10编码是多少？\n",
        "Sparql": "select ?x where { <胸腔积液> <ICD10编码> ?x. }\n",
        "Answer": "\"J94.804\"\t\n"
    },
    {
        "QuestionId": "q5171",
        "RawQuestion": "病毒性肺炎的ICD10编码是什么？\n",
        "Sparql": "select ?x where { <病毒性肺炎> <ICD10> ?x. }\n",
        "Answer": "\"J12\"\t\n"
    },
    {
        "QuestionId": "q1206",
        "RawQuestion": "安徽省会的邮政编码是多少？\n",
        "Sparql": "select ?y where { <安徽> <省会> ?x . ?x <邮政区码> ?y . }\n",
        "Answer": "\"230000\"\t\n"
    },
    {
        "QuestionId": "q5844",
        "RawQuestion": "北京国际饭店几点开始办入住？\n",
        "Sparql": "select ?time where { <北京国际饭店> <酒店入住开始时间> ?time. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q1513",
        "RawQuestion": "电影阿凡达的主演们都获得过那些成就？\n",
        "Sparql": "select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <主演> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"第59届奥斯卡奖最佳女主角(提名)\"\t\"第61届奥斯卡奖最佳女主角(提名)\"\t\"第46届金球奖最佳女主角\"\t\"第51届BAFTA Awards最佳女配角\"\t\"土星奖最佳女主角\"\t\"青少年选择奖最佳科幻女演员\"\t\n"
    },
    {
        "QuestionId": "q4494",
        "RawQuestion": "任贤齐的英文名字是什么？\n",
        "Sparql": "select ?y where { <任贤齐> <外文名> ?y . }\n",
        "Answer": "\"Richie Jen\"\t\n"
    },
    {
        "QuestionId": "q4980",
        "RawQuestion": "发热伴咳嗽、咯痰、胸痛涉及哪些症状？\n",
        "Sparql": "select ?x where { <发热伴咳嗽、咯痰、胸痛> <涉及症状> ?x. }\n",
        "Answer": "<咳痰>\t<发热伴有皮疹>\t<气急>\t<支气管痉挛>\t<低蛋白血症>\t<胸痛>\t<发热伴淋巴结肿大、并伴触痛>\t<发热伴有腹痛、腹泻、恶心、呕吐>\t\n"
    },
    {
        "QuestionId": "q2033",
        "RawQuestion": "宋远桥的儿子的喜欢谁？\n",
        "Sparql": "select ?y where { <宋远桥> <儿子> ?x . ?x <心上人> ?y . }\n",
        "Answer": "<周芷若>\t\n"
    },
    {
        "QuestionId": "q948",
        "RawQuestion": "宋代词人李清照的丈夫是什么职业？\n",
        "Sparql": "select ?y where { <李清照_（宋代女词人）> <配偶> ?x. ?x <职业> ?y. }\n",
        "Answer": "<金石学家>\t\n"
    },
    {
        "QuestionId": "q3205",
        "RawQuestion": "恙虫病的病因是什么？\n",
        "Sparql": "select ?x where { <恙虫病> <常见病因> ?x. }\n",
        "Answer": "<恙虫病立克次体>\t\n"
    },
    {
        "QuestionId": "q2517",
        "RawQuestion": "指环王中有些人物？\n",
        "Sparql": "select ?y where { ?y <登场作品> <指环王_（J.R.R.托尔金著系列小说）>. }\n",
        "Answer": "<都灵_（魔戒中的人物）>\t<瑞达加斯特>\t<伊莱丹>\t<山姆怀斯>\t<埃西铎>\t<强兽人>\t<伊欧玟>\t<葛力马·巧言>\t<克哈穆尔>\t<凯勒鹏>\t<加姆林>\t<格洛芬德尔>\t<圣盔谷之战>\t<汤姆·庞巴迪>\t<埃尔隆德>\t<葛林伯>\t<碧洛迪丝>\t<弗拉多·巴金斯>\t<佛瑞德加·博哲>\t<安格玛巫王>\t<灰衣刚多尔夫>\t<伊西铎>\t<魔古尔剑>\t<精灵_（《指环王》（又名《魔戒》）中的种族）>\t<矮人_（托尔金笔下的中土种族）>\t<高等精灵>\t\n"
    },
    {
        "QuestionId": "q4083",
        "RawQuestion": "\"负荆请罪\"说的是谁的故事？\n",
        "Sparql": "select ?x where { ?x <典故> <负荆请罪> . }\n",
        "Answer": "<廉颇_（战国时期赵国名将）>\t\n"
    },
    {
        "QuestionId": "q154",
        "RawQuestion": "加拿大的主要民族？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <主要民族> ?x. }\n",
        "Answer": "<华裔加拿大人>\t<英裔加拿大人>\t<法裔加拿大人>\t\n"
    },
    {
        "QuestionId": "q2259",
        "RawQuestion": "著名的\"修昔底德陷阱\"的提出者是谁？\n",
        "Sparql": "SELECT ?x WHERE { <修昔底德陷阱> <提出者> ?x . }\n",
        "Answer": "<修昔底德_（古希腊历史学家、雅典十将军之一）>\t\n"
    },
    {
        "QuestionId": "q1981",
        "RawQuestion": "风电的上游是？\n",
        "Sparql": "select ?x where { <风电> <上游> ?x. }\n",
        "Answer": "<连接器>\t<风电齿轮箱滤芯>\t\n"
    },
    {
        "QuestionId": "q622",
        "RawQuestion": "老家开封的双子座名人有谁？\n",
        "Sparql": "select ?x ?y where { ?x <出生地> <开封_（河南省地级市）>. ?x <星座> <双子座_（天文学）>. }\n",
        "Answer": "<王永林_（中国男演员）>\t\t<于洋_（中国国家话剧院演员）>\t\t\n"
    },
    {
        "QuestionId": "q4985",
        "RawQuestion": "发热伴有皮疹属于什么？\n",
        "Sparql": "select ?x where { <发热伴有皮疹> <类型> ?x. }\n",
        "Answer": "<科学>\t<医学>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4757",
        "RawQuestion": "贷款期限组成\n",
        "Sparql": "select ?x where { <贷款期限> <类别> ?x. }\n",
        "Answer": "\"宽限期\"\t\"提款期\"\t\"还款期\"\t\n"
    },
    {
        "QuestionId": "q7582",
        "RawQuestion": "横店梦外滩影视主题公园收门票吗？\n",
        "Sparql": "select ?x where { <横店梦外滩影视主题公园> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q1573",
        "RawQuestion": "记忆魔法的导演是哪个国家的？\n",
        "Sparql": "select ?x where { <记忆魔方_（美国电影）> <导演> ?y. ?y <国籍> ?x. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q4585",
        "RawQuestion": "长春高新的外部董事\n",
        "Sparql": "select ?x where { <长春高新> <外部董事> ?x. }\n",
        "Answer": "<吴安平>\t\n"
    },
    {
        "QuestionId": "q3268",
        "RawQuestion": "接触性皮炎属于什么?\n",
        "Sparql": "select ?x where { <接触性皮炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3369",
        "RawQuestion": "脓疱疮常见病因是什么？\n",
        "Sparql": "select ?x where { <脓疱疮> <常见病因> ?x. }\n",
        "Answer": "<金黄色葡萄球菌>\t\n"
    },
    {
        "QuestionId": "q5601",
        "RawQuestion": "宁波开元名都品牌下的酒店都有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <宁波> . ?x <酒店品牌名称> <开元名都> . ?x <类型> <酒店> . }\n",
        "Answer": "<宁波开元名都大酒店>\t\n"
    },
    {
        "QuestionId": "q6654",
        "RawQuestion": "《青楼文化》的作者毕业于哪所大学？\n",
        "Sparql": "SELECT ?x WHERE { <青楼文化> <作者> ?y. ?y <毕业院校> ?x. } \n",
        "Answer": "<北京大学中文系>\t\n"
    },
    {
        "QuestionId": "q5866",
        "RawQuestion": "乌鲁木齐有那几家美丽华酒店呢？\n",
        "Sparql": "select ?x where { ?x <城市> <乌鲁木齐> . ?x <酒店品牌名称> <美丽华酒店> . }\n",
        "Answer": "<美丽华酒店>\t\n"
    },
    {
        "QuestionId": "q1571",
        "RawQuestion": "杨全仁在北京创办了什么企业？\n",
        "Sparql": "select ?x where { ?x <创始人> <杨全仁>. ?x <总部地点> <中国北京>. }\n",
        "Answer": "<全聚德>\t\n"
    },
    {
        "QuestionId": "q3542",
        "RawQuestion": "宫颈糜烂属于什么?\n",
        "Sparql": "select ?x where { <宫颈糜烂> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q7403",
        "RawQuestion": "三亚有几家天域度假品牌的酒店？\n",
        "Sparql": "select (count(?x) as ?count_hotel) where {  ?x <城市> <三亚> .  ?x <酒店品牌名称> <天域度假酒店> . ?x <类型> <酒店>}\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q962",
        "RawQuestion": "《根鸟》的作者是哪个民族的人\n",
        "Sparql": "select ?x where { <根鸟> <作者> ?y . ?y <民族> ?x . }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q4814",
        "RawQuestion": "维力医疗哪个高管曾被评为广州市青年技术创新标兵\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <授予称号> <广州市青年技术创新标兵>. }\n",
        "Answer": "<向彬>\t\n"
    },
    {
        "QuestionId": "q1626",
        "RawQuestion": "老干妈的创始人是什么职位？\n",
        "Sparql": "select ?y where { <老干妈> <创始人> ?x. ?x <任职> ?y. }\n",
        "Answer": "\"老干妈食品有限责任公司董事长\"\t\n"
    },
    {
        "QuestionId": "q7610",
        "RawQuestion": "奥林匹克森林公园的玩儿几个小时合适？\n",
        "Sparql": "select ?x where { <奥林匹克森林公园> <建议游玩时长> ?x. }\n",
        "Answer": "\"3-4小时\"\t\"4-5小时\"\t\n"
    },
    {
        "QuestionId": "q1500",
        "RawQuestion": "布鲁斯·韦恩的体重是多少？\n",
        "Sparql": "select ?y where { ?x <中文名> \"布鲁斯·韦恩\". ?x <体重> ?y. }\n",
        "Answer": "\"210磅（95kg）\"\t\n"
    },
    {
        "QuestionId": "q4016",
        "RawQuestion": "用风筝吸引雷电的科学家是哪国人？\n",
        "Sparql": "select ?x where { ?y <主要成就> \"用风筝吸引雷电对电进行了探索\" . ?y <国籍> ?x . }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q3270",
        "RawQuestion": "接触性皮炎涉及哪些症状？\n",
        "Sparql": "select ?x where { <接触性皮炎> <涉及症状> ?x. }\n",
        "Answer": "<发热伴有皮疹>\t<红斑样皮疹>\t\n"
    },
    {
        "QuestionId": "q2357",
        "RawQuestion": "门捷列夫在什么时候公布了元素周期律？\n",
        "Sparql": "select ?x where { <元素周期表_（化学元素列表）> <发明日期> ?x. }\n",
        "Answer": "\"1869\"\t\n"
    },
    {
        "QuestionId": "q7000",
        "RawQuestion": "人感染了天花，哪里会出现症状？\n",
        "Sparql": "select ?x where { <天花病毒> <发病部位> ?x. } \n",
        "Answer": "\"红疹明显地分布在脸部、手臂和腿部\"\t\n"
    },
    {
        "QuestionId": "q1660",
        "RawQuestion": "蔡元培毕业的学校在哪里？\n",
        "Sparql": "select ?x where { <蔡元培> <毕业院校> ?y. ?y <地理位置> ?x. }\n",
        "Answer": "<浙江>\t\n"
    },
    {
        "QuestionId": "q971",
        "RawQuestion": "和爱伦·坡来自同一国家的同行都有谁？\n",
        "Sparql": "select ?x where { <埃德加·爱伦·坡> <国籍> ?y. <埃德加·爱伦·坡> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}\n",
        "Answer": "<洛威尔，R.>\t<文斯·弗林>\t<布朗_（美国科幻小说家）>\t<约翰·契佛>\t<西尔维娅·普拉斯>\t<伊丽莎白·吉尔伯特>\t<迈克尔·马德森>\t<论现代诗歌>\t<桑德拉·希斯内罗丝>\t<里士曼·拉蒂莫尔>\t<希尔达·杜利特尔>\t<安吉洛_（美国女诗人）>\t<菲利普·弗伦诺>\t<考德威尔，E·>\t<西奥多·德莱塞>\t<罗伯特·佛洛斯特>\t<凯·汤普森>\t<凯文·鲍尔斯>\t<菲利浦·弗瑞诺>\t<安妮·沃尔德曼>\t<亨利·亚当斯>\t<马克·吐温>\t<彼得·奥洛夫斯基>\t<赫尔曼·梅尔维尔>\t<帕特里克·塔克尔>\t<大卫·伊格内托>\t<凯特·迪卡米洛>\t<约翰·阿什贝利>\t<罗伯特·洛威尔>\t<马克·叶温>\t<乔纳森·弗兰岑>\t<卡尔·杰拉西>\t<戴维·福斯特·华莱士>\t<约翰·贝里曼>\t<约翰·欧文>\t<威廉·卡洛斯·威廉姆斯>\t<小霍雷肖·阿尔杰>\t<豪威尔斯，W·D.>\t<唐·德里罗>\t<黛·莱维托芙>\t<伊丽莎白·毕肖普>\t<威廉·斯塔福德>\t<威廉斯，T·>\t<安德森，S·>\t<艾米·布卢姆>\t<惠蒂埃，J.G.>\t<爱默生_（美国著名思想家和文学家）>\t<珍安克兰兹>\t<狄更生，E.>\t<邝丽莎>\t<范·达因>\t<保罗·劳伦斯·邓巴>\t<格雷戈里·柯尔索>\t<迪奥多·罗赛克>\t<埃德加·爱伦·坡>\t<雷蒙德·卡佛>\t<马尔科姆·考利>\t<埃拉·惠勒·威尔科克斯>\t<沃尔特·杜莫·埃德蒙>\t<罗伯特·克里利>\t<E.E.Cummings>\t<艾米莉·狄金森>\t<维奇·林德赛>\t<艾拉·格什温>\t<埃尔莫·伦纳德>\t<西尔达·杜丽特尔>\t<霍姆斯，O.W.>\t<威斯坦·休·奥登>\t<马玟·沃尔夫>\t<Conor Oberst>\t<法里德·扎卡利亚>\t<托马斯·品钦>\t<安娜·路易斯·斯特朗>\t<弗雷德里克·图顿>\t<帕迪·桓耶夫斯基>\t<安德烈·弗尔切克>\t<琳恩·切尼>\t<托马斯·华立·齐维尔斯>\t<多斯·帕索斯>\t<杰克·凯鲁亚克>\t<卡罗尔·艾姆什维勒>\t<艾伦·金斯伯格>\t<埃兹拉·庞德>\t<罗伯特·布莱>\t<布鲁克斯·阿特金森>\t<路易丝·伊莉莎白·格里克>\t<埃德娜·圣·文森特·米莱>\t<维切尔·林赛>\t<斯蒂芬·文森特·贝尼特>\t<小威廉·布列特>\t<亨利·沃兹沃斯·朗费罗>\t<路易丝·格吕克>\t<查尔斯·布可夫斯基>\t<埃勒里·奎因>\t<库珀，J.F.>\t<华莱士·史蒂文斯>\t<梅尔韦尔>\t<马娅·安杰卢>\t<克萨诺斯>\t<詹姆斯·托·法雷尔>\t<威廉·柯伦·布赖恩特>\t<拉塞尔·埃德森>\t<蒂丝黛尔>\t<Akiane Kramarik>\t<玛雅·安吉罗>\t<桑顿·威尔德>\t<顾毓秀>\t<比利·柯林斯>\t<弗兰纳里·奥康纳>\t<詹姆斯·冈恩_（美国科幻小说家）>\t<加里·斯奈德>\t<2Pac>\t<夏菁_（诗人）>\t<詹姆斯·琼斯_（美国小说家）>\t<厄纳斯特·海明威>\t<莉迪亚·亨特利·西格妮>\t<Sylvester Levay>\t<考麦克·麦卡锡>\t<埃尔文·布鲁克斯·怀特>\t<杰克·福翠尔>\t<桑德伯格>\t<亚历山德拉·里普利>\t<托马斯·洛奇>\t<黑克·塔伯特>\t<赫尔曼·梅尔维尔>\t<威廉斯，T·>\t<埃德加·爱伦·坡>\t<埃德加·爱伦·坡>\t<雷蒙德·卡佛>\t<马尔科姆·考利>\t<西尔达·杜丽特尔>\t<安德烈·弗尔切克>\t<斯蒂芬·文森特·贝尼特>\t\n"
    },
    {
        "QuestionId": "q2320",
        "RawQuestion": "金庸的本名是什么？\n",
        "Sparql": "select ?x where { <金庸> <中文名> ?x. }\n",
        "Answer": "\"查良镛\"\t\n"
    },
    {
        "QuestionId": "q1757",
        "RawQuestion": "小米上市地点？\n",
        "Sparql": "select ?x where { <小米> <上市地点> ?x. }\n",
        "Answer": "<香港交易所>\t\n"
    },
    {
        "QuestionId": "q2563",
        "RawQuestion": "\"超级丹\"的妻子是谁？\n",
        "Sparql": "select ?y where { ?x <别名> \"超级丹、Super Dan\". ?x <妻子> ?y. }\n",
        "Answer": "<谢杏芳>\t\n"
    },
    {
        "QuestionId": "q132",
        "RawQuestion": "上海的\"东方明珠\"有多高？\n",
        "Sparql": "select ?x where { <东方明珠广播电视塔> <塔高> ?x. }\n",
        "Answer": "\"约468米\"\t\n"
    },
    {
        "QuestionId": "q1979",
        "RawQuestion": "趋势择时有哪些技术面指标？\n",
        "Sparql": "select ?x where { <趋势择时> <技术面指标> ?x. }\n",
        "Answer": "\"MACD\"\t\"MA\"\t\"DMA\"\t\"TRIX\"\t\n"
    },
    {
        "QuestionId": "q487",
        "RawQuestion": "网络剧《毛骗》在那个网站平台上播出？\n",
        "Sparql": "select ?x where { <毛骗_（2010年李洪绸、杨羽所导演的电视剧）> <在线播放平台> ?x. }\n",
        "Answer": "<优酷网>\t\n"
    },
    {
        "QuestionId": "q3437",
        "RawQuestion": "角结膜干燥症属于什么?\n",
        "Sparql": "select ?x where { <角结膜干燥症> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6144",
        "RawQuestion": "湖南省博物馆什么时候最适合游玩？\n",
        "Sparql": "select ?x where { <湖南省博物馆> <是否免费> \"全年免费\" . <湖南省博物馆> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q4233",
        "RawQuestion": "灌篮高手里哪些人司职控球后卫？\n",
        "Sparql": "select ?x where { ?x <登场作品> <灌篮高手_（井上雄彦著作漫画）> . ?x <场上位置> <控球后卫> . }\n",
        "Answer": "<牧绅一>\t<宫城良田>\t\n"
    },
    {
        "QuestionId": "q5780",
        "RawQuestion": "北京天伦王朝酒店的价格？\n",
        "Sparql": "select ?y where {  <北京天伦王朝酒店> <平均价格> ?y. }\n",
        "Answer": "\"768\"\t\n"
    },
    {
        "QuestionId": "q1167",
        "RawQuestion": "所有球衣号码是9的巴西足球运动员？\n",
        "Sparql": "select ?x where { ?x <球衣号码> \"9\". ?x <运动项目> <足球>. ?x <国籍> <巴西_（巴西联邦共和国）>. }\n",
        "Answer": "<布兰达奥>\t<瓦格纳·洛维>\t<米切尔·辛普利西奥>\t<拉斐尔·皮雷斯·维埃拉>\t<路易斯·穆里奇>\t<弗朗塞里诺·马图扎伦>\t<达米昂>\t<埃韦顿·莱昂德罗·多斯·桑托斯·平托>\t<雷纳尔多·席尔瓦>\t<邓蒂尼奥>\t<莱昂德罗·内托>\t<德尼尔森·索萨>\t<保罗·巴雷托>\t<古斯塔博>\t<安德烈·菲利佩·里贝罗·德·索萨>\t<古托>\t<库克路易斯>\t<埃利维尔顿>\t<凯奥_（足球运动员）>\t\n"
    },
    {
        "QuestionId": "q4738",
        "RawQuestion": "第一套人民币的最大面额\n",
        "Sparql": "select ?x where { <第一套人民币> <最大面额>?x. }\n",
        "Answer": "\"50000元\"\t\n"
    },
    {
        "QuestionId": "q2422",
        "RawQuestion": "贺龙体育馆地处哪座城市？\n",
        "Sparql": "select ?x where { <贺龙体育馆> <所属城市> ?x. }\n",
        "Answer": "<长沙_（湖南省省会）>\t\n"
    },
    {
        "QuestionId": "q3444",
        "RawQuestion": "神经性耳聋属于什么?\n",
        "Sparql": "select ?x where { <神经性耳聋> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2554",
        "RawQuestion": "宏观经济学的发起人是谁？\n",
        "Sparql": "select ?y where { ?x <中文名> \"宏观经济学\" . ?x <发起人> ?y . }\n",
        "Answer": "<约翰·梅纳德·凯恩斯>\t\n"
    },
    {
        "QuestionId": "q2301",
        "RawQuestion": "第一部《异形》的导演是谁？\n",
        "Sparql": "select ?x where { <异形_（《异形》系列电影第一部）> <导演> ?x. }\n",
        "Answer": "<雷德利·斯科特>\t\n"
    },
    {
        "QuestionId": "q4599",
        "RawQuestion": "新华都的董事会办公室主任\n",
        "Sparql": "select ?x where { <新华都> <董事会办公室主任> ?x. }\n",
        "Answer": "<戴文增>\t\n"
    },
    {
        "QuestionId": "q7175",
        "RawQuestion": "阵发性夜间呼吸困难是否具有传染性？\n",
        "Sparql": "select ?x where { <阵发性夜间呼吸困难> <传染性> ?x. }\n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q5764",
        "RawQuestion": "玛依塔柯酒店内有接机服务吗？\n",
        "Sparql": "select ?x where { <玛依塔柯酒店> <是否有接机服务> ?x. }\n",
        "Answer": "<有送机服务（收费）>\t\n"
    },
    {
        "QuestionId": "q3045",
        "RawQuestion": "干扰素属于什么类型?\n",
        "Sparql": "select ?x where { <干扰素> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<医学>\t<药物>\t<免疫球蛋白与补体测定>\t\n"
    },
    {
        "QuestionId": "q3159",
        "RawQuestion": "百日咳的同义词是什么？\n",
        "Sparql": "select ?x where { <百日咳> <同义词> ?x. }\n",
        "Answer": "<疫咳,顿咳>\t\n"
    },
    {
        "QuestionId": "q5893",
        "RawQuestion": "颐和园的有什么优惠政策吗？\n",
        "Sparql": "select ?x where { <颐和园> <优待政策> ?x. }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，跟团导游(凭国家核发的正式导游证、旅行社行程单和派遣单)可享门票免费，全日制大中小学生（不含成人教育、研究生）(凭学生证)可享半价优惠票，省、部级以上劳模、英模(凭相关有效证件)可享门票免费，离休人员(凭离休证)可享门票免费，老年人(60周岁（含）以上凭身份证)可享门票免费，儿童(身高1.2米（含）以下及6周岁（含）以下凭身份证或户口本)可享门票免费，现役军人、退休军人及武警官兵(凭有效证件)可享门票免费，备注：三八妇女节、五四青年节当天，对持有单位介绍信集体游园的可购买优惠票;“六一”国际儿童节当天，免费对少年儿童（学龄前至小学生）开放。集体游园每10名学生、儿童可免1名带队老师的入园门票，对每一名学龄前儿童可免费接待一名家长或监护人\"\t\n"
    },
    {
        "QuestionId": "q2937",
        "RawQuestion": "江苏省的上市公司一共有多少家？\n",
        "Sparql": "select ?x where { <江苏省> <上市公司数量> ?x. }\n",
        "Answer": "\"100家\"\t\n"
    },
    {
        "QuestionId": "q52",
        "RawQuestion": "有\"铁血宰相\"之称的俾斯麦是哪个国家的？\n",
        "Sparql": "select ?x where { <奥托·冯·俾斯麦> <国籍> ?x. }\n",
        "Answer": "<德意志帝国_（德国国号）>\t\n"
    },
    {
        "QuestionId": "q2792",
        "RawQuestion": "周生生集团国际有限公司外文名称\n",
        "Sparql": "select ?x where { <周生生集团国际有限公司> <外文名称> ?x. }\n",
        "Answer": "\"Chow SangSang\"\t\n"
    },
    {
        "QuestionId": "q51",
        "RawQuestion": "国际足联世界杯的冠军奖杯叫做什么？\n",
        "Sparql": "select ?x where { <世界杯_（国际足联世界杯）> <奖杯> ?x. }\n",
        "Answer": "\"大力神杯\"\t\"雷米特杯\"\t\n"
    },
    {
        "QuestionId": "q6523",
        "RawQuestion": "孤山公园是几A级景点？\n",
        "Sparql": "select ?x where { <孤山公园> <景点的等级A> ?x. }\n",
        "Answer": "\"5A\"\t\n"
    },
    {
        "QuestionId": "q3267",
        "RawQuestion": "慢粒属于什么?\n",
        "Sparql": "select ?x where { <慢粒> <类型> ?x. }\n",
        "Answer": "<医学>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q5650",
        "RawQuestion": "刚逛完故宫，请问到嘉里大酒店得多远呀？\n",
        "Sparql": "select ?t where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> <北京嘉里大酒店>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5.2\"\t\n"
    },
    {
        "QuestionId": "q7257",
        "RawQuestion": "输卵管积液患者会有怎样的症状表现？\n",
        "Sparql": "select ?x where { <输卵管积液> <临床表现> ?x. }\n",
        "Answer": "<月经失调_（医疗百科）>\t\"月经不调\"\t\n"
    },
    {
        "QuestionId": "q2435",
        "RawQuestion": "电视剧《冰与火之歌》在哪里拍摄？\n",
        "Sparql": "select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?x. }\n",
        "Answer": "<马耳他>\t\n"
    },
    {
        "QuestionId": "q2585",
        "RawQuestion": "绥靖天皇的父亲是何时即位的？\n",
        "Sparql": "select ?x where { <绥靖天皇> <父亲> ?y. ?y <即位年月> ?x. }\n",
        "Answer": "\"公元前660年2月11日\"\t\n"
    },
    {
        "QuestionId": "q1302",
        "RawQuestion": "法国国歌是什么？\n",
        "Sparql": "select ?x where { <法国_（法兰西共和国）> <国歌> ?x. }\n",
        "Answer": "<马赛曲_（法国国歌-马赛曲）>\t\n"
    },
    {
        "QuestionId": "q3609",
        "RawQuestion": "增龄性黄斑变性属于什么?\n",
        "Sparql": "select ?x where { <增龄性黄斑变性> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q965",
        "RawQuestion": "电影阿凡达的导演来自哪个国家？\n",
        "Sparql": "select ?x where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <导演> ?y. ?y <国籍> ?x. }\n",
        "Answer": "<加拿大_（北美洲国家）>\t\n"
    },
    {
        "QuestionId": "q4214",
        "RawQuestion": "哥哥出生于什么地方？\n",
        "Sparql": "select ?y where { ?x <别名> \"哥哥\" . ?x <出生地> ?y . }\n",
        "Answer": "<九龙半岛>\t<香港_（中华人民共和国特别行政区）>\t\n"
    },
    {
        "QuestionId": "q3406",
        "RawQuestion": "黏液囊肿属于什么?\n",
        "Sparql": "select ?x where { <黏液囊肿> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5621",
        "RawQuestion": "北京中奥马哥孛罗大酒店内有咖啡厅吗？\n",
        "Sparql": "select ?x where { <北京中奥马哥孛罗大酒店> <是否有咖啡厅> ?x. }\n",
        "Answer": "<无咖啡厅>\t\n"
    },
    {
        "QuestionId": "q3410",
        "RawQuestion": "急性咽炎涉及哪些症状？\n",
        "Sparql": "select ?x where { <急性咽炎> <涉及症状> ?x. }\n",
        "Answer": "<耳闷>\t<乏力>\t<打喷嚏>\t<鼻粘膜肿胀>\t<无力>\t<侧卧时位于下侧鼻腔出现鼻塞>\t<流鼻涕>\t<单侧鼻腔阻塞>\t<听力下降>\t<气喘>\t<支气管痉挛>\t<一过性肉眼血尿>\t<阵发性鼻塞>\t<血糖升高>\t<畏寒>\t<鼻衄>\t<舌苔薄白>\t<发热伴淋巴结肿大、并伴触痛>\t<恶寒>\t<吞咽痛>\t<张口呼吸>\t<咽部溃疡>\t<咽部有异物感>\t<咽部充血>\t<鼻痒>\t<反复感冒>\t<鼻塞及反射性头痛>\t\n"
    },
    {
        "QuestionId": "q2949",
        "RawQuestion": "京东方A的主承销商？\n",
        "Sparql": "select ?x where { <京东方A> <主承销商> ?x. }\n",
        "Answer": "<南方证券有限公司>\t\n"
    },
    {
        "QuestionId": "q5179",
        "RawQuestion": "如何预防社区获得性肺炎？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <预防> ?x. }\n",
        "Answer": "\"戒烟、避免酗酒、加强营养、保持口腔健康,有助于预防肺炎的发生。注意手卫生,有咳嗽等症状时戴口罩或纸巾遮挡口鼻有助于预防呼吸道感染播散。预防接种肺炎链球菌疫苗可减少特定人群罹患肺炎的机会。目前应用的肺炎链球菌疫苗包括肺炎链球菌多糖疫苗（pneumococcalpolysaccharidesvaccine,PPV）和肺炎链球菌结合疫苗（pneumococcalconjugatevaccine,PCV）。流感疫苗能够有效预防流感的发生，对肺炎有一定的预防作用,建议适用人群每年流感季接种1剂。联合应用肺炎疫苗和流感疫苗对于预防CAP更为有效。\"\t\n"
    },
    {
        "QuestionId": "q734",
        "RawQuestion": "加拿大首都使用的语言？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <首都> ?y . ?y <方言> ?x. }\n",
        "Answer": "<法语>\t<英语_（语言）>\t\n"
    },
    {
        "QuestionId": "q569",
        "RawQuestion": "提出\"绝对指令\"的哲学家是哪个国家的人？\n",
        "Sparql": "select ?y where { <绝对指令> <提出人> ?x. ?x <职业> <哲学家_（基础含义）>. ?x <国籍> ?y. }\n",
        "Answer": "<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q321",
        "RawQuestion": "打球的周琦是哪里人？\n",
        "Sparql": "select ?x where { <周琦_（中国篮球运动员）> <出生地> ?x. }\n",
        "Answer": "<新乡_（河南省省辖市）>\t\n"
    },
    {
        "QuestionId": "q955",
        "RawQuestion": "命运交响曲的作曲是谁？\n",
        "Sparql": "select ?x where { ?y <又名> \"命运交响曲\". ?y <谱曲> ?x. }\n",
        "Answer": "<路德维希·凡·贝多芬>\t\n"
    },
    {
        "QuestionId": "q5643",
        "RawQuestion": "国家大剧院附近有充电车位的酒店\n",
        "Sparql": "select ?y where { <国家大剧院> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有充电车位> <有充电车位>. ?y <类型> <酒店>.  }\n",
        "Answer": "<北京国贸大酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q2426",
        "RawQuestion": "有什么数学方面的著作？\n",
        "Sparql": "select ?x where { <数学_（学科）> <相关著作> ?x. }\n",
        "Answer": "<几何原本>\t\n"
    },
    {
        "QuestionId": "q1364",
        "RawQuestion": "水浒传是什么体裁的作品？\n",
        "Sparql": "select ?x where { <水浒传_（中国古典长篇小说，四大名著之一）> <文学体裁> ?x. }\n",
        "Answer": "<小说_（文学体裁）>\t\n"
    },
    {
        "QuestionId": "q7103",
        "RawQuestion": "发热伴关节肿痛是怎么诊断的？\n",
        "Sparql": "select ?x where { <发热伴关节肿痛> <诊断> ?x. }\n",
        "Answer": "\"(1)发热伴寒战常见于大叶性肺炎、败血症、急性胆囊炎、急性肾盂肾炎、流行性脑脊髓膜炎、钩端螺旋体病、疟疾、急性溶血性疾病。(2)发热伴眼睛充血常见于麻疹、流行性出血热、斑疹伤寒等，类似兔眼表现。(3)发热伴出血常见于重症感染和血液病。前者如重症麻疹、流行性出血热、登革热、病毒性肝炎、斑疹伤寒、败血症、感染性心内膜炎、钩端螺旋体病。后者如急性白血病、急性再生障碍性贫血、恶性组织细胞病。(4)发热伴淋巴结肿大、并伴触痛可能为局部感染所致。如全身淋巴结肿大，提示可能有淋巴结结核、白血病、淋巴瘤、转移癌等。(5)发热伴有皮疹常见于出疹性的传染病。如麻疹、猩红热等。(6)发热伴咳嗽、咯痰、胸痛常见于呼吸系统疾病。(7发热伴有腹痛、腹泻、恶心、呕吐。常见于消化系统疾患。(8发热伴尿频、尿急、尿痛、腰疼常见于泌尿系感染。如上所述，发热的原因很多，有生理性的，也有病理性的，患者切不可误认为发热都是由于感染引起而滥用抗生素、退热药。尤其在出现以下情况时，更应及时至医院就诊根据病史、症状、体征及检查结果，判断病因，给予用药。\"\t\n"
    },
    {
        "QuestionId": "q1543",
        "RawQuestion": "《茶经》的作者被人们尊称为什么？\n",
        "Sparql": "select ?y where { <茶经_（中国茶道奠基人陆羽所著茶学专著）> <作者> ?x. ?x <尊号> ?y . }\n",
        "Answer": "<茶圣>\t<茶神>\t<茶仙>\t\n"
    },
    {
        "QuestionId": "q735",
        "RawQuestion": "# 邓稼先的母校的校训是？\n",
        "Sparql": "select ?y where { <邓稼先_（中国科学院院士）> <毕业院校> ?x. ?x <校训> ?y. }\n",
        "Answer": "<研究>\t<教育阴霾>\t<刚毅坚卓>\t\n"
    },
    {
        "QuestionId": "q3997",
        "RawQuestion": "证监会主席哪一年出生\n",
        "Sparql": "select distinct ?x where { <证监会> <主席> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "<1964年12月>\t<1956年8月>\t\"1956-08\"\t\"1951-11\"\t\"1964-12\"\t\"1961-11\"\t\"1948-01\"\t\"1933-12\"\t\n"
    },
    {
        "QuestionId": "q2631",
        "RawQuestion": "《甄嬛传》中甄嬛的饰演者的老公是谁？\n",
        "Sparql": "select ?y where { <甄嬛_（小说《后宫·甄嬛传》的人物）> <饰演者> ?x. ?x <配偶> ?y. }\n",
        "Answer": "<邓超_（中国电影导演、演员）>\t\n"
    },
    {
        "QuestionId": "q289",
        "RawQuestion": "朝花夕拾的作者是谁？\n",
        "Sparql": "select ?x where { ?x <代表作品> <朝花夕拾_（鲁迅散文集）>. }\n",
        "Answer": "<散文_（文学体裁）>\t<鲁迅_（文学家、思想家）>\t<吊与贺>\t<巴人_（鲁迅笔名）>\t<鲁迅先生生活情趣>\t\n"
    },
    {
        "QuestionId": "q2150",
        "RawQuestion": "美国首都面积多大？\n",
        "Sparql": "select ?x where { <美国_（美利坚合众国）> <首都> ?y . ?y <面积> ?x . }\n",
        "Answer": "\"平方公里\"\t\"177\"\t\n"
    }
]