[
    {
        "QuestionId": "q1949",
        "RawQuestion": "迪士尼收购福克斯?\n",
        "Sparql": "select ?x where { <迪士尼以什么价格收购福克斯> <价格> ?x. }\n",
        "Answer": "\"710亿美元\"\t\n"
    },
    {
        "QuestionId": "q1959",
        "RawQuestion": "上交所逆回购的起点金额？\n",
        "Sparql": "select ?x where { <上交所逆回购> <起点金额> ?x. }\n",
        "Answer": "\"1000张（即10万元）或其整数倍，单笔最大数量不超过100万张\"\t\n"
    },
    {
        "QuestionId": "q1054",
        "RawQuestion": "AlphaGo的设计者是谁？\n",
        "Sparql": "select ?y where { ?x <外文名> \"AlphaGo\". ?x <设计者> ?y. }\n",
        "Answer": "<大卫·席尔瓦>\t<黄士杰>\t\n"
    },
    {
        "QuestionId": "q1235",
        "RawQuestion": "海贼王里吹牛成性的家伙的外号是什么？\n",
        "Sparql": "select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. ?x <性格> <吹牛_（汉语词语）>. ?x <其他名称> ?y. }\n",
        "Answer": "\"狙击之王、GOD·乌索普\"\t\n"
    },
    {
        "QuestionId": "q5693",
        "RawQuestion": "苏州吴宫泛太平洋酒店的联系方式是多少？\n",
        "Sparql": "select ?x where { <苏州吴宫泛太平洋酒店> <电话> ?x. }\n",
        "Answer": "\"0512-65103388\"\t\n"
    },
    {
        "QuestionId": "q4701",
        "RawQuestion": "世界四大证券交易所是哪4个\n",
        "Sparql": "select ?x where { <证券交易所> <四强排名> ?x. }\n",
        "Answer": "<纽约证券交易所>\t<伦敦证券交易所>\t<纳斯达克证券交易所>\t<东京证券交易所>\t\n"
    },
    {
        "QuestionId": "q1427",
        "RawQuestion": "外号叫小胖、小樊的是哪位乒乓球运动员？\n",
        "Sparql": "select ?x where { ?x <别名> \"小胖、小樊\". }\n",
        "Answer": "<樊振东>\t\n"
    },
    {
        "QuestionId": "q4977",
        "RawQuestion": "发热伴出血涉及哪些症状？\n",
        "Sparql": "select ?x where { <发热伴出血> <涉及症状> ?x. }\n",
        "Answer": "<发热伴有皮疹>\t<斑疹>\t<发热伴尿频、尿急、尿痛、腰疼>\t<发热伴关节肿痛>\t<淋巴结结核>\t<发热伴淋巴结肿大、并伴触痛>\t<发热伴有腹痛、腹泻、恶心、呕吐>\t<发热伴咳嗽、咯痰、胸痛>\t<泌尿系感染>\t\n"
    },
    {
        "QuestionId": "q6828",
        "RawQuestion": "乳酸杆菌是什么属的？\n",
        "Sparql": "SELECT ?x WHERE { <乳酸杆菌> <属>?x. } \n",
        "Answer": "<乳杆菌属>\t\"乳杆菌属\"\t\n"
    },
    {
        "QuestionId": "q2374",
        "RawQuestion": "唐朝的选官制度？\n",
        "Sparql": "select ?x where { <唐朝_（中国历史朝代）> <选官制度> ?x. }\n",
        "Answer": "\"科举制\"\t\n"
    },
    {
        "QuestionId": "q1562",
        "RawQuestion": "尼采毕业学校的官网是什么？\n",
        "Sparql": "select ?x where { <弗里德里希·威廉·尼采> <毕业院校> ?y. ?y <官网> ?x.}\n",
        "Answer": "\"www.informatik.uni-bonn.de\"\t\n"
    },
    {
        "QuestionId": "q1655",
        "RawQuestion": "复旦大学出了哪些作家？\n",
        "Sparql": "select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<杨继国_（宁夏文联副主席）>\t<巫昂>\t<烟雨江南_（网络作家）>\t<曹旭_（上海师范大学教授）>\t<鲍广丽>\t<魏泉琪>\t<王金柱_（中央党校副教授）>\t<张蜀梅>\t<张维为>\t<顾平旦>\t<梁晓声>\t<陈维昭>\t<何清涟>\t<张怡微>\t<杨植材>\t<肖水>\t<若文>\t<赵增锴>\t<冯放民>\t<徯晗>\t<袁帅_（青年编剧）>\t<王火>\t<程金城>\t<徐雪筠>\t<崔向华>\t<袁凌_（作家、媒体人）>\t<靳以>\t<张逸侯>\t<邵荃麟>\t<冀汸>\t<张宏杰_（蒙古族历史学者）>\t<何克俭>\t<蒋夷牧>\t<刘海影>\t<残月_（网络作家）>\t<甘世佳>\t<樊小纯>\t<陈翔鹤>\t<陈力娇>\t<王兆军_（山东临沂作家）>\t<殳俏>\t<丁淦>\t<丁阿虎>\t\n"
    },
    {
        "QuestionId": "q7336",
        "RawQuestion": "离颐和园最近的酒店是哪一个？\n",
        "Sparql": "select ?y  where { <颐和园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. } ORDER BY ASC(?distance) LIMIT 1\n",
        "Answer": "<北大博雅国际酒店>\t\n"
    },
    {
        "QuestionId": "q6750",
        "RawQuestion": "请给出生产法拉利456M的厂商官方网站\n",
        "Sparql": "SELECT ?官方网站 WHERE { <法拉利456M>\t<生产厂商>\t?厂商. ?厂商\t<官网>\t?官方网站. } \n",
        "Answer": "\"http://www.ferrari.com/\"\t\n"
    },
    {
        "QuestionId": "q4370",
        "RawQuestion": "2010年发生大地震的海地在哪个大洲？\n",
        "Sparql": "select ?x where { <海地> <所属洲> ?x.}\n",
        "Answer": "<北美洲>\t\n"
    },
    {
        "QuestionId": "q3371",
        "RawQuestion": "脓疱疮在什么科室就诊？\n",
        "Sparql": "select ?x where { <脓疱疮> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q4147",
        "RawQuestion": "李荆有什么著名成就？\n",
        "Sparql": "select ?x where { <李荆> <主要成就> ?x. }\n",
        "Answer": "\"单骑横跨欧亚大陆的壮举\"\t\n"
    },
    {
        "QuestionId": "q6332",
        "RawQuestion": "故宫博物院的详细地址？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <地址> ?x . }\n",
        "Answer": "\"景山前街4号\"\t\n"
    },
    {
        "QuestionId": "q329",
        "RawQuestion": "海贼王里乔巴拥有什么果实的能力？\n",
        "Sparql": "select ?x where { ?x <拥有者> <乔巴_（《海贼王》中的角色）>. }\n",
        "Answer": "<人人果实>\t\n"
    },
    {
        "QuestionId": "q6825",
        "RawQuestion": "李文亮医生的主要事迹是什么？\n",
        "Sparql": "SELECT ?x WHERE { <李文亮> <事迹>?x. } \n",
        "Answer": "<2019年12月30日，向外界发出防护预警，而被称为疫情“吹哨人”。>\t\n"
    },
    {
        "QuestionId": "q3545",
        "RawQuestion": "口唇疱疹和什么疾病有关？\n",
        "Sparql": "select ?x where { <口唇疱疹> <涉及疾病> ?x. }\n",
        "Answer": "<流行性脑脊髓膜炎>\t\n"
    },
    {
        "QuestionId": "q1269",
        "RawQuestion": "直升机有哪些应用？\n",
        "Sparql": "select ?y where { ?x <中文名> \"直升机\" . ?x <应用领域> ?y . }\n",
        "Answer": "<医疗>\t<探测>\t<救援_（解救行动）>\t<科学研究>\t<战斗_（汉语词汇）>\t\n"
    },
    {
        "QuestionId": "q749",
        "RawQuestion": "周恩来的妻子曾当过什么主席？\n",
        "Sparql": "select ?y where { <周恩来> <配偶> ?x. ?y <主席> ?x . }\n",
        "Answer": "<中国人民政治协商会议第六届全国委员会>\t\n"
    },
    {
        "QuestionId": "q3487",
        "RawQuestion": "磨牙属于什么?\n",
        "Sparql": "select ?x where { <磨牙> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q593",
        "RawQuestion": "电影美丽人生导演的妻子是哪国人？\n",
        "Sparql": "select distinct ?p where { ?x <中文名> \"美丽人生\" . ?x <导演> ?y . ?y <妻子> ?z . ?z <国籍> ?p . }\n",
        "Answer": "<意大利_（意大利共和国）>\t\n"
    },
    {
        "QuestionId": "q1171",
        "RawQuestion": "贝多芬的国家的首都是？\n",
        "Sparql": "select ?x where { <音乐家贝多芬> <国籍> ?y. ?y <首都> ?x. }\n",
        "Answer": "<巴黎_（法国首都）>\t\n"
    },
    {
        "QuestionId": "q457",
        "RawQuestion": "老子的主要成就有哪些？\n",
        "Sparql": "select ?x where { <老子_（道家学派创始人）> <主要成就> ?x. }\n",
        "Answer": "\"辩证法思想\"\t\"道家学派创始人\"\t\"性命双修\"\t\"无为而治\"\t\n"
    },
    {
        "QuestionId": "q5118",
        "RawQuestion": "动脉血氧分压会对哪些人有不良反应？\n",
        "Sparql": "select ?x where { <动脉血氧分压> <不良反应> ?x. }\n",
        "Answer": "\"病情严重难以配合者。\"\t\n"
    },
    {
        "QuestionId": "q3496",
        "RawQuestion": "烧伤属于什么?\n",
        "Sparql": "select ?x where { <烧伤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6900",
        "RawQuestion": "周星驰和刘德华合作的作品有哪些？\n",
        "Sparql": "select ?name where{ ?l <中文名> \"刘德华\". ?z <中文名> \"周星驰\". ?movie  ?x  ?l. ?movie ?y ?z. ?movie <中文名> ?name } \n",
        "Answer": "\"赌侠1\"\t\"整蛊专家，整人专家，将计就计\"\t\"豪门夜宴\"\t\"赌侠\"\t\"临岐\"\t\"特技猛龙\"\t\"老洞\"\t\"我们的那时此刻\"\t\"鲜光剑\"\t\n"
    },
    {
        "QuestionId": "q7304",
        "RawQuestion": "成都香格里拉大酒店内能免费停车吗？\n",
        "Sparql": "select ?x where { <成都香格里拉大酒店> <是否有免费停车> ?x. }\n",
        "Answer": "<免费停车场>\t\n"
    },
    {
        "QuestionId": "q4576",
        "RawQuestion": "老百姓的信息副总裁\n",
        "Sparql": "select ?x where { <老百姓> <信息副总裁> ?x. }\n",
        "Answer": "<胡健辉>\t\n"
    },
    {
        "QuestionId": "q1898",
        "RawQuestion": "股票的报价单位？\n",
        "Sparql": "select ?x where { <股票> <报价单位> ?x. }\n",
        "Answer": "\"每股价格\"\t\n"
    },
    {
        "QuestionId": "q7241",
        "RawQuestion": "会厌炎患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <会厌炎> <就诊科室> ?x. }\n",
        "Answer": "\"耳鼻喉科\"\t\n"
    },
    {
        "QuestionId": "q2604",
        "RawQuestion": "\"柳暗花明又一村\"的出处属于什么文学体裁？\n",
        "Sparql": "select ?y where { <柳暗花明又一村> <作品出处> ?x . ?x <文学体裁> ?y . }\n",
        "Answer": "<诗词>\t\n"
    },
    {
        "QuestionId": "q891",
        "RawQuestion": "厦门大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <厦门大学> . }\n",
        "Answer": "<庄汉水>\t<陈章辉>\t<林旭曦>\t<黄铧>\t<蓝伟光>\t\n"
    },
    {
        "QuestionId": "q4975",
        "RawQuestion": "发热伴关节肿痛与什么疾病有关？\n",
        "Sparql": "select ?x where { <发热伴关节肿痛> <涉及疾病> ?x. }\n",
        "Answer": "<自身免疫性肝炎>\t<脓疱疮>\t<踝关节骨折>\t<胆管癌>\t\n"
    },
    {
        "QuestionId": "q4187",
        "RawQuestion": "我国辽宁舰的下水时间是什么时候？\n",
        "Sparql": "select ?x where { <辽宁号航空母舰> <下水> ?x.  }\n",
        "Answer": "\"1988年12月4日\"\t\n"
    },
    {
        "QuestionId": "q6170",
        "RawQuestion": "北京千禧大酒店附近五公里还有哪些景点？\n",
        "Sparql": "select ?y where { <北京千禧大酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <北京>. ?y <类型> <景点>.}\n",
        "Answer": "<凤凰中心>\t<雍和宫>\t\n"
    },
    {
        "QuestionId": "q686",
        "RawQuestion": "古希腊诗人有哪些代表作品？\n",
        "Sparql": "select ?y where { ?x <国籍> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）>. ?x <职业> <诗人_（汉语词语）>. ?x <代表作品> ?y. }\n",
        "Answer": "<奥德赛_（古希腊史诗）>\t<伊利亚特_（《荷马史诗》之一）>\t<荷马史诗>\t<和_（汉语汉字）>\t\n"
    },
    {
        "QuestionId": "q135",
        "RawQuestion": "海贼王里布鲁克怕什么？\n",
        "Sparql": "select ?x where { <布鲁克_（日本动漫《海贼王》中主要人物）> <最怕的东西> ?x. }\n",
        "Answer": "\"幽灵\"\t\"僵尸\"\t\"鬼\"\t\n"
    },
    {
        "QuestionId": "q246",
        "RawQuestion": "竹子有什么象征意义？\n",
        "Sparql": "select ?x where { <竹_（禾本科竹属植物）> <象征> ?x. }\n",
        "Answer": "<秉直>\t<坚贞>\t<正直_（汉语词语）>\t<高洁_（汉语词汇）>\t\n"
    },
    {
        "QuestionId": "q4727",
        "RawQuestion": "平安保险诞生时间\n",
        "Sparql": "select ?x where { <平安保险> <公司成立时间> ?x. }\n",
        "Answer": "<1988年>\t\n"
    },
    {
        "QuestionId": "q1769",
        "RawQuestion": "债券质押式回购的风险？\n",
        "Sparql": "select ?x where { <债券质押式回购> <风险> ?x. }\n",
        "Answer": "\"欠库\"\t\"欠资\"\t\n"
    },
    {
        "QuestionId": "q4519",
        "RawQuestion": "平安银行的个股代码?\n",
        "Sparql": "select ?x where { <平安银行> <股票代码> ?x. }\n",
        "Answer": "<000001>\t\"000001\"\t\n"
    },
    {
        "QuestionId": "q1389",
        "RawQuestion": "臭氧层有什么作用？\n",
        "Sparql": "select ?x where { <臭氧层> <影响及作用> ?x. }\n",
        "Answer": "\"有效地防止紫外线大量摄入地面\"\t\n"
    },
    {
        "QuestionId": "q4387",
        "RawQuestion": "小说《红高粱》的作者毕业于哪所大学\n",
        "Sparql": "select ?x where{ <红高粱_（莫言著名小说）> <作者> ?y. ?y <毕业院校> ?x.}\n",
        "Answer": "<北京师范大学>\t\n"
    },
    {
        "QuestionId": "q314",
        "RawQuestion": "我们经常吃的油条又称什么？\n",
        "Sparql": "select ?x where { <油条_（油炸食品）> <别称> ?x. }\n",
        "Answer": "<油炸鬼>\t<果子>\t<油炸果>\t\n"
    },
    {
        "QuestionId": "q6402",
        "RawQuestion": "宁波梵高星空艺术馆门票多少钱？\n",
        "Sparql": "select ?x where { <宁波梵高星空艺术馆（天一广场旗舰店）> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:80.0。\"\t\n"
    },
    {
        "QuestionId": "q4192",
        "RawQuestion": "德云社的主旨是什么？\n",
        "Sparql": "select ?x where { <德云社> <主旨> ?x . }\n",
        "Answer": "\"弘扬北方民族文化\"\t\"培养曲艺人才\"\t\n"
    },
    {
        "QuestionId": "q1111",
        "RawQuestion": "女王尼托克丽丝统治的王国面积有多大？\n",
        "Sparql": "select ?y where { <尼托克丽丝> <出生地> ?x. ?x <国土面积> ?y. }\n",
        "Answer": "\"105万平方公里\"\t\n"
    },
    {
        "QuestionId": "q2525",
        "RawQuestion": "四川的5A级景区你知道有哪些吗？\n",
        "Sparql": "select ?x where { ?x <地理位置> <四川_（中华人民共和国四川省）>. ?x <景点级别> <国家AAAAA级旅游景区>. }\n",
        "Answer": "<中国四大古城_（中国具有民居风味的古城）>\t<黄龙_（国家AAAAA级旅游景区）>\t<乐山大佛景区>\t\n"
    },
    {
        "QuestionId": "q4813",
        "RawQuestion": "维力医疗哪个高管曾任韦士泰的董事?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <曾任职公司> <韦士泰>. ?x <曾任职位> <董事>. }\n",
        "Answer": "<向彬>\t\n"
    },
    {
        "QuestionId": "q7044",
        "RawQuestion": "肺实变是怎么诊断的？\n",
        "Sparql": "select ?x where { <肺实变> <诊断> ?x. }\n",
        "Answer": "\"肺实变-肺不张与肺实变影像学检查的区别肺不张:气管拉向患侧,横膈上抬,正常肺组织代偿性肺气肿肺实变:气管推向健侧,无横膈上抬.两者在不同段之间的形状也不一样肺实变-疾病诊断与鉴别要点1、病史(1)年龄(2)既往病史(3)接触史，尤其是疫区居住史等2、伴随症状寒战、高热、胸痛、咳铁锈色痰提示大叶性肺炎;高热、咳大量脓臭痰可能为肺脓肿;午后低热、盗汗、消瘦、痰血可能为肺结核;突发胸痛、咯血、心慌，呼吸困难可能为肺梗死。3、伴随体征急性病容，口唇疱疹，多见于大叶性肺炎;口唇发绀，呼吸窘迫，提示急性呼吸窘迫综合征;面部蝶形红斑提示系统性红斑狼疮;指间关节畸形可能为类风湿关节炎;心浊音界扩大，肺动脉瓣听诊区第二心音亢进，可见于肺梗死;心动过速、奔马律、两肺广泛湿?音可见于心源性肺水肿。\"\t\n"
    },
    {
        "QuestionId": "q904",
        "RawQuestion": "《孙子兵法》的作者本名是什么？\n",
        "Sparql": "select ?y where { <孙子兵法_（中国古典军事文化著作）> <作者> ?x. ?x <本名> ?y . }\n",
        "Answer": "\"孙武\"\t\n"
    },
    {
        "QuestionId": "q2436",
        "RawQuestion": "勾股定理是何时提出的？\n",
        "Sparql": "select ?x where { <勾股定理> <提出时间> ?x . }\n",
        "Answer": "\"-551\"\t\n"
    },
    {
        "QuestionId": "q816",
        "RawQuestion": "由林玉芬导演、郑爽主演的作品是哪一部？\n",
        "Sparql": "select ?x where { ?x <主演> <郑爽_（中国内地90后女演员）> . ?x <导演> <林玉芬> . }\n",
        "Answer": "<微微一笑很倾城_（2016年郑爽、杨洋主演电视剧）>\t\n"
    },
    {
        "QuestionId": "q7125",
        "RawQuestion": "如何诊断感染性发热？\n",
        "Sparql": "select ?x where { <感染性发热> <诊断> ?x. }\n",
        "Answer": "\"不明原因发热：广义不明原因发热的概念是指所有的不明原因的发热者。但在临床上还采用发热的狭义概念,即不明原因发热。发热持续3周以上,体温在38.5℃以上,经详细询问病史、体格检查和常规实验室检查仍不能明确诊断者。中枢性发热：是指因中枢神经系统病变引起体温调节中枢异常所产生的发热。对其诊断之前应严格除外全身性或局部性炎症所致的发热，并除外其它发热病因。颅内疾病伴有发热时多为危重病例，其中大部分患者的发热是因颅内炎症、肺内感染、泌尿系感染所致。对于难以解释的中度体温升高，一时查不出感染源或感染的原因者，不能轻易认为是中枢性发热。应反复寻找全身或局部性感染原因以除外之，并注意有无药物热及其它发热的原因。持续性发热：当口温高于37.3℃或肛温高于37.6℃，一日间的变化超过1.2℃，即称之为发热。按照发热的高低，可区分为下列几种临床分度：低热37.4℃～38℃中等度热38.1℃～39℃高热39.1℃～41℃超高热41℃以上，持续4周以上，为持续性发热。弛张热指体温持续在39度以上，波动幅度大，24小时内体温波动范围超过2度，但都在正常水平以上。非感染性发热：非各种传染病引起的，无菌性物质或各种炎症作用于体温调节中枢、体温中枢功能紊乱或各种原因引起的产热过多、散热减少，导致体温升高超过正常范围的情形。非感染性发热具有下列特点：1热程长超过2个月，热程越长，可能性越大。2长期发热一般情况好，无明显中毒症状。3贫血、无痛性多部位淋巴结肿大、肝脾肿大感染性发热多具有以下特点：1起病急伴有或无寒战的发热。2全身及定位症状和体征。3血象：白细胞计数高于1.2x109/L，或低于0.5109/L。4四唑氮蓝试验(NBT)：如中性粒细胞还原NBT超过20%，提示有细菌性感染，有助于与病毒感染及非感染性发热的鉴别(正常值\"\t\n"
    },
    {
        "QuestionId": "q6111",
        "RawQuestion": "厦门星空艺术馆的平均价格是多少？\n",
        "Sparql": "select ?x where { <厦门星空艺术馆> <平均价格> ?x. }\n",
        "Answer": "\"44\"\t\n"
    },
    {
        "QuestionId": "q4104",
        "RawQuestion": "大连理工大学校歌是？\n",
        "Sparql": "select ?x where { <大连理工大学> <校歌> ?x . }\n",
        "Answer": "<大连理工大学校歌>\t\n"
    },
    {
        "QuestionId": "q5990",
        "RawQuestion": "北京的国家大剧院有什么优待政策？\n",
        "Sparql": "select ?x where { <国家大剧院> <城市> <北京> . <国家大剧院> <优待政策> ?x . }\n",
        "Answer": "\"残疾人(本人残疾证原件)可享半价优惠票，全日制大中小学生（不含成人教育、研究生）(凭学生证原件)可享半价优惠票，剧院艺术/殿堂会员(凭本人参观权益可预约申领)可享门票免费，儿童(身高1.2米（不含）以下（须有持票成人陪伴方可入内）)可享门票免费，老年人(60周岁（含）以上凭老年证或本人身份证原件)可享半价优惠票，离休人员(凭本人离休证原件)可享门票免费，现役军人(本人军官证或士官证原件)可享半价优惠票。\"\t\n"
    },
    {
        "QuestionId": "q4963",
        "RawQuestion": "癌性发热属于什么？\n",
        "Sparql": "select ?x where { <癌性发热> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1940",
        "RawQuestion": "白酒行业景气周期延续对哪些股票有利好？\n",
        "Sparql": "select ?x where { ?y <事件> <白酒行业景气周期延续>. ?x <行业> ?y. }\n",
        "Answer": "<山西汾酒>\t\n"
    },
    {
        "QuestionId": "q1746",
        "RawQuestion": "深证有多少家上市公司？\n",
        "Sparql": "select ?x where { <深证> <上市公司数量> ?x. }\n",
        "Answer": "\"2146\"\t\n"
    },
    {
        "QuestionId": "q2772",
        "RawQuestion": "大华股份的市值是多少？\n",
        "Sparql": "select ?x where { <大华股份> <市值> ?x. }\n",
        "Answer": "\"541亿\"\t\n"
    },
    {
        "QuestionId": "q4031",
        "RawQuestion": "\"小飞侠\"的父亲是哪位篮球运动员？\n",
        "Sparql": "select ?x where { ?y <别名> \"小飞侠，\" . ?y <父亲> ?x . }\n",
        "Answer": "<乔·布莱恩特>\t\n"
    },
    {
        "QuestionId": "q4247",
        "RawQuestion": "德扑选手有哪些?\n",
        "Sparql": "select ?x where{ ?x <运动项目> <德克萨斯扑克_（玩家对玩家的公共牌类游戏）> .}\n",
        "Answer": "<蔡朝晖_（德州扑克选手）>\t<于佳_（首届WPT龙巡赛冠军）>\t<蔡焱>\t<梁家扬>\t\n"
    },
    {
        "QuestionId": "q6118",
        "RawQuestion": "北京北海公园附近5公里的景点都有哪些？\n",
        "Sparql": "select ?y where { <北海公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <北京>. ?y <类型> <景点>.}\n",
        "Answer": "<雍和宫>\t<国家大剧院>\t<神玉艺术馆>\t<故宫博物院（故宫）>\t<景山公园>\t\n"
    },
    {
        "QuestionId": "q7227",
        "RawQuestion": "痛性抽搐患者会有哪些症状表现？\n",
        "Sparql": "select ?x where { <痛性抽搐> <临床表现> ?x. }\n",
        "Answer": "\"疼痛由面部、口腔或下颌的某一点开始扩散到三叉神经某一支或多支\"\t\n"
    },
    {
        "QuestionId": "q88",
        "RawQuestion": "马尔科·巴萨是哪个国家的？\n",
        "Sparql": "select ?x where { <马尔科·巴萨> <国籍> ?x. }\n",
        "Answer": "<黑山共和国>\t\n"
    },
    {
        "QuestionId": "q2743",
        "RawQuestion": "蚂蚁金服旗下有哪些主要产品？\n",
        "Sparql": "select ?x where { <蚂蚁金服> <产品> ?x. }\n",
        "Answer": "<招财宝>\t<余额宝>\t<芝麻信用>\t<蚂蚁聚宝>\t<网商银行>\t<支付宝>\t<蚂蚁花呗>\t\n"
    },
    {
        "QuestionId": "q1908",
        "RawQuestion": "中概股有哪些？\n",
        "Sparql": "select ?x where { <中概股> <相关股票> ?x. }\n",
        "Answer": "<百度>\t<爱奇艺>\t<阿里巴巴>\t<网易>\t<汽车之家等>\t\n"
    },
    {
        "QuestionId": "q6781",
        "RawQuestion": "哪些地方有微生物发酵的用武之地？\n",
        "Sparql": "SELECT ?地方 WHERE { <微生物发酵>\t<应用>\t?地方. } \n",
        "Answer": "\"食品工业、生物和化学工业\"\t\n"
    },
    {
        "QuestionId": "q4289",
        "RawQuestion": "著名的亚历山大大帝一生最大的成就是？\n",
        "Sparql": "select ?x where {  <亚历山大大帝_（马其顿国王、亚历山大帝国皇帝）> <主要成就> ?x .   }\n",
        "Answer": "\"埃及\"\t\"征服希腊\"\t\"灭亡波斯帝国\"\t\"建立亚历山大帝国\"\t\"促进东西方文化交流\"\t\n"
    },
    {
        "QuestionId": "q245",
        "RawQuestion": "在新疆主要会听到什么语言？\n",
        "Sparql": "select ?y where { <新疆_（中国自治区）> <方言> ?y. }\n",
        "Answer": "<汉语>\t<维吾尔语>\t\n"
    },
    {
        "QuestionId": "q2757",
        "RawQuestion": "黄金期货可以在哪里交易？\n",
        "Sparql": "select ?x where { <黄金期货> <交易机构> ?x. }\n",
        "Answer": "<上期所>\t\n"
    },
    {
        "QuestionId": "q3788",
        "RawQuestion": "菜花耳还有口腔痛需要做哪一个检查？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <菜花耳> . ?x <涉及症状> <口腔痛> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q3113",
        "RawQuestion": "烧伤后腹泻属于什么?\n",
        "Sparql": "select ?x where { <烧伤后腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1433",
        "RawQuestion": "张继科有个绰号叫什么来着？\n",
        "Sparql": "select ?x where { <张继科> <别名> ?x. }\n",
        "Answer": "\"藏獒\"\t\n"
    },
    {
        "QuestionId": "q707",
        "RawQuestion": "南京大学出过哪些科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <南京大学> . }\n",
        "Answer": "<严俊_（中国科学院国家天文台台长）>\t<贾承造>\t<罗序中>\t<都有为>\t<徐锦忠>\t<翁金桃>\t<王业宁>\t<殷武_（南京大学教授）>\t<陈俊_（南京大学校长）>\t\n"
    },
    {
        "QuestionId": "q4890",
        "RawQuestion": "呼吸困难涉及哪些症状？\n",
        "Sparql": "select ?x where { <呼吸困难> <涉及症状> ?x. }\n",
        "Answer": "<心源性呼吸困难>\t<三凹征>\t<肺源性呼吸困难>\t<充血>\t<哮鸣音>\t<呼吸抑制>\t<口唇发绀>\t<中性粒细胞增高>\t<腹式反常呼吸>\t<呼吸浅慢>\t\n"
    },
    {
        "QuestionId": "q2369",
        "RawQuestion": "首位登上过时代周刊封面的华人女歌手？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"首位登上时代周刊封面的华人歌手\". }\n",
        "Answer": "<王菲_（华语女歌手、演员）>\t\n"
    },
    {
        "QuestionId": "q5751",
        "RawQuestion": "圣德国际酒店最早几点可以入住？\n",
        "Sparql": "select ?time where { <圣德国际酒店> <酒店入住开始时间> ?time. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q2899",
        "RawQuestion": "小米科技有限责任公司所属行业？\n",
        "Sparql": "select ?x where { <小米科技有限责任公司> <所属行业> ?x. }\n",
        "Answer": "\"科技推广和应用服务业\"\t\n"
    },
    {
        "QuestionId": "q6368",
        "RawQuestion": "万豪酒店附近两公里的景点有哪些？\n",
        "Sparql": "select ?y where { <宁波万豪酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 2). ?y <城市> <宁波>. ?y <类型> <景点>.}\n",
        "Answer": "<宁波梵高星空艺术馆（天一广场旗舰店）>\t\n"
    },
    {
        "QuestionId": "q372",
        "RawQuestion": "三国时期诸葛亮有什么发明？\n",
        "Sparql": "select ?x where { ?x <发明者> <诸葛亮_（三国时期蜀汉丞相）>. }\n",
        "Answer": "<木牛>\t<孔明锁>\t<木牛流马_（诸葛亮发明的运粮工具）>\t<包子_（中国传统食品）>\t<四轮车>\t<七喜许愿灯>\t<连珠弩>\t<搭桥枪>\t<馒头_（中国传统食物）>\t<孔明球>\t\n"
    },
    {
        "QuestionId": "q2745",
        "RawQuestion": "支付宝成立时间？\n",
        "Sparql": "select ?x where { <支付宝> <成立时间> ?x. }\n",
        "Answer": "<2004年>\t\n"
    },
    {
        "QuestionId": "q4049",
        "RawQuestion": "逃学威龙2的主演的出生地是哪里？\n",
        "Sparql": "select ?x where { <逃学威龙2> <主演> ?y . ?y <出生地> ?x . }\n",
        "Answer": "<香港_（中华人民共和国特别行政区）>\t<厦门>\t<香港_（中华人民共和国特别行政区）>\t\n"
    },
    {
        "QuestionId": "q2545",
        "RawQuestion": "《野草》的作者出生日期是？\n",
        "Sparql": "select ?x where { <野草_（鲁迅创作散文诗集）> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1881-09-25\"\t\n"
    },
    {
        "QuestionId": "q5227",
        "RawQuestion": "结核病的ICD9CM编码是多少？\n",
        "Sparql": "select ?x where { <结核病> <ICD9CM> ?x. }\n",
        "Answer": "\"010–018\"\t\n"
    },
    {
        "QuestionId": "q4959",
        "RawQuestion": "无力与什么疾病有关？\n",
        "Sparql": "select ?x where { <无力> <涉及疾病> ?x. }\n",
        "Answer": "<急性咽炎>\t<胸腺瘤>\t<重症肌无力>\t<急性心包炎>\t\n"
    },
    {
        "QuestionId": "q4228",
        "RawQuestion": "哪些人出生在9月19日？\n",
        "Sparql": "select ?y where { ?y <生日> \"09-19\".}\n",
        "Answer": "<安娜史塔西亚>\t<嘎嘎叽>\t<绫濑川弓亲>\t<邹璐>\t<宇治松千夜>\t<外道_（日本动漫《火影忍者》里的人物）>\t<恶心超人>\t<处女座_（动漫《圣斗士星矢》中的处女座黄金圣斗士）>\t<古川未铃>\t<长门_（日本动漫《火影忍者》中的人物）>\t<屁怒絽>\t<那鲁>\t<嬉野纱弓实>\t<白雪公主_（动画《童话枪手小红帽》人物）>\t<鸣海真琴>\t<樱内梨子>\t\n"
    },
    {
        "QuestionId": "q3426",
        "RawQuestion": "湿疹属于什么?\n",
        "Sparql": "select ?x where { <湿疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1216",
        "RawQuestion": "《时间简史》的作者是哪个国家的？\n",
        "Sparql": "select ?y where { <时间简史_（斯蒂芬·霍金著作）> <作者> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q4700",
        "RawQuestion": "黄金期货交易的标准量\n",
        "Sparql": "select ?x where { <黄金期货> <交易标准量> ?x. }\n",
        "Answer": "\"100金衡盎司\"\t\n"
    },
    {
        "QuestionId": "q511",
        "RawQuestion": "北洋三杰是谁？\n",
        "Sparql": "select ?x where { <北洋三杰> <成员> ?x. }\n",
        "Answer": "<王士珍_（清末民初军人，中华民国总理）>\t<段祺瑞_（皖系军阀首领）>\t<冯国璋>\t\n"
    },
    {
        "QuestionId": "q3390",
        "RawQuestion": "急性冠状动脉综合征属于什么?\n",
        "Sparql": "select ?x where { <急性冠状动脉综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1719",
        "RawQuestion": "股份有限公司设立的条件？\n",
        "Sparql": "select ?x where { <股份有限公司> <设立条件> ?x. }\n",
        "Answer": "\"发起人符合法定人数\"\t\"发起人认购和募集的股本达到法定资本最低限额\"\t\"股份发行、筹办事项符合法律规定\"\t\"发起人制定公司章程，采用募集方式设立的经创立大会通过\"\t\"有公司名称，建立符合股份有限公司要求的组织机构\"\t\"有公司住所\"\t\n"
    },
    {
        "QuestionId": "q5784",
        "RawQuestion": "恋爱博物馆什么时候营业？\n",
        "Sparql": "select ?x where { <南京恋爱博物馆> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 10:00-22:00\"\t\n"
    },
    {
        "QuestionId": "q2394",
        "RawQuestion": "林清玄的外文名是什么？\n",
        "Sparql": "select ?x where { <林清玄> <外文名> ?x. }\n",
        "Answer": "\"Lin Qingxuan\"\t\n"
    },
    {
        "QuestionId": "q2632",
        "RawQuestion": "三国杀的开发商属于什么性质的公司？\n",
        "Sparql": "select distinct ?z where { ?x <中文名> \"三国杀\" . ?x <开发商> ?y . ?y <公司性质> ?z . }\n",
        "Answer": "<有限责任公司>\t\n"
    },
    {
        "QuestionId": "q5195",
        "RawQuestion": "胸腔积液有怎样的诊断依据？\n",
        "Sparql": "select ?x where { <胸腔积液> <诊断> ?x. }\n",
        "Answer": "\"病史要点有的患者有相应基础病史可循，如结核病史或结核患者接触史及胰腺炎、食管破裂、腹部手术史。漏出性胸腔积液伴有充血性心力衰竭、肝硬化、慢性肝肾疾病史等；肺炎旁性胸腔积液有肺炎或者肺脓肿病史；结缔组织病如红斑狼疮、类风湿关节炎、Wegenerps肉芽肿等都能引发胸腔积液。恶性胸腔积液继发于恶性疾病，其中以肺癌多见，其次为乳腺癌和淋巴瘤等。症状要点症状可因病因、积液多少和产生的速度而异。由炎性病变所致胸腔积液者，表现为咳嗽、胸痛。干咳和深呼吸时胸痛加重。中等量或大量胸腔积液时，患者感胸闷、气短、呼吸困难、发绀。严重炎症或胸腔积液时，有畏寒和发热等中毒症状。漏出性胸腔积液多数有明确的原发病症状。结核性胸膜炎多见于青年人，常有发热伴结核中毒症状。中老年人出现胸腔积液，应提高警惕，可能是恶性病变。感染性积液常伴有胸痛及发热；漏出性积液可伴有心力衰竭症状、低蛋白的表现。查体要点1.双相胸膜摩擦音、胸膜摩擦感；2.患侧胸廓饱满、呼吸运动度下降、语音震颤减少或消失、呼吸音减弱或消失；3.气管向健侧移位。辅助检查实验室检查:1.胸腔积液的常规检查包括胸腔积液的外观、pH值、细胞数。漏出液透明清亮，静置不凝固，比重为1.018；脓性胸腔积液若为大肠杆菌或厌氧菌感染常有臭味；血性胸腔积液呈程度不同的洗肉水样或静脉血样；乳状胸腔积液为乳糜胸；若胸腔积液呈巧克力色应考虑阿米巴肝脓肿破溃入胸腔的可能；黑色胸腔积液可能为曲菌感染。胸腔积液的pH值：结核性胸腔积液的pH值＜7.30；pH值＜7.00者仅见于脓胸及食管破裂所致的胸腔积液。急性胰腺炎所致胸腔积液的pH值＜7.30；若pH值＜7.40，应考虑为恶性胸腔积液。胸腔积液细胞：正常胸腔积液中有少量间皮细胞或淋巴细胞，胸膜炎症时，胸腔积液中可见各种炎症细胞及增生与退化的间皮细胞。漏出液细胞数常少于100×106/L，以淋巴细胞与间皮细胞为主。渗出液的白细胞常超过500×106/L。脓胸时白细胞多达1000×106/L以上。中性粒细胞增多时提示为急性炎症；淋巴细胞为主则多为结核性或恶性；寄生虫感染或结缔组织病时嗜酸性粒细胞常增多。胸腔积液中红细胞超过5×109/L时，可呈淡红色，多由恶性肿瘤或结核所致。胸腔穿刺损伤血管亦可引起血性胸腔积液，应谨慎鉴别。红细胞超过100×109/L时应考虑创伤、肿瘤或肺梗死。恶性胸腔积液中约有60%可查到恶性肿瘤细胞，反复多次检查可提高检出率。胸腔积液中恶性肿瘤细胞常有核增大且大小不一、核畸变、核深染、核质比例失常及异常有丝核分裂等特点，应注意鉴别。胸腔积液中间皮细胞常有变形，易误诊为肿瘤细胞。非结核性胸腔积液中间皮细胞超过5%，结核性胸腔积液中常低于1%。系统性红斑狼疮并发胸腔积液时，其抗核抗体滴度可达1:160以上，且易找到狼疮细胞。2.胸腔积液生化检查包括蛋白质、类脂、葡萄糖、酶、淀粉酶、腺苷脱氨酶（ADA）等。渗出液的蛋白含量，胸腔积液/血清比值＞0.5。蛋白含量为30g/L时，胸腔积液比重约为1.018（每加减蛋白1g，使比重增减0.003）。漏出液蛋白含量较低（＜30g/L），以白蛋白为主，黏蛋白试验（Rivalta试验）阴性。乳糜胸时胸腔积液中中性脂肪、三酰甘油含量较高（＞4.52mmol/L），呈乳状混浊，苏丹Ⅲ染成红色、但胆固醇含量不高，可见于胸导管破裂时。“乳糜样”或胆固醇性胸腔积液（胆固醇＞2.59mmol/L），与陈旧性积液胆固醇积聚有关，可见于陈旧性结核性胸膜炎、恶性胸腔积液或肝硬化、类风湿关节炎等。胆固醇性胸腔积液所含胆固醇量虽高，但三酰甘油含量则正常，呈淡黄或暗褐色，含有胆固醇结晶、脂肪颗粒及大量退变细胞（淋巴细胞、红细胞）。正常人胸腔积液中葡萄糖含量与血中葡萄糖含量相近，随血葡萄糖的升降而改变。测定葡萄糖含量有助于鉴别胸腔积液的病因。漏出液与大多数渗出液的葡萄糖含量正常；而结核性、恶性、类风湿关节炎性及化脓性胸腔积液中葡萄糖含量可＜3.35mmol/L。若胸膜病变范围较广，使葡萄糖及酸性代谢物难以透过胸膜，可使葡萄糖含量较低，提示肿瘤广泛浸润，其胸腔积液中恶性肿瘤细胞发现率亦较高。胸腔积液乳酸脱氢酶（LDH）含量增高，＞200U/L，且胸腔积液LDH/血清LDH比值＞0.6，提示为渗出液，胸腔积液LDH活性可反映胸膜炎症的程度，其值越高，表明炎症越明显。常提示为恶性肿瘤或胸腔积液已并发细菌感染。胸腔积液淀粉酶升高可见于急性胰腺炎、恶性肿瘤等。急性胰腺炎伴胸腔积液时，淀粉酶溢漏致使该酶在胸腔积液中含量高于血清中含量。部分患者胸痛剧烈、呼吸困难，可能掩盖其腹部症状，此时胸腔积液淀粉酶已升高，临床诊断应予注意。腺苷脱氨酶（ADA）在淋巴细胞内含量较高。结核性胸膜炎时，因细胞免疫受刺激，淋巴细胞明显增多，故胸腔积液中ADA可高于100U/L（一般不超过45U/L）。其诊断结核性胸膜炎的敏感度较高。3.免疫学检查结核性与恶性胸腔积液时，T淋巴细胞增高；尤以结核性胸膜炎为显著，可高达90%，且以T4（CD.4）为主；恶性胸腔积液中的T细胞功能受抑，其对自体肿瘤细胞的杀伤活性明显较外周血淋巴细胞低，示恶性胸腔积液患者胸腔内局部免疫功能呈抑制状态。4.与肿瘤分子靶向治疗有关的检查对胸腔积液游离DNA进行EGFR/KRAS/BRAF/PI3K等基因突变检查；对胸腔积液中的肿瘤细胞进行免疫组织化学ALK的D5F3检查；用比较基因组杂交技术（FISH）进行ALK/ROSI/C-MET融合突变的检查。影像学检查:1.胸部X线：（1）少量：肋膈角变钝；（2）中量：密度一致、外高内低、上缘下凹的弧形增高影；（3）大量：气管、纵隔向健侧移位，单肺或全肺密度增加，透亮度降低；（4）包裹性积液：不随体位改变而变动，边缘光滑饱满，多局限于叶间或肺与膈之间。2.胸部CT：可显示积液、肺部原发病灶。3.胸部B超：创，灵敏度高，定位准确，用于估计积液深度、积液量及胸穿前常规检查；临床上使用B超可评估胸腔积液深度和积液量，协助胸腔穿刺定位，减少气胸等穿刺并发症，B超检查还可在穿刺后快速评估是否有气胸发生。超声引导下胸腔穿刺可减少19%的穿刺相关气胸发生，从而减少患者的治疗费用和住院时间。其他检查:1.纤维支气管镜检查对临床怀疑肺癌、有咯血或疑有气道阻塞者可行此项检查。2.胸膜活检经皮胸膜活检对鉴别有肿瘤及判定胸膜肉芽肿性病变有一定帮助；拟诊结核病时，活检标本除做病理检查外，还可做结核菌培养；脓胸或有出血倾向者不宜做胸膜活检，必要时可经胸腔镜进行活检。3.胸腔镜或开胸活检对上述检查不能确诊者，必要时可经胸腔镜或开胸直视下活检。由于胸膜转移性肿瘤87%在脏层，47%在壁层，故此项检查有积极的意义。胸腔镜检查对恶性胸腔积液的病因诊断率最高，可达70%～100%，可为拟定治疗方案提供依据。通过胸腔镜能全面检查胸膜腔，观察病变形态特征、分布范围及邻近器官受累情况，且可在直视下多处活检，故诊断率较高，肿瘤临床分期较准确。临床上有少数胸腔积液的病因经上述诸种检查仍难以确定，如特殊禁忌，可考虑开胸探查。临床类型按照胸腔积液的特点分类，可以将胸腔积液分为漏出液、渗出液（浆液性或血性）、脓胸、血胸、乳糜胸。按照性质可分为良性胸腔积液、恶性胸腔积液。鉴别诊断胸腔积液的诊断和鉴别诊断分3个步骤。1.确定有胸腔积液中量以上的胸腔积液诊断不难，症状和体征均较明显。少量积液仅表现肋膈角变钝，有时易与胸膜粘连混淆，可行患侧卧位胸部X线检查，液体可散开于肺外带。体征上需与胸膜增厚鉴别，胸膜增厚叩诊浊音，听诊呼吸音减弱，但往往伴有胸廓扁平或塌陷、肋间隙变窄、气管向患侧移位、语音传导增强等体征。B超、CT等检查可确定有胸腔积液。2.区别漏出液和渗出液诊断性胸腔穿刺可区别积液的性质。漏出液外观清澈透明，色或浅黄色，不凝固；而渗出液外观颜色深，呈透明或混浊的草黄或棕黄色，或血性，可自行凝固。两者划分标准多根据比重（以1.018为界）、蛋白质含量（以30g/L为界）、细胞数（以500×109/L为界），小于以上界限为漏出液，反之为渗出液，但其诊断的敏感性和特异性较差。目前多根据Light标准，尤其对蛋白质浓度为25～35g/L者，符合以下任何1条均可诊断为渗出液：①胸腔积液/血清蛋白比例＞0.5；②胸腔积液/血清LDH比例＞0.6；③胸腔积液LDH水平大于血清正常值高限的2/3。此外，诊断渗出液的指标还有胸腔积液胆固醇浓度＞1.56mmol/L，胸腔积液/血清胆红素比例＞0.6，血清-胸腔积液清蛋白梯度＜12g/L。有些积液难以确切地划入漏出液或渗出液，见于恶性胸腔积液，系由于多种机制参与积液的形成。3.寻找胸腔积液的病因漏出液常见病因是充血性心力衰竭，多为双侧胸腔积液，积液量右侧多于左侧。强烈利尿可引起假性渗出液。肝硬化胸腔积液多伴有腹水。肾病综合征胸腔积液多为双侧，可表现为肺底积液。低蛋白血症的胸腔积液多伴有全身水肿。腹膜透析胸腔积液类似于腹透液，葡萄糖高，蛋白质＜1.0g/L。如不符合以上特点，或伴有发热、胸痛等症状，应行诊断性胸腔穿刺。在我国，渗出液最常见的病因为结核性胸膜炎，多见于青壮年，胸痛（积液增多后胸痛减轻或消失，但出现气急），并常伴有干咳、潮热、盗汗、消瘦等结核中毒症状，胸腔积液检查以淋巴细胞为主，间皮细胞＜5%，蛋白质多＞40g/L，ADA及γ干扰素增高，沉渣找结核杆菌或培养可呈阳性，但阳性率仅约为20%。胸膜活检阳性率达60%～80%，PPD皮试强阳性。老年患者可发热，结核菌素试验亦常阴性，应予注意。肺炎旁胸腔积液指肺炎、肺脓肿和支气管扩张感染引起的胸腔积液，如积液呈脓性则称脓胸。患者多有发热、咳嗽、咳痰、胸痛等症状，血白细胞升高，中性粒细胞增加伴核左移。先有肺实质的浸润影，或肺脓肿和支气管扩张的表现，然后出现胸腔积液，积液量一般不多。胸腔积液呈草黄色甚或脓性，白细胞明显升高，以中性粒细胞为主，葡萄糖和pH值降低。脓胸系胸腔内致病菌感染造成的积脓，多与未能有效控制肺部感染，致病菌直接侵袭入胸腔有关，常见细菌为金黄色葡萄球菌、肺炎链球菌、化脓性链球菌及大肠杆菌、肺炎克雷伯杆菌和假单胞菌等，且多合并厌氧菌感染，少数可由结核分枝杆菌或真菌、放线菌、诺卡菌等感染所致。急性脓胸常表现为高热、胸痛等；慢性脓胸有胸膜增厚、胸廓塌陷、慢性消耗和杵状指（趾）等。胸腔积液呈脓性、黏稠；涂片革兰染色可找到细菌或脓液细菌培养阳性。恶性肿瘤侵犯胸膜可引起恶性胸腔积液，常由肺癌、乳腺癌和淋巴瘤直接侵犯或转移至胸膜所致，其他部位肿瘤包括胃肠道和泌尿生殖系统。以45岁以上的中老年人多见，有胸部钝痛、咯血丝痰和消瘦等症状，胸腔积液多呈血性、量大、增长迅速，CEA＞20μg/L，LDH＞500U/L。行胸腔积液脱落细胞检查、胸膜活检、胸部影像学、纤维支气管镜及胸腔镜等检查，有助于进一步诊断和鉴别。疑为其他器官肿瘤时需进行相应检查。\"\t\"胸腔积液与那些症状混淆？1、影像诊断胸腔积液量0.3～0.5L时，X线仅见肋膈角变钝；更多的积液显示有向外侧、向上的弧形上缘的积液影。平卧时积液散开，使整个肺野透亮度降低。液气胸时积液有液平面。大量积液时整个患侧阴暗，纵隔推向健侧。积液时常边缘光滑饱满，局限于叶间或肺与膈之间，超声检查有助诊断。2、B超可探查胸液掩盖的肿块，协助胸腔穿刺的定位。CT检查能根据胸液的密度不同提示判断为渗出液、血液或脓液，尚可显示纵隔、气管旁淋巴结、肺内肿块以及胸膜间皮瘤及胸内转移性肿瘤。CT检查胸膜病变有较高的敏感性与密度分辨率。较易检出X线平片上难以显示的少量积液。\"\t\n"
    },
    {
        "QuestionId": "q5051",
        "RawQuestion": "急性呼吸困难与什么疾病有关?\n",
        "Sparql": "select ?x where { <急性呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<癔症性躯体障碍>\t<支气管哮喘>\t<血管神经性水肿>\t<急性呼吸窘迫综合征>\t<房室传导阻滞>\t<急性白血病>\t\n"
    },
    {
        "QuestionId": "q1199",
        "RawQuestion": "Ukulele有几根弦？\n",
        "Sparql": "select ?y where { ?x <外文名> \"Ukulele\". ?x <弦数> ?y. }\n",
        "Answer": "\"4\"\t\n"
    },
    {
        "QuestionId": "q77",
        "RawQuestion": "美苏冷战期间发生了什么重大事件？\n",
        "Sparql": "select ?x where { <冷战_（美国与苏联为主的政治、经济、军事斗争）> <重大事件> ?x. }\n",
        "Answer": "<越南战争_（冷战中的重要局部战争）>\t\n"
    },
    {
        "QuestionId": "q68",
        "RawQuestion": "白居易的那首《长恨歌》一共有多少字？\n",
        "Sparql": "select ?x where { <长恨歌_（白居易长篇叙事诗）> <字数> ?x. }\n",
        "Answer": "\"840\"\t\n"
    },
    {
        "QuestionId": "q7186",
        "RawQuestion": "阵发性鼻塞有哪些预防措施？\n",
        "Sparql": "select ?x where { <阵发性鼻塞> <预防> ?x. }\n",
        "Answer": "\"鼻塞家疗5法：严寒冬季，室内外温差大，稍不留意易感冒。外出锻炼完，或干活中间休息，若不及时保暖，也易鼻塞头疼。现介绍鼻塞家庭疗法5种。①煎熏法：将葱白一小把或将葱头(洋葱)三四个切碎煎汤，用鼻吸热气，或将食醋烧开吸醋气，疗效都较好。②填充法：将葱白捣烂取其汁渗入药棉内，将药棉塞进鼻孔，或将大蒜瓣1个削成比鼻孔稍小的圆柱形，用薄层棉花或纱布包好塞入鼻孔，效果也不错。③侧卧按摩法：左侧耳塞向右卧，右侧鼻塞向左卧，用双指夹鼻按揉双侧迎香穴1～2分钟，鼻塞可除。④热敷法：用热毛巾敷鼻，或用电吹风对着鼻孔吹热风，吹双侧太阳穴、风池穴、大椎穴，鼻塞可解。⑤变位法：这种方法适用于婴儿，婴儿鼻塞时，常哭闹不停，这时可将婴儿竖直抱起，很快便能安然入睡。\"\t\n"
    },
    {
        "QuestionId": "q1737",
        "RawQuestion": "除息的英文简写？\n",
        "Sparql": "select ?x where { <除息> <英文简写> ?x. }\n",
        "Answer": "\"XD\"\t\n"
    },
    {
        "QuestionId": "q526",
        "RawQuestion": "陆小凤是哪位作家笔下的人物？\n",
        "Sparql": "select ?x where { <陆小凤传奇_（古龙武侠小说系列）> <作者> ?x. }\n",
        "Answer": "<古龙_（著名武侠小说家）>\t\n"
    },
    {
        "QuestionId": "q7303",
        "RawQuestion": "颐和园位于雍和宫的什么方向？\n",
        "Sparql": "select ?x where {  <颐和园> <位于> ?cvt.  ?cvt <实体名称> <雍和宫>.  ?cvt <方向> ?x }\n",
        "Answer": "<西北方向>\t\n"
    },
    {
        "QuestionId": "q4746",
        "RawQuestion": "人民币兑外币市场的交易方式\n",
        "Sparql": "select ?x where { <人民币兑外币市场> <交易方式> ?x. }\n",
        "Answer": "\"现场交易\"\t\"远程交易\"\t\n"
    },
    {
        "QuestionId": "q7167",
        "RawQuestion": "如何诊断水肿伴呼吸困难、紫绀？\n",
        "Sparql": "select ?x where { <水肿伴呼吸困难、紫绀> <诊断> ?x. }\n",
        "Answer": "\"水肿伴呼吸困难、紫绀的鉴别诊断：1)水肿伴肝肿大　水肿伴右肋下可触及肿大的肝脏常见于肝源性水肿、营养不良性水肿、心源性水肿。而心源性水肿同时伴有颈静脉怒张。2)水肿伴蛋白尿　水肿伴重度蛋白尿多为肾源性水肿。伴轻度蛋白尿除见于肾源性水肿外亦可见于心源性水肿。妊娠期水肿、蛋白尿多见于妊娠中毒症水肿。\"\t\n"
    },
    {
        "QuestionId": "q7072",
        "RawQuestion": "腹胀有哪些临床表现？\n",
        "Sparql": "select ?x where { <腹胀> <临床表现> ?x. }\n",
        "Answer": "\"腹胀，伴有便秘，腹泻等。\"\t\n"
    },
    {
        "QuestionId": "q7619",
        "RawQuestion": "日坛宾馆的酒店几点可以入住？\n",
        "Sparql": "select ?x where { <日坛宾馆> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q6539",
        "RawQuestion": "村上春树是哪个民族的？\n",
        "Sparql": "select ?x where { <村上春树_（日本著名作家）> <民族> ?x. } \n",
        "Answer": "<和族>\t\n"
    },
    {
        "QuestionId": "q5593",
        "RawQuestion": "天津的梵高艺术馆有哪些优惠信息？\n",
        "Sparql": "select ?x where { <天津梵高星空艺术馆（天河城旗舰店）> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"儿童(身高1.2米（不含）以下)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q3075",
        "RawQuestion": "衣原体肺炎属于什么?\n",
        "Sparql": "select ?x where { <衣原体肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1170",
        "RawQuestion": "飞行棋有几种颜色？\n",
        "Sparql": "select ?y where { ?x <中文名> \"飞行棋\" . ?x <颜色> ?y . }\n",
        "Answer": "<四种>\t\n"
    },
    {
        "QuestionId": "q2335",
        "RawQuestion": "初唐四杰分别是谁？\n",
        "Sparql": "select ?x where { <初唐四杰> <人物> ?x. }\n",
        "Answer": "<杨炯_（唐代诗人、初唐四杰之一）>\t<骆宾王>\t<卢照邻>\t<王勃_（唐代诗人）>\t\n"
    },
    {
        "QuestionId": "q4691",
        "RawQuestion": "家族办公室的资本管理对象\n",
        "Sparql": "select ?x where { <家族办公室> <管理对象> ?x. }\n",
        "Answer": "\"社会资本\"\t\"人力资本\"\t\"金融资本\"\t\"家族资本\"\t\n"
    },
    {
        "QuestionId": "q1887",
        "RawQuestion": "现任证监会主席毕业于哪所学校？\n",
        "Sparql": "select ?x where { <证监会> <现任主席> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<北京大学>\t\n"
    }
]