[
    {
        "QuestionId": "q7104",
        "RawQuestion": "发热伴出血要怎么去预防？\n",
        "Sparql": "select ?x where { <发热伴出血> <预防> ?x. }\n",
        "Answer": "\"(一)灭鼠和防鼠灭鼠是防止本病流行的关键，在流行地区要大力组织群众，在规定的时间内同时进行灭鼠。灭鼠时机应选择在本病流行高峰(5～6月和10～12月)前进行。春季应着重灭家鼠，初冬应着重灭野鼠。　　目前常用的有机械法和毒饵法等，机械法可用鼠夹、鼠笼等捕杀鼠类。毒饵法主要用鼠类爱吃的食物作诱饵，按一定比例掺入灭鼠药制成毒饵，投放在鼠洞或鼠经常出没的地方。灭家鼠常用的有敌鼠钠、杀鼠灵，灭野鼠的有磷化锌、毒鼠磷、万敌鼠钠、氯敌鼠等。毒饵法灭鼠收效高，但缺点是使用不慎可引起人、畜中毒，故在田野投放毒饵的3天内应派人看守，3天后应将多余的毒饵收回销毁。家庭中在晚上入睡前安放毒饵、白天收回。因鼠类的繁殖能力极强，所以灭鼠工作应持之以恒，略有放松，即前功尽弃。　　在灭鼠为主的前提下，同时作好防鼠工作。床铺不靠墙，睡高铺，屋外挖防鼠沟，防止鼠进入屋内和院内。新建和改建住宅时，要安装防鼠设施。(二)灭螨、防螨要保持屋内清洁、通风和干燥，经常用滴滴畏等有机磷杀虫剂喷洒灭螨。清除室内外草堆。(三)加强食品卫生做好食品卫生、食具消毒、食物保藏等工作，要防止鼠类排泄物污染食品和食具。剩饭菜必须加热或蒸煮后方可食用。(四)做好消毒工作对发热病人的血、尿和宿主动物尸体及其排泄物等，均应进行消毒处理，防止污染环境。(五)注意个人防护在疫区不直接用手接触鼠类及其排泄物，不坐卧草堆，劳动时防止皮肤破伤，破伤后要消毒包扎。在野外工作时，要穿袜子，扎紧裤腿、袖口，以防螨类叮咬。\"\t\n"
    },
    {
        "QuestionId": "q6083",
        "RawQuestion": "横店的梦外滩影视主题公园人均大概多少？\n",
        "Sparql": "select ?x where { <横店梦外滩影视主题公园> <城市> <横店> . <横店梦外滩影视主题公园> <平均价格> ?x . }\n",
        "Answer": "\"179\"\t\n"
    },
    {
        "QuestionId": "q1896",
        "RawQuestion": "股票的交易时间？\n",
        "Sparql": "select ?x where { <股票> <交易时间> ?x. }\n",
        "Answer": "\"沪深两市接受竞价交易申报的时间为每个交易日(周一至周五，法定节假日除外)的9:15-9:25，9:30-11:30，13:00-15:00\"\t\n"
    },
    {
        "QuestionId": "q6194",
        "RawQuestion": "慕田峪长城的淡旺季是什么时候？\n",
        "Sparql": "select ?x where { <慕田峪长城> <淡季旺季> ?x. }\n",
        "Answer": "\"淡季时间为11.16-次年3.15；旺季时间为3.16-11.15。\"\t\n"
    },
    {
        "QuestionId": "q6721",
        "RawQuestion": "\t德州州长是谁？\n",
        "Sparql": "select ?a where { <德州_（美国德克萨斯州的别称）> <州长> ?a. } \n",
        "Answer": "<格雷格·雅培>\t\n"
    },
    {
        "QuestionId": "q4706",
        "RawQuestion": "股指期货的收盘时间\n",
        "Sparql": "select ?x where { <股指期货> <收盘时间> ?x. }\n",
        "Answer": "\"13:00-15:00\"\t\n"
    },
    {
        "QuestionId": "q6012",
        "RawQuestion": "纳木错国家风景区中的药王石的项目描述？\n",
        "Sparql": "select ?x where { <纳木错国家风景区> <娱乐项目名称> <药王石>. <药王石> <项目描述> ?x. }\n",
        "Answer": "\"药王石全称是“药王师的灵石”。据说如果诚心祈福并转这块灵石，能够治愈百病。\"\t\n"
    },
    {
        "QuestionId": "q60",
        "RawQuestion": "建宁公主与韦小宝是什么关系？\n",
        "Sparql": "select ?x where { <建宁公主_（金庸小说《鹿鼎记》人物）> ?x <韦小宝_（武侠小说《鹿鼎记》人物）>. }\n",
        "Answer": "<丈夫>\t\n"
    },
    {
        "QuestionId": "q6620",
        "RawQuestion": "经营信息和传媒的大公司有哪些？\n",
        "Sparql": "select ?x where { ?x <经营范围> <信息>. ?x <经营范围> <传媒>. } \n",
        "Answer": "<湖南超氏>\t<沃丰>\t<湖北东风电视文化传媒有限公司>\t\n"
    },
    {
        "QuestionId": "q6324",
        "RawQuestion": "北京的神玉艺术馆有哪些优惠信息？\n",
        "Sparql": "select ?x where { <神玉艺术馆> <城市> <北京> . <神玉艺术馆> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"教师(凭教师证)可享门票免费，残疾人(凭残疾证)可享半价优惠票，全日制大中小学生(凭学生证)可享半价优惠票，文博工作人员(凭本人有效证件)可享半价优惠票，儿童(身高1.3米（不含）以下)可享门票免费，老年人(80周岁（含）以上凭老年证或身份证)可享门票免费，现役军人(凭军官证)可享半价优惠票。\"\t\n"
    },
    {
        "QuestionId": "q7417",
        "RawQuestion": "南京博物院在永银钱币博物馆的什么方位？\n",
        "Sparql": "select ?x where { <南京博物院> <位于> ?cvt.  ?cvt <实体名称> <永银钱币博物馆>.  ?cvt <方向> ?x }\n",
        "Answer": "<东北方向>\t\n"
    },
    {
        "QuestionId": "q2501",
        "RawQuestion": "宫崎骏和久石让合作的作品？\n",
        "Sparql": "select ?x where { ?x ?y <宫崎骏>. ?x ?z <久石让>. }\n",
        "Answer": "<となりのトトロ>\t<悬崖上的金鱼公主印象专辑>\t<幽灵公主_（日本1997年宫崎骏执导电影）>\t<风之甬道>\t<千与千寻>\t<豆豆龙_（1988年宫崎骏执导动画电影）>\t<寻找栖所>\t<天空之城_（日本1986年宫崎骏执导动画电影）>\t<君をのせて>\t<悬崖上的金鱼姬>\t<伴随着你>\t<千与千寻>\t<千与千寻>\t<豆豆龙_（1988年宫崎骏执导动画电影）>\t<寻找栖所>\t<寻找栖所>\t<寻找栖所>\t<寻找栖所>\t<天空之城_（日本1986年宫崎骏执导动画电影）>\t<悬崖上的金鱼姬>\t<となりのトトロ>\t<风之甬道>\t\n"
    },
    {
        "QuestionId": "q4730",
        "RawQuestion": "平安银行的注册资本\n",
        "Sparql": "select ?x where { <平安保险> <注册资本> ?x. }\n",
        "Answer": "\"512335亿元\"\t\n"
    },
    {
        "QuestionId": "q279",
        "RawQuestion": "清华大学的校歌是？\n",
        "Sparql": "select ?x where { <清华大学> <校歌> ?x. }\n",
        "Answer": "<清华大学校歌>\t\n"
    },
    {
        "QuestionId": "q6596",
        "RawQuestion": "埃博拉病毒导致的那场疫情发生在哪一年？\n",
        "Sparql": "select ?x where { ?y <涉及病毒> \"埃博拉病毒\". ?y <事发时间> ?x. } \n",
        "Answer": "\"2018年\"\t\n"
    },
    {
        "QuestionId": "q2447",
        "RawQuestion": "加拿大的人口有多少？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <人口数量> ?x. }\n",
        "Answer": "\"35540000\"\t\n"
    },
    {
        "QuestionId": "q1502",
        "RawQuestion": "炎帝最小的女儿有什么故事？\n",
        "Sparql": "select ?y where { ?x <人物背景> \"炎帝最小的女儿\". ?x <故事> ?y. }\n",
        "Answer": "<精卫填海_（中国古代神话传说）>\t\n"
    },
    {
        "QuestionId": "q807",
        "RawQuestion": "刘禅在位多少年？\n",
        "Sparql": "select ?y where { ?x <本名> \"刘禅\". ?x <在位> ?y. }\n",
        "Answer": "\"42年\"\t\n"
    },
    {
        "QuestionId": "q6689",
        "RawQuestion": "武汉加油的捐助事由是什么？\n",
        "Sparql": "SELECT ?x WHERE { <武汉加油（2020年新型冠状病毒疫情）> <捐助事由> ?x } \n",
        "Answer": "<2020年新型冠状病毒疫情>\t\n"
    },
    {
        "QuestionId": "q812",
        "RawQuestion": "万达集团董事长的儿子有什么外号吗?？\n",
        "Sparql": "select ?q where { ?x <公司名称> ?y . filter regex(?y, \"万达集团\") . ?x <董事长> ?z . ?z <儿子> ?p . ?p <别名> ?q . }\n",
        "Answer": "\"国民老公\"\t\"娱乐圈纪委书记\"\t\n"
    },
    {
        "QuestionId": "q2510",
        "RawQuestion": "演唱《街角的祝福》的歌手是哪国人？\n",
        "Sparql": "select ?y where { ?x <代表作品> <街角的祝福>. ?x <国籍> ?y. }\n",
        "Answer": "<马来西亚>\t\n"
    },
    {
        "QuestionId": "q6602",
        "RawQuestion": "清瘟解毒口服液是处方药吗？\n",
        "Sparql": "select ?x where { <清瘟解毒口服液> <是否处方药> ?x. } \n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q7275",
        "RawQuestion": "支气管肺炎患者应在什么科就诊？\n",
        "Sparql": "select ?x where { <支气管肺炎> <就诊科室> ?x. }\n",
        "Answer": "\"儿科\"\t\n"
    },
    {
        "QuestionId": "q4998",
        "RawQuestion": "腹痛，发热及黄疸与什么疾病有关？\n",
        "Sparql": "select ?x where { <腹痛，发热及黄疸> <涉及疾病> ?x. }\n",
        "Answer": "<急性重症胆管炎>\t\n"
    },
    {
        "QuestionId": "q1049",
        "RawQuestion": "斯德哥尔摩所在的国家主要民族是？\n",
        "Sparql": "select ?x where { ?y <首都> <斯德哥尔摩_（瑞典首都）>. ?y <主要民族> ?x. }\n",
        "Answer": "<萨米族>\t<瑞典人>\t\n"
    },
    {
        "QuestionId": "q6552",
        "RawQuestion": "德国在哪个洲？\n",
        "Sparql": "select ?x where {<德国_（德意志联邦共和国）> <所属洲> ?x. } \n",
        "Answer": "<欧洲_（地球七大洲之一）>\t\n"
    },
    {
        "QuestionId": "q1882",
        "RawQuestion": "债券回购有哪些类型？\n",
        "Sparql": "select ?x where { <债券回购> <类型> ?x. }\n",
        "Answer": "<社会事件>\t\"买断式回购\"\t\"质押式回购\"\t\n"
    },
    {
        "QuestionId": "q3176",
        "RawQuestion": "食管癌患者在什么科室就诊？\n",
        "Sparql": "select ?x where { <食管癌> <科室> ?x. }\n",
        "Answer": "<胸部外科>\t\n"
    },
    {
        "QuestionId": "q838",
        "RawQuestion": "复旦大学出了哪些经济学家\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<舒元_（中山大学国际商学院院长）>\t<何清涟>\t<吴敬琏>\t<林采宜>\t<黄先海>\t<吴敬链>\t<刘海影>\t<单东_（民营经济学家）>\t<张军_（复旦大学长江特聘教授、博士生导师）>\t\n"
    },
    {
        "QuestionId": "q1654",
        "RawQuestion": "科比的老婆是做什么工作的？\n",
        "Sparql": "select ?y where { ?x <丈夫> <科比·布莱恩特>. ?x <职业> ?y. }\n",
        "Answer": "<模特儿>\t\n"
    },
    {
        "QuestionId": "q6702",
        "RawQuestion": "树袋熊生活的国家，主要宗教是什么？\n",
        "Sparql": "select ?y where { ?x <代表动物> <树袋熊> . ?x <主要宗教> ?y . } \n",
        "Answer": "<英国国教>\t<天主教>\t\n"
    },
    {
        "QuestionId": "q4720",
        "RawQuestion": "中国平安的客服电话是多少\n",
        "Sparql": "select ?x where { <中国平安> <客服电话> ?x. }\n",
        "Answer": "\"95511\"\t\n"
    },
    {
        "QuestionId": "q5162",
        "RawQuestion": "衣原体肺炎的ICD10编码是多少？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <ICD10编码> ?x. }\n",
        "Answer": "\"J16.000\"\t\n"
    },
    {
        "QuestionId": "q363",
        "RawQuestion": "与会计相关的证书都有什么？\n",
        "Sparql": "select ?x where { <会计> <相关证书> ?x . }\n",
        "Answer": "<会计从业资格证书>\t<初级会计>\t<中级会计>\t<高级会计>\t<注册会计师>\t\n"
    },
    {
        "QuestionId": "q1701",
        "RawQuestion": "信用账户三方存管的银行有哪些？\n",
        "Sparql": "select ?x where { <信用账户三方存管> <银行> ?x. }\n",
        "Answer": "<广发银行>\t<招商银行>\t<中国银行>\t<中国邮政储蓄银行>\t<兴业银行>\t<上海银行>\t<交通银行>\t<宁波银行>\t<中信银行>\t<工商银行>\t<农业银行>\t<建设银行>\t<浦发银行>\t<中国平安银行>\t<民生银行>\t<光大银行>\t\n"
    },
    {
        "QuestionId": "q2009",
        "RawQuestion": "\"江南七怪\"都有谁？\n",
        "Sparql": "select ?x where { <江南七怪_（小说《射雕英雄传》中人物组合）> <成员> ?x . }\n",
        "Answer": "<韩小莹>\t<柯镇恶>\t<张阿生>\t<南希仁>\t<韩宝驹>\t<朱聪_（小说《射雕英雄传》中江南七怪之一）>\t<全金发>\t\n"
    },
    {
        "QuestionId": "q1100",
        "RawQuestion": "静夜思的作者的祖籍是哪里？\n",
        "Sparql": "select ?x where { ?y <主要作品> <静夜思_（李白诗作）>. ?y <祖籍> ?x. }\n",
        "Answer": "<陇西县>\t\n"
    },
    {
        "QuestionId": "q5129",
        "RawQuestion": "体温有什么样的适应症？\n",
        "Sparql": "select ?x where { <体温> <适应症> ?x. }\n",
        "Answer": "\"持续性发热产后发热术后发热温毒厥脱夜啼饶哭迫血妄行舌嫩苔厚血热面赤唇紫脉象洪数脉洪滑数咽痛声哑苔少涕唾稠粘苔白而润苔黄欠润面白不华喜温膏按潮热颧红五心烦热手足湿冷坠胀拒按疼痛牵引股侧面红升火足心发热神志昏蒙热深厥深凛寒发热热病汗不出体温调节紊乱双相型体温中枢性发热感染性发热非感染性发热癌性发热不明原因发热全身过敏和发热皮疹关节痛内热哺热手足逆冷\"\t\n"
    },
    {
        "QuestionId": "q546",
        "RawQuestion": "有哪些主持人毕业于北京大学？\n",
        "Sparql": "select ?x where { ?x <职业> <主持人>. ?x <毕业院校> <北京大学>. }\n",
        "Answer": "<文清_（女主持、演员）>\t<王牧笛>\t<肖贵宁>\t<英达>\t<程秧秧>\t<朱筠_（CCTV主持人）>\t<耿姝>\t<大山_（加拿大籍学者及主持人）>\t<董倩_（央视主持人）>\t<谢映玲>\t<金铭_（影视演员）>\t<傅成励>\t<昕原>\t<张泉灵>\t<吕梅_（大连电视台播音员）>\t<陈旻_（中央人民广播电台主持人）>\t<彭高唱>\t\n"
    },
    {
        "QuestionId": "q3419",
        "RawQuestion": "与肺气肿相近词是什么？\n",
        "Sparql": "select ?x where { <肺气肿> <同义词> ?x. }\n",
        "Answer": "<阻塞性肺气肿>\t\n"
    },
    {
        "QuestionId": "q7179",
        "RawQuestion": "如何诊断鼻塞及反射性头痛？\n",
        "Sparql": "select ?x where { <鼻塞及反射性头痛> <诊断> ?x. }\n",
        "Answer": "\"几种常见的鼻塞：鼻塞是耳鼻咽喉科常见的症状之一，患者一般感觉鼻腔有异物堵塞感，鼻炎，鼻中隔偏曲，鼻息肉，鼻窦炎，鼻腔肿瘤及息肉阻塞鼻腔的呼吸通道;鼻咽部肿瘤以及增殖体肥大;外伤后致鼻中隔偏曲;鼻腔的特异性感染的分泌物阻塞，如鼻梅毒、鼻白喉、鼻结核、鼻硬结症等病人皆可感觉鼻塞症状。交替性鼻塞：侧卧时位于下侧的鼻腔常阻塞加重。转卧另一侧后，刚才位于上侧没有鼻塞或鼻塞较轻的鼻腔，转到下侧后出现鼻塞或鼻塞加重。而刚才位于下侧的鼻腔鼻塞减轻。此外，嗅觉可有不同程度的减退，说话呈闭塞性鼻音。由于鼻涕长期流经鼻前庭和上唇部，可致皮炎或湿疹，多见于小孩。鼻涕向后可流入咽腔，出现咳嗽、多痰等症状。这是慢性单纯性鼻炎患者的临床症状之一。鼻腔异物疾病主要症状为深侧鼻塞，脓性鼻涕。鼻腔异物是鼻腔内外来的物质。鼻腔外来物质可分为下列三种类型：①非生物类如包糖纸、塑料塑料玩具、钮扣、项链珠、玻璃珠、石块、泥土等。②植物类如豆类、花生、果核等。③动物类如昆虫、蛔虫、蛆虫、水蛭等。鼻中隔偏曲主要有三种表现：鼻塞,感冒时加重;反射性头痛;鼻出血。此外，由于鼻中隔偏曲引起的其他并发症也比较明显，如嗅觉减退或消失;耳鸣和听力下降;视物不清，视力模糊。另外，患有鼻中隔偏曲的患者最容易出现反复感冒，这是由于患者鼻窦的引流开口被堵塞，导致鼻腔中细菌和病毒繁殖，引起感冒反复发作。\"\t\n"
    },
    {
        "QuestionId": "q2337",
        "RawQuestion": "郭沫若的原名和字号是什么？\n",
        "Sparql": "select ?x where { <郭沫若> <别名> ?x. }\n",
        "Answer": "\"原名郭开贞，字鼎堂，号尚武，笔名沫若\"\t\n"
    },
    {
        "QuestionId": "q1378",
        "RawQuestion": "蝙蝠侠加入了哪些组织？\n",
        "Sparql": "select ?x where { <蝙蝠侠_（美国DC漫画旗下超级英雄）> <所属团队> ?x. }\n",
        "Answer": "<正义联盟_（美国DC漫画超级英雄团队）>\t<蝙蝠侠群英会_（美国DC漫画超级英雄团队）>\t\n"
    },
    {
        "QuestionId": "q4548",
        "RawQuestion": "可立克的职工监事是谁?\n",
        "Sparql": "select ?x where { <可立克> <职工监事> ?x. }\n",
        "Answer": "<李道义>\t\n"
    },
    {
        "QuestionId": "q1619",
        "RawQuestion": "\"伍豪\"是谁的笔名？\n",
        "Sparql": "select ?x where { ?x <别名> \"伍豪\". }\n",
        "Answer": "<周恩来>\t\n"
    },
    {
        "QuestionId": "q6870",
        "RawQuestion": "演员章婷婷的国籍是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <国籍> ?X. } \n",
        "Answer": "<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q4309",
        "RawQuestion": "娶妻当得阴丽华说的这位皇后葬在哪？\n",
        "Sparql": "select ?x where {  ?y <典故> <娶妻当得阴丽华> . ?y <陵墓> ?x .  }\n",
        "Answer": "<汉光武帝陵>\t\n"
    },
    {
        "QuestionId": "q6964",
        "RawQuestion": "SARS的传播途径是什么？\n",
        "Sparql": "select ?x where { <SARS> <传播途径> ?x. } \n",
        "Answer": "\"近距离飞沫传播或接触患者呼吸道分泌物传播\"\t\n"
    },
    {
        "QuestionId": "q2075",
        "RawQuestion": "小明很想去看极光，他应该去什么地方？\n",
        "Sparql": "select ?x where { <极光_（自然现象）> <极光区> ?x . }\n",
        "Answer": "\"离\"\t\"磁极25°～30°的范围\"\t\n"
    },
    {
        "QuestionId": "q4773",
        "RawQuestion": "维力医疗有哪些高管1970年前出生?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <出生早于> <1970年>. }\n",
        "Answer": "<牟善松>\t<向彬>\t<韩广源>\t<段嵩枫>\t<谭文晖>\t\n"
    },
    {
        "QuestionId": "q4878",
        "RawQuestion": "参附注射液属于什么药？\n",
        "Sparql": "select ?x where { <参附注射液> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t<中成药>\t\n"
    },
    {
        "QuestionId": "q5853",
        "RawQuestion": "在株洲有几家华天品牌的酒店？\n",
        "Sparql": "select (count(?x) as ?count_hotel) where {  ?x <城市> <株洲> .  ?x <酒店品牌名称> <华天> . ?y <类型> <酒店> }\n",
        "Answer": "\"171694\"\t\n"
    },
    {
        "QuestionId": "q5568",
        "RawQuestion": "杭州森泊幻想岛什么时候对外开放？\n",
        "Sparql": "select ?x where { <森泊幻想岛> <城市> <杭州> . <森泊幻想岛> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 10:00-20:00\"\t\n"
    },
    {
        "QuestionId": "q6631",
        "RawQuestion": "柳鸣九翻译过雨果的什么作品？\n",
        "Sparql": "select ?y where { ?y <作者> <雨果_（法国作家）>. ?y <译者> <柳鸣九>. } \n",
        "Answer": "<雨果美文集>\t\n"
    },
    {
        "QuestionId": "q4881",
        "RawQuestion": "小儿腹泻宁糖浆是什么药？\n",
        "Sparql": "select ?x where { <小儿腹泻宁糖浆> <类型> ?x. }\n",
        "Answer": "<科学>\t<中药>\t\n"
    },
    {
        "QuestionId": "q3175",
        "RawQuestion": "食管癌属于什么?\n",
        "Sparql": "select ?x where { <食管癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5873",
        "RawQuestion": "三亚天域度假酒店的价格是多少？\n",
        "Sparql": "select ?y where {  <三亚天域度假酒店> <平均价格> ?y.}\n",
        "Answer": "\"1000\"\t\n"
    },
    {
        "QuestionId": "q5271",
        "RawQuestion": "口腔溃疡的eMedicine怎样的？\n",
        "Sparql": "select ?x where { <口腔溃疡> <eMedicine> ?x. }\n",
        "Answer": "\"ent/700 derm/486 ped/2672\"\t\n"
    },
    {
        "QuestionId": "q990",
        "RawQuestion": "斯伯丁创立于哪年？\n",
        "Sparql": "select ?y where { ?x <公司名称> \"斯伯丁\". ?x <成立时间> ?y. }\n",
        "Answer": "\"1876\"\t\n"
    },
    {
        "QuestionId": "q2650",
        "RawQuestion": "乔丹的二儿子场上司职什么位置？\n",
        "Sparql": "select ?z where { <乔丹_（有飞人之称的美国著名篮球运动员）> <儿子> ?x. ?x <弟弟> ?y. ?y <场上位置> ?z. }\n",
        "Answer": "<得分后卫>\t\n"
    },
    {
        "QuestionId": "q3359",
        "RawQuestion": "脓毒症涉及什么症状？\n",
        "Sparql": "select ?x where { <脓毒症> <涉及症状> ?x. }\n",
        "Answer": "<出现毒性颗粒>\t\n"
    },
    {
        "QuestionId": "q4654",
        "RawQuestion": "股票(指数)分级基金的分级模式主要有哪些\n",
        "Sparql": "select ?x where { <股票(指数)分级基金> <分级模式> ?x. }\n",
        "Answer": "\"融资分级模式\"\t\"多空分级模式\"\t\n"
    },
    {
        "QuestionId": "q4137",
        "RawQuestion": "歌手王菲是什么星座？\n",
        "Sparql": "select ?x where { <王菲_（华语女歌手、演员）> <星座> ?x. }\n",
        "Answer": "<狮子座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q2968",
        "RawQuestion": "位于郑州的期货交易所叫什么？\n",
        "Sparql": "select ?x where { ?x <位置> <郑州>. ?x <类别> <期货交易所>. }\n",
        "Answer": "<郑商所>\t\n"
    },
    {
        "QuestionId": "q7545",
        "RawQuestion": "距离湖南省博物馆最近的那家酒店叫什么？\n",
        "Sparql": "select ?y  where { <湖南省博物馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. } ORDER BY ASC(?distance) LIMIT 1\n",
        "Answer": "<长沙运达喜来登酒店>\t\n"
    },
    {
        "QuestionId": "q2532",
        "RawQuestion": "陈奕迅和王菲合唱的歌曲有什么？\n",
        "Sparql": "select ?x where { ?x <歌曲原唱> <陈奕迅>. ?x <歌曲原唱> <王菲_（华语女歌手、演员）>. }\n",
        "Answer": "<因为爱情_（陈奕迅、王菲演唱歌曲）>\t<因为爱你_（何炅粉丝改编歌曲）>\t\n"
    },
    {
        "QuestionId": "q1897",
        "RawQuestion": "股票最低买多少股？\n",
        "Sparql": "select ?x where { <股票> <起点数量> ?x. }\n",
        "Answer": "\"100股\"\t\n"
    },
    {
        "QuestionId": "q4926",
        "RawQuestion": "不明原因发热属于什么？\n",
        "Sparql": "select ?x where { <不明原因发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1630",
        "RawQuestion": "汉初三杰中被封为留侯的是谁？\n",
        "Sparql": "select ?x where { <汉初三杰> <成员> ?x. ?x <爵位> <留侯_（汉语词汇）> . }\n",
        "Answer": "<张良_（汉初三杰之一）>\t\n"
    },
    {
        "QuestionId": "q1158",
        "RawQuestion": "和博尔赫斯同一民族的都有哪些人？\n",
        "Sparql": "select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <民族> ?y. ?x <民族> ?y. }\n",
        "Answer": "<汉娜·阿伦特>\t<汉斯·艾斯勒>\t<卡其斯·布瑞特>\t<维达·沙宣_（国际殿堂级发型大师）>\t<迈克尔·拉帕波特>\t<冈伯格>\t<所罗门_（古代以色列王国第三任国王）>\t<沃尔夫·格里高里夫维奇·梅辛>\t<麦拉·考曼>\t<克洛德·列维-斯特劳斯>\t<Aaron Swartz>\t<罗雅达节>\t<诺查丹玛斯>\t<海德维希·爱娃·玛丽娅·基斯勒>\t<大卫·李嘉图>\t<圣母玛利亚_（耶稣的生母）>\t<列夫·达维多维奇·朗道>\t<阿西莫夫短文两篇>\t<芭儿·拉法莉>\t<卡贝_（世界杰出翻译家）>\t<夏洛克_（喜剧《威尼斯商人》中的人物）>\t<大卫·斯特恩>\t<若瑟>\t<埃利·维塞尔>\t<塞缪尔·贝克特_（法国作家）>\t<卡尔·马克思_（马克思主义创始人）>\t<茹达斯>\t<斯蒂芬·杰·古尔德>\t<雅克·弗洛蒙塔尔·阿莱维>\t<伊罗生>\t<肖恩·托布>\t<杰西·艾森伯格>\t<鲁思·金斯伯格>\t<弗拉维奥·约瑟夫斯>\t<达尼埃尔·谢赫特曼>\t<费利克斯·豪斯多夫>\t<伊莱娜·内米洛夫斯基>\t<保罗·埃伦费斯特>\t<哈伊姆·魏茨曼>\t<祖宾>\t<巴拿巴>\t<何仕文>\t<艾萨克·斯特恩>\t<贝洛_（芝加哥大学教授）>\t<asher roth>\t<克朗内克>\t<梅耶·阿姆斯洛·罗斯柴尔德>\t<玛莎·勃洛斯金娜>\t<殷巴尔>\t<阿尔伯特·亚伯拉罕·迈克尔逊>\t<巴鲁赫·斯宾诺莎>\t<雅各布·希夫>\t<赫尔曼·爱因斯坦>\t<巴格里茨基>\t<格特鲁德·斯坦>\t<弗罗伊德>\t<莱恩·布拉瓦特尼克>\t<耶胡达·阿米亥>\t<波普尔>\t<路德维希·冯·米塞斯>\t<基普尼斯>\t<奈莉·萨克斯>\t<爱德华·比希纳>\t<大卫王_（历史人物）>\t<伊芙琳·科扎克>\t<西摩尼>\t<nikki yanofsky>\t<沃纳·迈克尔·布鲁门特尔>\t<brad delson>\t<迈克尔·波兰尼>\t<格林斯潘回忆录>\t<马斯洛>\t<利奥波德·戈多夫斯基>\t<叶甫格尼·基辛>\t<伦纳德·尼莫伊>\t<乔治·索罗斯>\t<阿维格多·利伯曼>\t<韦芳菲>\t<阿列克斯·库泽姆>\t<阿里克·沙龙>\t<梅塔_（音乐指挥家）>\t<伊茨哈克·奥巴斯>\t<马梅特，D.>\t<艾伦·巴金>\t<斯塔尼斯拉斯·朱利安>\t<齐皮·利夫尼>\t<保罗·罗宾·克鲁格曼>\t<亨利·柏格森>\t<弗朗茨·沃克斯曼>\t<马克·夏加尔>\t<保罗·策兰>\t<艾尔芙蕾德耶利内克>\t<布勒呐>\t<阿龙·切哈诺沃>\t<摩西·冈伯格>\t<门德尔松_（德国作曲家）>\t<亚历山德拉·莱斯曼>\t<末日博士>\t<司提反>\t<奥托·弗兰克>\t<沙博理>\t<法兰兹·鲍亚士>\t<阿里埃勒·沙龙>\t<拉卡托斯>\t<莫里斯·维格诺尔>\t<戈兹兰>\t<本沙南>\t<leonid afremov>\t<itay gil>\t<雅克·德里达>\t<安泰毅>\t<Elie Chouraqui>\t<艾伦·金斯伯格>\t<弗朗索瓦·雅各布>\t<奥托·鲍威尔>\t<伊利·科恩>\t<丽莎·库卓>\t<詹姆斯·斯坦伯格>\t<马尔科姆·格雷泽>\t<塔米尔·科恩>\t<奥托·迈尔霍夫>\t<拉姆·伊曼纽尔>\t<麦克尔·桑德尔>\t<约纳坦·内塔尼亚胡>\t<海因里希·海涅>\t<汉斯·阿道夫·克雷布斯>\t<David Mazouz>\t<雅可夫·米哈伊诺维奇·斯维尔德洛夫>\t<库恩·贝拉>\t<安迪·葛洛夫>\t<狄斯累利>\t<路易西托·蒙蒂>\t<塞缪尔·龚帕斯>\t<恰耶夫斯基>\t<参孙>\t<豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>\t<斯蒂芬·茨威格>\t<柴姆·苏丁>\t<埃米尔·杜尔凯姆>\t<斯坦尼斯拉夫·莱姆>\t<若昂·贡萨尔维斯·扎尔科>\t<伊耶罗尼姆·彼得罗维奇·乌博列维奇>\t<爱泼斯坦_（波兰裔中国作家）>\t<诺特尔>\t<大卫·迪奥>\t<格蒂·特蕾莎·科里>\t<西尔万·沙洛姆>\t<桑德林>\t<凯尔泰斯·伊姆雷>\t<梅耶·罗斯柴尔德>\t<阿维斯布隆_（历史人物）>\t<塔尔·本哈伊姆_（以色列后卫）>\t<所罗门_（英国拉菲尔前派画家）>\t<贝蒂尼_（以色列指挥家）>\t<伊万·汉德勒>\t<梅尔文·勒罗伊>\t<yonatan shainfeld>\t<以利亚_（圣经中的先知）>\t<海莉·凯特·爱森伯格>\t<蒂博尔·塞凯伊>\t<雅各_（以色列民族先祖）>\t\n"
    },
    {
        "QuestionId": "q3014",
        "RawQuestion": "肺炎衣原体抗体测定涉及怎样的症状？\n",
        "Sparql": "select ?x where { <肺炎衣原体抗体测定> <涉及症状> ?x. }\n",
        "Answer": "<糖尿>\t\n"
    },
    {
        "QuestionId": "q2064",
        "RawQuestion": "马拉松世界纪录的保持者是谁？\n",
        "Sparql": "select ?x where { {<马拉松_（长跑比赛项目）> <男子世界记录> ?x.} UNION {<马拉松_（长跑比赛项目）> <女子世界纪录> ?x.}}\n",
        "Answer": "\"丹尼斯·基米托（2：02：57）\"\t\"拉德克利夫（2：17：42）\"\t\n"
    },
    {
        "QuestionId": "q5909",
        "RawQuestion": "在苏州,且品牌为皇冠假日的酒店都有啥？\n",
        "Sparql": "select ?x where { ?x <城市> <苏州> . ?x <酒店品牌名称> <皇冠假日> . }\n",
        "Answer": "<苏州中茵皇冠假日酒店>\t\n"
    },
    {
        "QuestionId": "q4635",
        "RawQuestion": "外汇期货合约的交割月份\n",
        "Sparql": "select ?x where { <外汇期货> <合约交割时间> ?x. }\n",
        "Answer": "<3月>\t<6月>\t<9月>\t<12月>\t\n"
    },
    {
        "QuestionId": "q4565",
        "RawQuestion": "恒泰艾普的CFO?\n",
        "Sparql": "select ?x where { <恒泰艾普> <cfo> ?x. }\n",
        "Answer": "<刘军>\t\n"
    },
    {
        "QuestionId": "q1250",
        "RawQuestion": "我们会在哪个民俗节日里耍龙灯？\n",
        "Sparql": "select ?x where { ?x <类别> <民俗>. ?x <节日活动> <耍龙灯>. }\n",
        "Answer": "<元宵节_（中国传统节日）>\t\n"
    },
    {
        "QuestionId": "q688",
        "RawQuestion": "蝙蝠侠和超人共同参与的团队是哪个？\n",
        "Sparql": "select ?x where { ?x <主要成员> <超人_（美国DC漫画旗下超级英雄）>. ?x <主要成员> <蝙蝠侠_（美国DC漫画旗下超级英雄）>. }\n",
        "Answer": "<正义联盟_（美国DC漫画超级英雄团队）>\t\n"
    },
    {
        "QuestionId": "q3236",
        "RawQuestion": "肺栓塞属于什么科?\n",
        "Sparql": "select ?x where { <肺栓塞> <科室> ?x. }\n",
        "Answer": "<胸部外科>\t\n"
    },
    {
        "QuestionId": "q1213",
        "RawQuestion": "英文为\"LA MER\"的品牌是哪个国家的？\n",
        "Sparql": "select ?y where { ?x <外文名> \"LA MER\". ?x <国别> ?y. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q4939",
        "RawQuestion": "便秘属于什么？\n",
        "Sparql": "select ?x where { <便秘> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4721",
        "RawQuestion": "GPIC是什么保险公司?\n",
        "Sparql": "select ?x where { <GPIC> <公司名称> ?x. }\n",
        "Answer": "<中国人寿财产保险公司>\t\n"
    },
    {
        "QuestionId": "q215",
        "RawQuestion": "长城的总长度是？\n",
        "Sparql": "select ?x where { <万里长城_（中国古代军事工程）> <总长度> ?x . }\n",
        "Answer": "\"21196.18千米\"\t\n"
    },
    {
        "QuestionId": "q482",
        "RawQuestion": "新加坡的英文名称是什么？\n",
        "Sparql": "select ?x where { <新加坡> <英文名称> ?x. }\n",
        "Answer": "\"Republic of Singapore\"\t\n"
    },
    {
        "QuestionId": "q5887",
        "RawQuestion": "重庆君豪大饭店的价格是多少？\n",
        "Sparql": "select ?y where { <重庆君豪大饭店> <平均价格> ?y. }\n",
        "Answer": "\"498\"\t\n"
    },
    {
        "QuestionId": "q5122",
        "RawQuestion": "尿常规有没有不良反应？\n",
        "Sparql": "select ?x where { <尿常规> <不良反应> ?x. }\n",
        "Answer": "\"没有。\"\t\n"
    },
    {
        "QuestionId": "q577",
        "RawQuestion": "被称为诗佛的诗人有什么作品？\n",
        "Sparql": "select ?y where { ?x <别称> <诗佛_（唐代诗人王维绰号）>. ?x <主要作品> ?y. }\n",
        "Answer": "<王右丞集>\t<王摩诘文集>\t\n"
    },
    {
        "QuestionId": "q860",
        "RawQuestion": "中国有哪些城市与布里斯班气候类似？\n",
        "Sparql": "select ?y where { <布里斯班_（澳大利亚昆士兰州首府）> <气候条件> ?x.?y <气候条件> ?x.?y <所属地区> <中华人民共和国>.}\n",
        "Answer": "<磐安县>\t<长阳_（湖北省宜昌市长阳土家族自治县）>\t<铁角嘴镇>\t<富城乡水口塘>\t<长桥街道_（吴中区长桥街道）>\t<仁沙镇>\t<婺源县>\t<东乡县_（江西省东乡县）>\t<合江_（四川省泸州市辖县）>\t<高港区>\t<安宜镇>\t<乐安县_（江西省抚州市下辖县）>\t<芦山县>\t<湖林乡>\t<成都_（四川省成都市）>\t<英雄城_（江西南昌）>\t<潜江>\t<环长株潭城市群>\t<牌口乡>\t<湘潭县>\t<石城_（江西省赣州市下辖县）>\t<长丰县>\t<丰都县>\t<乔口镇>\t<成渝地区>\t<武穴>\t<达川区>\t<江西省生态学会>\t<江西_（中国省级行政区）>\t<重庆市数字农业研究重点实验室>\t<赣东北>\t<湘潭_（湖南省地级市）>\t<泸州>\t<铜鼓_（江西省铜鼓县）>\t<偏岩镇>\t<潼南区>\t<歧坪镇>\t<南昌县_（江西南昌县）>\t<湘西_（湖南西部地区）>\t<赣县>\t<乐安县粮食局>\t<谭子山镇>\t<会昌县>\t<怀化>\t<于都县>\t<东城镇_（湖南长沙市望城区东城镇）>\t<万州经济技术开发区>\t<跃进村_（湖南省衡阳市衡山县开云镇跃进村）>\t<陈东村_（中国江苏省扬州市宝应县泾河镇陈东村）>\t<东方威尼斯_（东方威尼斯-苏州）>\t<赵家镇_（四川省金堂县赵家镇）>\t<青竹村_（威宁县炉山镇下辖村）>\t<湘南_（湖南南部地区）>\t<黄山区>\t<洪江_（湖南省辖县级市）>\t<宜昌_（湖北省地级市）>\t<万州区>\t<弋阳县>\t<电白区>\t<和县>\t<施秉县>\t<岷东新区>\t\n"
    },
    {
        "QuestionId": "q1010",
        "RawQuestion": "\"大姚\"在篮球场上的位置是？\n",
        "Sparql": "select ?x where { ?y <别名> \"明王、移动长城、小巨人、大姚\". ?y <位置> ?x. }\n",
        "Answer": "<中锋_（篮球运动比赛队员的位置名称）>\t\n"
    },
    {
        "QuestionId": "q4045",
        "RawQuestion": "《功夫》的男主角的外文名是什么？\n",
        "Sparql": "select ?x where { ?y <代表作品> <功夫_（2004年周星驰主演电影）> . ?y <外文名> ?x . }\n",
        "Answer": "\"Shirley Chan\"\t\"Woo Ping Yuen\"\t\"Eva Huang\"\t\"Stephen Chow\"\t\"Kaishi Chen\"\t\"Danny Kwok-Kwan Chan\"\t\"Giddens Ko\"\t\"Yuen Qiu\"\t\"Eva Huang\"\t\"Lam Tze Chung\"\t\"（\"\t\"粤语拼音）\"\t\"Yuan Wah、yun4 wa4\"\t\"Vila Fan\"\t\"rosechanel\"\t\n"
    },
    {
        "QuestionId": "q2325",
        "RawQuestion": "复旦大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <复旦大学> <现任校长> ?x . }\n",
        "Answer": "<许宁生>\t\n"
    },
    {
        "QuestionId": "q3584",
        "RawQuestion": "脑干出血属于什么?\n",
        "Sparql": "select ?x where { <脑干出血> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5673",
        "RawQuestion": "济南护城河的详细地址是哪？\n",
        "Sparql": "select ?x where { <济南护城河> <城市> <济南> . <济南护城河> <地址> ?x . }\n",
        "Answer": "\"明湖路271号\"\t\n"
    },
    {
        "QuestionId": "q3585",
        "RawQuestion": "新型冠状病毒肺炎的病原体是什么？\n",
        "Sparql": "select ?x where { <新型冠状病毒肺炎> <病原体> ?x. }\n",
        "Answer": "<2019-nCoV>\t\n"
    },
    {
        "QuestionId": "q5934",
        "RawQuestion": "蓝海国际在东营都有什么酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <东营> . ?x <酒店品牌名称> <蓝海国际> . }\n",
        "Answer": "<东营蓝海国际大饭店>\t\n"
    },
    {
        "QuestionId": "q48",
        "RawQuestion": "泰山有多高？\n",
        "Sparql": "select ?x where { <泰山_（世界文化与自然双重遗产，国家5A级旅游景区）> <海拔高度> ?x. }\n",
        "Answer": "\"1545米\"\t\n"
    },
    {
        "QuestionId": "q4772",
        "RawQuestion": "维力医疗有哪些高管年纪不到50?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <小于> <50岁>. }\n",
        "Answer": "<向彬>\t<张增勇>\t<朱晓光>\t<李玲>\t<潘彦彬>\t<陈云桂>\t<舒杰>\t<赵彤威>\t\n"
    },
    {
        "QuestionId": "q1738",
        "RawQuestion": "上交所国债逆回购的起点金额？\n",
        "Sparql": "select ?x where { <上交所国债逆回购> <起点金额> ?x. }\n",
        "Answer": "\"1000张即10万元\"\t\n"
    },
    {
        "QuestionId": "q2143",
        "RawQuestion": "胡歌的毕业院校在哪里？\n",
        "Sparql": "select ?x where { <胡歌_（中国内地男演员）> <毕业院校> ?y . ?y <所属地区> ?x . }\n",
        "Answer": "<中国上海_（政府门户网站）>\t\n"
    },
    {
        "QuestionId": "q5180",
        "RawQuestion": "患有社区获得性肺炎会有怎样的临床表现？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <临床表现> ?x. }\n",
        "Answer": "\"鼻塞、喷嚏、咽部异物感、头痛、眼睛热胀、流泪及轻度咳嗽等\"\t\n"
    },
    {
        "QuestionId": "q919",
        "RawQuestion": "首创科举制的朝代所用的官方语言是什么？\n",
        "Sparql": "select ?y where { ?x <主要贡献> \"开科取士\". ?x <官方语言> ?y. }\n",
        "Answer": "<切韵>\t\n"
    },
    {
        "QuestionId": "q2892",
        "RawQuestion": "小米公司在哪里上市的？\n",
        "Sparql": "select ?x where { <小米公司> <上市地点> ?x. }\n",
        "Answer": "\"香港主板\"\t\n"
    },
    {
        "QuestionId": "q5029",
        "RawQuestion": "足心发热要检查什么？\n",
        "Sparql": "select ?x where { <足心发热> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q1693",
        "RawQuestion": "熔断机制实施时，证监会主席是谁？\n",
        "Sparql": "select ?x where { ?x <政绩> <实施熔断机制>. }\n",
        "Answer": "<肖钢>\t\n"
    },
    {
        "QuestionId": "q4074",
        "RawQuestion": "唐太宗李世民的年号是什么？\n",
        "Sparql": "select ?x where { <李世民_（唐太宗）> <年号> ?x . }\n",
        "Answer": "<贞观_（汉语词语）>\t\n"
    },
    {
        "QuestionId": "q2204",
        "RawQuestion": "被誉为\"赣西明珠\"的江西省地级市是？\n",
        "Sparql": "select ?x where { ?x <别名> \"赣西明珠\" . }\n",
        "Answer": "<萍乡>\t\n"
    },
    {
        "QuestionId": "q6685",
        "RawQuestion": "世界卫生组织的成立时间是什么？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <成立时间> ?x } \n",
        "Answer": "\"1948-04-07\"\t\"1948年4月7日\"\t\n"
    },
    {
        "QuestionId": "q3042",
        "RawQuestion": "氧分压涉及症状有哪些？\n",
        "Sparql": "select ?x where { <氧分压> <涉及症状> ?x. }\n",
        "Answer": "<氧分压低>\t\n"
    },
    {
        "QuestionId": "q3495",
        "RawQuestion": "黑素细胞痣属于什么?\n",
        "Sparql": "select ?x where { <黑素细胞痣> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6435",
        "RawQuestion": "杭州西湖星空魔幻城成人票多少钱？\n",
        "Sparql": "select ?x where { <杭州西湖星空魔幻城（星空艺术馆品牌旗舰店）> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:59.0。\"\t\n"
    },
    {
        "QuestionId": "q5940",
        "RawQuestion": "我们适合在外滩玩几个小时？\n",
        "Sparql": "select ?x where { <外滩> <建议游玩时长> ?x. }\n",
        "Answer": "\"1小时\"\t\n"
    },
    {
        "QuestionId": "q7244",
        "RawQuestion": "肝内胆管结石患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <肝内胆管结石> <就诊科室> ?x. }\n",
        "Answer": "\"外科\"\t\n"
    },
    {
        "QuestionId": "q4314",
        "RawQuestion": "校园卡的英文名是什么?\n",
        "Sparql": "select ?x where { <校园卡> <外文名> ?x . }\n",
        "Answer": "\"Campus card\"\t\n"
    },
    {
        "QuestionId": "q6156",
        "RawQuestion": "润达奇妙萌宠乐园在哪所城市？\n",
        "Sparql": "select ?x where { <润达奇妙萌宠乐园> <城市> ?x. }\n",
        "Answer": "<宜春>\t\n"
    },
    {
        "QuestionId": "q782",
        "RawQuestion": "张全蛋的外文名是什么?？\n",
        "Sparql": "select ?y where { ?x <中文名> \"张全蛋\" . ?x <外文名> ?y . }\n",
        "Answer": "\"英文名Michael Jack 法文名Hélodie Jacqueline\"\t\n"
    },
    {
        "QuestionId": "q2763",
        "RawQuestion": "上期所交易的期货有几种\n",
        "Sparql": "select ?x where { <上期所> <交易品种数量> ?x. }\n",
        "Answer": "\"11\"\t\n"
    },
    {
        "QuestionId": "q2216",
        "RawQuestion": "请列述《西风颂》作者的成就。\n",
        "Sparql": "select ?x where { ?y <主要成就> ?x . <西风颂> <作者> ?y . }\n",
        "Answer": "\"创作大量浪漫主义诗歌\"\t\"构想了理想社会的雏形\"\t\"政治上支持爱尔兰民族 独立\"\t\"预言 希腊的独立\"\t\n"
    },
    {
        "QuestionId": "q104",
        "RawQuestion": "歌手许嵩的代表作有哪些？\n",
        "Sparql": "select ?x where { <许嵩_（中国内地流行音乐男歌手）> <代表作品> ?x . }\n",
        "Answer": "<不如吃茶去>\t<苏格拉没有底>\t<梦游计>\t<青年晚报>\t\n"
    },
    {
        "QuestionId": "q2021",
        "RawQuestion": "公孙绿萼的爸爸会什么武功？\n",
        "Sparql": "select ?y where { <公孙绿萼> <父亲> ?x . ?x <武功> ?y . }\n",
        "Answer": "<铁掌>\t<阴阳倒乱刃法>\t<闭穴功>\t\n"
    },
    {
        "QuestionId": "q2841",
        "RawQuestion": "光大证券属于哪个行业？\n",
        "Sparql": "select ?x where { <光大证券> <行业类别> ?x. }\n",
        "Answer": "\"金融业\"\t\n"
    },
    {
        "QuestionId": "q4269",
        "RawQuestion": "经典女香\"水之恋\"的品牌下还有哪些香水？\n",
        "Sparql": "select ?x where {  <水之恋女士香水> <设计师> ?y . ?z <创立者> ?y . ?x <品牌> ?y . }\n",
        "Answer": "<纯净之水男用淡香水>\t\n"
    },
    {
        "QuestionId": "q5357",
        "RawQuestion": "与肝肿大和低蛋白血症相关的疾病有什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <肝肿大> . ?x <涉及症状> <低蛋白血症> . }\n",
        "Answer": "<肝源性水肿>\t<血管神经性水肿>\t\n"
    },
    {
        "QuestionId": "q850",
        "RawQuestion": "\"2009年第一轮第3位被雷霆队选中\"的球员的场上位置是？\n",
        "Sparql": "select ?y where { ?x <nba选秀> \"2009年第一轮第3位被雷霆队选中\" . ?x <场上位置> ?y. }\n",
        "Answer": "<得分后卫>\t\n"
    },
    {
        "QuestionId": "q3515",
        "RawQuestion": "三叉神经痛属于什么?\n",
        "Sparql": "select ?x where { <三叉神经痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6420",
        "RawQuestion": "估计多少钱可以入住厦门鼓浪湾酒店吗？\n",
        "Sparql": "select ?x where { <厦门鼓浪湾酒店> <平均价格> ?x. }\n",
        "Answer": "\"695\"\t\n"
    },
    {
        "QuestionId": "q6587",
        "RawQuestion": "儿童挑食的症状有哪些？\n",
        "Sparql": "select ?x where { <儿童偏食> <涉及症状> ?x. } \n",
        "Answer": "<紧张>\t<消瘦>\t<水泡>\t<食欲下降>\t\n"
    },
    {
        "QuestionId": "q5175",
        "RawQuestion": "细菌性肺炎的ICD9CM编码是多少？\n",
        "Sparql": "select ?x where { <细菌性肺炎> <ICD9CM> ?x. }\n",
        "Answer": "\"481483\"\t\n"
    },
    {
        "QuestionId": "q2553",
        "RawQuestion": "北京的名牌大学？\n",
        "Sparql": "select ?x where { <北京_（中华人民共和国首都）> <高等学府> ?x. ?x <类别> <重点大学>. }\n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q522",
        "RawQuestion": "兰蔻的总部在？\n",
        "Sparql": "select ?x where { <兰蔻> <总部地点> ?x. }\n",
        "Answer": "<巴黎_（法国首都）>\t\n"
    },
    {
        "QuestionId": "q1142",
        "RawQuestion": "瑞士国歌的发行时间？\n",
        "Sparql": "select ?x where { <瑞士> <国歌> ?y. ?y <发行时间> ?x. }\n",
        "Answer": "\"1841-11-22\"\t\n"
    },
    {
        "QuestionId": "q4687",
        "RawQuestion": "A股实行的交收制度\n",
        "Sparql": "select ?x where { <A股> <交收制度> ?x. }\n",
        "Answer": "\"T+1\"\t\n"
    },
    {
        "QuestionId": "q560",
        "RawQuestion": "加拿大最大城市有哪些机场？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <最大城市> ?y. ?y <机场> ?x. }\n",
        "Answer": "<多伦多皮尔逊国际机场>\t\n"
    },
    {
        "QuestionId": "q5299",
        "RawQuestion": "颈动脉狭窄的发病部位在哪？\n",
        "Sparql": "select ?x where { <颈动脉狭窄> <发病部位> ?x. }\n",
        "Answer": "<颈动脉>\t\"颈动脉\"\t\n"
    },
    {
        "QuestionId": "q3235",
        "RawQuestion": "肺栓塞属于什么?\n",
        "Sparql": "select ?x where { <肺栓塞> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4965",
        "RawQuestion": "癌性发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <癌性发热> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<瘀血>\t<血缺氧>\t<高热>\t\n"
    },
    {
        "QuestionId": "q5711",
        "RawQuestion": "上海办婚宴可以去哪些酒店\n",
        "Sparql": "select ?x where { ?x <城市> <上海>. ?x <是否有婚宴服务> <提供婚宴服务,可能收费>. ?x <类型> <酒店>. }\n",
        "Answer": "<上海东郊宾馆>\t<上海西郊宾馆>\t<上海虹桥迎宾馆>\t<上海银星皇冠假日酒店>\t<上海皇廷世际酒店>\t<上海兴国宾馆丽笙精选>\t<南郊宾馆>\t<上海瑞金洲际酒店>\t\n"
    }
]