[
    {
        "QuestionId": "q4921",
        "RawQuestion": "呼吸衰竭涉及哪些症状？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <涉及症状> ?x. }\n",
        "Answer": "<呼吸道阻塞>\t<呼吸异常>\t<呼吸窘迫综合症>\t<肺间质纤维化>\t<肺内病变>\t<肺内空洞>\t<呼吸抑制>\t<喘息>\t<疲劳>\t\n"
    },
    {
        "QuestionId": "q4781",
        "RawQuestion": "维力医疗有哪些高管本科学历?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <学历类别> <本科>. }\n",
        "Answer": "<段嵩枫>\t<谭文晖>\t<张增勇>\t<舒杰>\t\n"
    },
    {
        "QuestionId": "q4311",
        "RawQuestion": "《众里寻你》是韩红哪张专辑里的歌?\n",
        "Sparql": "select ?x where { <众里寻你> <所属专辑> ?x. ?x <演唱者> <韩红_（中国大陆音乐人、慈善家）> . }\n",
        "Answer": "<醒了_（韩红专辑）>\t\n"
    },
    {
        "QuestionId": "q4627",
        "RawQuestion": "股份有限公司的设立方式\n",
        "Sparql": "select ?x where { <股份有限公司> <设立方式> ?x. }\n",
        "Answer": "\"发起设立\"\t\"募集设立\"\t\n"
    },
    {
        "QuestionId": "q574",
        "RawQuestion": "电影钢铁侠的主演都有哪些代表作品？\n",
        "Sparql": "select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <主演> ?y. ?y <代表作品> ?x.}\n",
        "Answer": "<大侦探福尔摩斯>\t<预产期_（美国2010年小罗伯特·唐尼主演电影）>\t<复仇者_（惊奇漫画公司漫画《复仇者》）>\t<查理·卓别林>\t<大地惊雷_（2010版《大地惊雷》电影）>\t<疯狂的心_（美国2009年斯考特·库伯导演电影）>\t<最后一场电影_（1971年彼得·博格丹诺维奇导演的电影）>\t<Ironman_（美国2008年小罗伯特·唐尼主演电影）>\t<谋杀绿脚趾>\t<Ironman_（美国2008年小罗伯特·唐尼主演电影）>\t<莎翁情史>\t<撞车_（美国2004年保罗·哈吉斯执导奥斯卡获奖影片）>\t<Empire_（2015年美国Terrence Howard主演的音乐电视剧）>\t<破坏者_（Pandemic工作室开发的动作游戏）>\t\n"
    },
    {
        "QuestionId": "q6097",
        "RawQuestion": "泸沽湖有几个等级为4A的景点？\n",
        "Sparql": "select (count(?x) as ?count_city) where { ?x <城市> <泸沽湖>. ?x <景点的等级A> \"4A\". }\n",
        "Answer": "\"2\"\t\n"
    },
    {
        "QuestionId": "q3261",
        "RawQuestion": "脑动脉硬化症属于什么?\n",
        "Sparql": "select ?x where { <脑动脉硬化症> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<科学百科疾病症状分类>\t\n"
    },
    {
        "QuestionId": "q3465",
        "RawQuestion": "麻疹的同义词是什么？\n",
        "Sparql": "select ?x where { <麻疹> <同义词> ?x. }\n",
        "Answer": "<小儿麻疹>\t\n"
    },
    {
        "QuestionId": "q1004",
        "RawQuestion": "安徽合肥出过哪些物理学家？\n",
        "Sparql": "select ?x where { ?x <出生地> <安徽>. ?x <出生地> <合肥>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }\n",
        "Answer": "<杨振宁>\t\n"
    },
    {
        "QuestionId": "q5828",
        "RawQuestion": "请问南京的恋爱博物馆详细地址在哪？\n",
        "Sparql": "select ?x where { <南京恋爱博物馆> <城市> <南京> . <南京恋爱博物馆> <地址> ?x . }\n",
        "Answer": "\"建华大厦金鹰大酒店（王府总店）旁边\"\t\n"
    },
    {
        "QuestionId": "q307",
        "RawQuestion": "鄱阳湖的高水位是多少？\n",
        "Sparql": "select ?x where { <鄱阳湖_（长江流域湖泊）> <高水位> ?x. }\n",
        "Answer": "\"20米\"\t\n"
    },
    {
        "QuestionId": "q3605",
        "RawQuestion": "内痔属于什么?\n",
        "Sparql": "select ?x where { <内痔> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<科学百科中医药分类>\t\n"
    },
    {
        "QuestionId": "q6767",
        "RawQuestion": "\"江苏省北阳市寒山区球王\"的偶像是谁？\n",
        "Sparql": "SELECT ?偶像 WHERE { ?江苏省北阳市寒山区球王\t<地位>\t\"江苏省北阳市寒山区球王\". ?江苏省北阳市寒山区球王\t<偶像>\t?偶像. } \n",
        "Answer": "<科比·布莱恩特>\t\n"
    },
    {
        "QuestionId": "q5252",
        "RawQuestion": "骨髓炎有没有传染性？\n",
        "Sparql": "select ?x where { <骨髓炎> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\n"
    },
    {
        "QuestionId": "q165",
        "RawQuestion": "南极有哪些世界之最的美誉？\n",
        "Sparql": "select ?x where { <南极_（南极地区）> <世界之最> ?x. }\n",
        "Answer": "\"最大的荒漠\"\t\"降水最少\"\t\n"
    },
    {
        "QuestionId": "q1972",
        "RawQuestion": "云南白药总股本？\n",
        "Sparql": "select ?x where { <云南白药> <总股本> ?x. }\n",
        "Answer": "\"10.41亿股\"\t\n"
    },
    {
        "QuestionId": "q2813",
        "RawQuestion": "支付宝（中国）网络技术有限公司的英文名称\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <外文名称> ?x. }\n",
        "Answer": "<Alipay.com_Co.,Ltd>\t\n"
    },
    {
        "QuestionId": "q5169",
        "RawQuestion": "病毒性肺炎是否有它的传播途径？\n",
        "Sparql": "select ?x where { <病毒性肺炎> <传播途径> ?x. }\n",
        "Answer": "\"有\"\t\n"
    },
    {
        "QuestionId": "q1756",
        "RawQuestion": "国债回购证券代码首四位?\n",
        "Sparql": "select ?x where { <国债回购> <证券代码首四位> ?x. }\n",
        "Answer": "\"1318\"\t\n"
    },
    {
        "QuestionId": "q1366",
        "RawQuestion": "嘉明镇的气候条件是怎样的？\n",
        "Sparql": "select ?x where { <嘉明镇> <气候条件> ?x. }\n",
        "Answer": "<亚热带季风气候>\t\n"
    },
    {
        "QuestionId": "q6579",
        "RawQuestion": " 2019冠状病毒病感染部位是哪里？\n",
        "Sparql": "select ?x where { <2019冠状病毒病（COVID-19）> <感染>  ?x. } \n",
        "Answer": "<肺部>\t\n"
    },
    {
        "QuestionId": "q5558",
        "RawQuestion": "喀什市的噶尔老城适合游玩几个小时？\n",
        "Sparql": "select ?x where { <喀什噶尔老城> <城市> <喀什市> . <喀什噶尔老城> <建议游玩时长> ?x . }\n",
        "Answer": "\"3-4小时\"\t\n"
    },
    {
        "QuestionId": "q1942",
        "RawQuestion": "量化回测风险指标？\n",
        "Sparql": "select ?x where { <量化回测> <风险指标> ?x. }\n",
        "Answer": "<信息比率>\t<换手率>\t<夏普比率>\t<年化收益率>\t<阿尔法>\t<贝塔>\t<收益波动率>\t<最大回测>\t\n"
    },
    {
        "QuestionId": "q7274",
        "RawQuestion": "支气管肺炎的发病位置在人体的什么地方？\n",
        "Sparql": "select ?x where { <支气管肺炎> <发病部位> ?x. }\n",
        "Answer": "\"胸部\"\t\n"
    },
    {
        "QuestionId": "q373",
        "RawQuestion": "足球加入奥运会是在哪一年？\n",
        "Sparql": "select ?y where { <足球> <加入奥运会> ?y. }\n",
        "Answer": "\"1900年\"\t\n"
    },
    {
        "QuestionId": "q862",
        "RawQuestion": "《背影》的作者毕业于哪个大学？\n",
        "Sparql": "select ?y where { ?x <代表作品> <背影_（朱自清散文）>. ?x <毕业院校> ?y. }\n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q7180",
        "RawQuestion": "如何预防鼻塞排出脓性或血性分泌物？\n",
        "Sparql": "select ?x where { <鼻塞排出脓性或血性分泌物> <预防> ?x. }\n",
        "Answer": "\"早期而有效的治疗预后较好，经治疗的CSS的1年存活率为90%。5年存活率为62%。未接受治疗的5年生存率为25%。死亡率较PAN低，五年存活率为78.9%，最常见的死因是继发于冠状动脉血管炎的心肌炎和心肌梗死。影响CSS不良因素有：①氮质血症(肌酐>1.5mg/dl);②蛋白尿(>1g/d);③胃肠道受累;④心肌病;⑤中枢神经系统受累。\"\t\n"
    },
    {
        "QuestionId": "q681",
        "RawQuestion": "西南地区有哪个直辖市？\n",
        "Sparql": "select ?x where { ?x <行政区类别> <直辖市>. ?x <所属地区> <西南地区>. ?x <方言> <土家语>. }\n",
        "Answer": "<重庆_（中华人民共和国直辖市）>\t\n"
    },
    {
        "QuestionId": "q3451",
        "RawQuestion": "法洛四联症涉及什么症状？\n",
        "Sparql": "select ?x where { <法洛四联症> <涉及症状> ?x. }\n",
        "Answer": "<心源性呼吸困难>\t\n"
    },
    {
        "QuestionId": "q2490",
        "RawQuestion": "书籍《亚利安01》的价格是多少？\n",
        "Sparql": "select ?x where { <亚利安01> <定价> ?x. }\n",
        "Answer": "\"90(元)\"\t\n"
    },
    {
        "QuestionId": "q7218",
        "RawQuestion": "霉菌性阴道炎多发生在哪种人群？\n",
        "Sparql": "select ?x where { <霉菌性阴道炎> <多发群体> ?x. }\n",
        "Answer": "\"孕妇、糖尿病患者及接受雌激素治疗的患者\"\t\n"
    },
    {
        "QuestionId": "q4615",
        "RawQuestion": "朝阳门外大街上有湘财证券的营业部吗\n",
        "Sparql": "select ?x where { <湘财证券> <网点> ?x. ?x <街道名称> <朝阳门外大街>. }\n",
        "Answer": "<北京市朝阳区朝外大街证券营业部>\t\n"
    },
    {
        "QuestionId": "q6384",
        "RawQuestion": "辽宁省博物馆是否免费？\n",
        "Sparql": "select ?x where { <辽宁省博物馆> <是否免费> ?x. }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q627",
        "RawQuestion": "周杰伦写的摇滚乐有哪些？\n",
        "Sparql": "select ?x where { ?x <谱曲> <周杰伦>. ?x <音乐风格> <摇滚>. }\n",
        "Answer": "<哪里都是你>\t<我要夏天>\t<双节棍_（周杰伦歌曲）>\t<世界未末日>\t<狗仔舞>\t<哇靠_（周杰伦演唱歌曲）>\t<不能说的秘密_（周杰伦演唱歌曲）>\t<惊叹号_（周杰伦创作歌曲）>\t<双截棍_（陈梓童）>\t<英雄_（周杰伦创作歌曲）>\t\n"
    },
    {
        "QuestionId": "q7316",
        "RawQuestion": "开元名都酒店在哪些城市？\n",
        "Sparql": "select distinct ?x where { ?y <城市> ?x. ?y <类型> <酒店>. ?y <酒店品牌名称> <开元名都>}\n",
        "Answer": "<诸暨>\t<杭州>\t<绍兴>\t<宁波>\t<长春>\t<开封>\t<宁海>\t<丽水>\t\n"
    },
    {
        "QuestionId": "q4817",
        "RawQuestion": "康佳集团股份有限公司的公司简称?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <公司简称> ?x. }\n",
        "Answer": "<康佳集团>\t\n"
    },
    {
        "QuestionId": "q6959",
        "RawQuestion": "N95口罩的防护标准是什么？\n",
        "Sparql": "select ?x where { ?y <标签> \"N95口罩\". ?y <防护标准> ?x. } \n",
        "Answer": "\"用0.3微米氯化钠颗粒进行测试，阻隔率须达95%以上，并经戴用者脸庞紧密度测试时，确保在密贴脸部边缘状况下，空气能透过口罩进出。\"\t\n"
    },
    {
        "QuestionId": "q6414",
        "RawQuestion": "昆明中维翠湖宾馆的酒店什么时候能入住？\n",
        "Sparql": "select ?x where { <昆明中维翠湖宾馆> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q4234",
        "RawQuestion": "灌篮高手里哪些巨蟹座的人司职小前锋？\n",
        "Sparql": "select ?x where { ?x <登场作品> <灌篮高手_（井上雄彦著作漫画）> . ?x <场上位置> <小前锋> . ?x <星座> <巨蟹座_（占星学）> . }\n",
        "Answer": "<木暮公延>\t\n"
    },
    {
        "QuestionId": "q6433",
        "RawQuestion": "从首都宾馆到故宫有多远？\n",
        "Sparql": "select ?t where { <首都宾馆（原首都大酒店）> <附近> ?cvt. ?cvt <实体名称> <故宫博物院（故宫）>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5\"\t\n"
    },
    {
        "QuestionId": "q1360",
        "RawQuestion": "如何向老外表达\"人艰不拆\"？\n",
        "Sparql": "select ?y where { <人艰不拆_（网络语）> <外文名> ?y. }\n",
        "Answer": "\"To cut someone some slack\"\t\n"
    },
    {
        "QuestionId": "q7108",
        "RawQuestion": "发热伴有皮疹有怎样的预防工作？\n",
        "Sparql": "select ?x where { <发热伴有皮疹> <预防> ?x. }\n",
        "Answer": "\"提高人群免疫力是预防麻疹的关键，故对易感人群实施计划免疫十分重要。如发现麻疹病人，则应采取综合措施防止传播和流行。(一)自动免疫　易感者都应接种麻疹减毒活疫苗。初种年龄不宜小于8个月，因恐来自母体的抗体中和疫苗病毒，使之失效。我国目前定于8个月时初种，4岁时加强一次。国外主张在15个月时初次接种更为保险，并认为在1岁以内接种者，应于1年后加强一次。疫苗应保存在2～10℃暗处，每次皮下注射0.2ml，1次即可。各年龄剂量相同，于麻疹流行季节前一个月接种最好。易感者在接触麻疹病人后2日内，若应急接种麻疹疫苗，仍可防止发病或减轻病情。流行时易感者80%接种了疫苗，可于2周内控制流行。接种疫苗后反应轻微，5～14日后可有低热数日，偶见稀疏淡红皮疹。有发热和急、慢性疾病者，应暂缓自动免疫;有过敏体质、活动性结核、恶性肿瘤、白血病及应用免疫抑制剂或放射治疗和先天性免疫缺陷者，不应接种麻疹减毒活疫苗;凡8周内接受过输血或血制品及被动免疫制剂，以及4周内接受其他病毒减毒活疫苗者均应推迟接种，以免影响效果。　　接种麻疹减毒活疫苗后血清抗体都有上升，阳性率可达95%～98%，最早于12天血液中即可出现血凝抑制等抗体，1个月时达高峰，抗体效价在1∶16～1∶128。2～6个月后渐降，一般仍维持一定水平。部分接种者4～6年后可全部消失，故复种年龄可在4～6岁时。婴儿主动免疫覆盖率达到90%以上时，可形成无病区。有些国家将麻疹疫苗与风疹疫苗，流行性腮腺炎疫苗同时接种，不影响其免疫效果。(二)被动免疫　年幼体弱及患病者如接触麻疹病人，5天内进行被动免疫可免于发病，5～9天内进行则仅能减轻病情。可肌注丙种球蛋白(10%)0.2ml/kg，或胎盘球蛋白0.5～1.0ml/kg，或成人血浆20～30ml。被动免疫力仅能维持3～4周，3周后又接触麻疹患者需再注射。(三)综合预防措施　发现麻疹病人应立即作疫情报告，并招待呼吸道隔离至疹后5天，有并发症者延至10天。凡接触患者的易感儿应检疫3周，并根据情况给予自动免疫或被动免疫，接受免疫制剂者，应延长检疫至4周。在麻疹流行期间，应大力宣传患者不出门，医药送上门，易感儿不患门，集体机构加强晨间检查，对可疑者应隔离观察。\"\t\n"
    },
    {
        "QuestionId": "q843",
        "RawQuestion": "叔本华信仰的宗教主要分布在哪些区域？\n",
        "Sparql": "select ?x where { <亚瑟·叔本华> <信仰> ?y. ?y <主要分布区域> ?x.}\n",
        "Answer": "<中南半岛>\t<新加坡>\t<东亚>\t<东南亚_（世界地理概念）>\t\n"
    },
    {
        "QuestionId": "q800",
        "RawQuestion": "有哪些会说粤语的上海导演？\n",
        "Sparql": "select ?x where { ?x <语言> <粤语_（汉藏语系下的语言）>. ?x <职业> <导演>. ?x <出生地> <上海_（中华人民共和国直辖市）>. }\n",
        "Answer": "<陈冲_（美籍华裔女演员）>\t<黄元申>\t<王家卫>\t\n"
    },
    {
        "QuestionId": "q1504",
        "RawQuestion": "刘嘉玲老公的星座是？\n",
        "Sparql": "select ?y where { <刘嘉玲> <丈夫> ?x . ?x <星座> ?y. }\n",
        "Answer": "<巨蟹座_（占星学）>\t\n"
    },
    {
        "QuestionId": "q975",
        "RawQuestion": "习大大属于哪个民族？\n",
        "Sparql": "select ?x where { ?x <别名> \"习大大\". ?x <民族> ?y . }\n",
        "Answer": "<习近平>\t\n"
    },
    {
        "QuestionId": "q4764",
        "RawQuestion": "维力医疗有哪些高管?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. }\n",
        "Answer": "<牟善松>\t<向彬>\t<韩广源>\t<段嵩枫>\t<谭文晖>\t<张增勇>\t<朱晓光>\t<李玲>\t<潘彦彬>\t<陈云桂>\t<舒杰>\t<赵彤威>\t\n"
    },
    {
        "QuestionId": "q4057",
        "RawQuestion": "畿服制始于哪个朝代？\n",
        "Sparql": "select ?x where { <畿服制> <朝代> ?x . }\n",
        "Answer": "<西周_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q5057",
        "RawQuestion": "肺源性呼吸困难涉及哪些症状？\n",
        "Sparql": "select ?x where { <肺源性呼吸困难> <涉及症状> ?x. }\n",
        "Answer": "<呼吸道狭窄>\t<心源性呼吸困难>\t<三凹征>\t<腹腔积液>\t<哮鸣音>\t<心力衰竭>\t\n"
    },
    {
        "QuestionId": "q5003",
        "RawQuestion": "咯血伴发热属于什么？\n",
        "Sparql": "select ?x where { <咯血伴发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q319",
        "RawQuestion": "博尔赫斯的作品有哪些？\n",
        "Sparql": "select ?y where { ?y <作者> <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>. }\n",
        "Answer": "<交叉小径的花园_（博尔赫斯于1944年创作的小说）>\t<另一只老虎>\t<阿莱夫_（阿根廷作家博尔赫斯1949年创作的短篇小说）>\t<巴比伦的抽签游戏>\t<博尔赫斯全集>\t<莎士比亚的记忆>\t<虚构集>\t<沙之书_（豪尔赫·路易斯·博尔赫斯小说）>\t<修补墙壁>\t<小径分叉的花园>\t<巴比伦彩票>\t<玫瑰与弥尔顿>\t<巴别图书馆>\t<波佩的面纱>\t<南方_（博尔赫斯所著短篇小说）>\t<我的一生_（阿根廷博尔赫斯诗作）>\t<Barrio reconquistado>\t<同醉汉的对话>\t<被占据的住宅>\t<黑色模拟>\t\n"
    },
    {
        "QuestionId": "q3460",
        "RawQuestion": "前列腺癌属于什么?\n",
        "Sparql": "select ?x where { <前列腺癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1149",
        "RawQuestion": "李宗伟的祖国的首都是哪里？\n",
        "Sparql": "select ?x where { <李宗伟> <国籍> ?y. ?y <首都> ?x. }\n",
        "Answer": "<吉隆坡>\t\n"
    },
    {
        "QuestionId": "q7085",
        "RawQuestion": "气短的病因是怎样的？\n",
        "Sparql": "select ?x where { <气短> <病因> ?x. }\n",
        "Answer": "\"肺功能、心功能较差，重度贫血、冠心病、糖尿病、肺癌、晚期肺结核、矽肺、支气管哮喘、各类肺炎等引起\"\t\n"
    },
    {
        "QuestionId": "q6442",
        "RawQuestion": "宁波南苑环球酒店的早餐价格多少钱？\n",
        "Sparql": "select ?y where { <宁波南苑环球酒店> <城市> <宁波>. <宁波南苑环球酒店> <早餐价格> ?y. }\n",
        "Answer": "\"147 RMB\"\t\n"
    },
    {
        "QuestionId": "q4225",
        "RawQuestion": "国花为康乃馨的国家有哪些？\n",
        "Sparql": "select ?x where { ?x <主要城市> ?y . ?x <国花> <康乃馨_（石竹属植物）>.  }\n",
        "Answer": "<西班牙_（西班牙王国）>\t<摩洛哥_（非洲西北部国家）>\t\n"
    },
    {
        "QuestionId": "q5831",
        "RawQuestion": "北京国宾酒店附近哪些景点有母婴室？\n",
        "Sparql": "select ?y  where { <北京国宾酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有母婴室> ?z.?y <类型> <景点>. }\n",
        "Answer": "<故宫博物院（故宫）>\t<景山公园>\t<国家大剧院>\t\n"
    },
    {
        "QuestionId": "q2749",
        "RawQuestion": "海康威视总部在哪里？\n",
        "Sparql": "select ?x where { <海康威视> <总部地址> ?x. }\n",
        "Answer": "<杭州>\t\n"
    },
    {
        "QuestionId": "q2816",
        "RawQuestion": "浙江大华技术股份有限公司成立日期？\n",
        "Sparql": "select ?x where { <浙江大华技术股份有限公司> <成立时间> ?x. }\n",
        "Answer": "<2001-03-12>\t\n"
    },
    {
        "QuestionId": "q5152",
        "RawQuestion": "患有皮肌炎有哪些饮食禁忌？\n",
        "Sparql": "select ?x where { <皮肌炎> <饮食禁忌> ?x. }\n",
        "Answer": "\"概述皮肌炎饮食&&1.验方、偏方&&1.)益元清热祛湿汤&&取黄芪、金银花各100克，地丁、黄柏各50克，玄参25克，当归、丹皮、马勃、板蓝根、紫草、鹿角霜各20克，甘草、柴胡各15克。每日1剂，水煎服。&&本方适用于皮肌炎，湿热阻络之症。&&2.)养阴通络汤&&用鸡血藤30克，黄芪、络石藤各20克，党参、生地、北沙参各15克，丹皮、紫草各12克。水煎服，每日1剂。&&本方适用于皮肌炎，阴虚血热症。&&3.)加味益气凉血汤取地骨皮30克，龟板、鳖甲各15克，生地、黄芪、山药、党参各12克，紫草、南沙参、北沙参、麦冬、白术各9克，丹皮6克。水煎服，每日1剂，每日服3次。&&本方益气，养阴，凉血，适用于皮肌炎。&&4.)二参二藤汤&&用鸡血藤、络石藤各30克，黄芪20克，党参、北沙参、生地各15克，丹皮、紫草各12克。水煎服，每日1剂，每日服3次。&&本方益气养阴，凉血通络，适用于皮肌炎。&&2、护理原则&&1。尽量避免日光直接照射(主要时紫外线)，外出时带帽子、手套、长袖衣服或打伞等。&&2。尽可能不进食海产品(鱼、虾、蟹)等易引起过敏的食物。&&3。忌食辛辣刺激食物(葱、姜、蒜等)。&&4。少食油腻性食物;勿饱食。&&5。禁吸烟饮酒。&&6。不用化妆品、染发剂。&&7。避免接触农药及某些装饰材料。&&8。育龄妇女在病情不十分稳定时应心意尽量避免妊娠和人流，生育应在医师提导下。&&9。保证充足睡眠，劳逸结合。保持心情舒畅，适度运动。&&10。院外应定期随诊复查。等等，非常有助于病情康复和预防复发。加重，肢体畸形，防止心衰或呼吸衰竭严重症状出现，使疾病最终获得缓解。&&(以上资料仅供参考，详细请咨询医生)饮食禁忌1.避免油腻食物；2.避免油炸食物；3.避免高盐高脂肪食物。饮食适宜1.宜吃高蛋白食物；2.宜吃高维生素食物；3.宜吃高热量食物。忌吃1:理由:属于高盐食物，不宜过多食用，对身体有很大的危害建议:建议每人日摄入食盐量4克以下，其他严重疾病尤其注意食物:腌制蔬菜2:理由:属于特别油腻的食物，肥甘厚味，多食无益建议:尽量少的服用，属于肥甘厚味食物:小麻椒3:理由:属于特别油腻的食物，而且加工此种食物的油都属于质量比较差的油建议:建议适当的少食用一些食物:大肥肉宜吃1:理由:瘦肉建议:鸡蛋含丰富的优质蛋白，每100克鸡蛋含13克蛋白质，两只鸡蛋所含的蛋白质大致相当于50克鱼或瘦肉的蛋白质。鸡蛋蛋白质的消化率在牛奶、猪肉、牛肉和大米中也是最高的。食物:精2:理由:丰富的维生素含量使其深受大家青睐，最大众化的水果建议:每日食用，最好在两餐之间食物:水果3:理由:蛋建议:富含优质蛋白和人体必需的维生素，属于高热量食物食物:鸡\"\t\n"
    },
    {
        "QuestionId": "q1739",
        "RawQuestion": "信用账户销户条件？\n",
        "Sparql": "select ?x where { <信用账户> <销户条件> ?x. }\n",
        "Answer": "\"信用证券账户已了结全部融资融券交易\"\t\"信用证券账户上无任何股份余额\"\t\"信用证券账户资金余额为零\"\t\"没有融资融券交易待交收等在途业务\"\t\"未发生其它有关交易交收违约行为\"\t\n"
    },
    {
        "QuestionId": "q2833",
        "RawQuestion": "光大证券的董事会秘书？\n",
        "Sparql": "select ?x where { <光大证券> <公司董秘> ?x. }\n",
        "Answer": "<朱勤>\t\n"
    },
    {
        "QuestionId": "q4575",
        "RawQuestion": "华夏银行的代行行长\n",
        "Sparql": "select ?x where { <华夏银行> <代行行长> ?x. }\n",
        "Answer": "<张健华>\t\n"
    },
    {
        "QuestionId": "q3274",
        "RawQuestion": "猩红热涉及哪些症状？\n",
        "Sparql": "select ?x where { <猩红热> <涉及症状> ?x. }\n",
        "Answer": "<发热伴有皮疹>\t<耳内流脓>\t<声音嘶哑>\t<间歇性血尿>\t\n"
    },
    {
        "QuestionId": "q2959",
        "RawQuestion": "恒生电子股份有限公司的董事长毕业于哪所大学\n",
        "Sparql": "select ?x where { <恒生电子> <董事长> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<江苏理工大学>\t\n"
    },
    {
        "QuestionId": "q5293",
        "RawQuestion": "先天愚型患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <先天愚型> <临床表现> ?x. }\n",
        "Answer": "\"患儿具明显的特殊面容体征、常呈现嗜睡和喂养困难、智力低下、常伴有先天性心脏病等其他畸形\"\t\n"
    },
    {
        "QuestionId": "q718",
        "RawQuestion": "同时获得\"MTV电影奖-最佳男演员\"和\"国际健美联合会业余组宇宙先生\"的人是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"美国金球奖电影类-最佳新男演员\". ?x <主要成就> \"MTV电影奖-最佳男演员\". }\n",
        "Answer": "<阿诺德·施瓦辛格>\t\n"
    },
    {
        "QuestionId": "q3231",
        "RawQuestion": "水痘的同义词有哪些？\n",
        "Sparql": "select ?x where { <水痘> <同义词> ?x. }\n",
        "Answer": "<水花,水疱>\t\n"
    },
    {
        "QuestionId": "q3758",
        "RawQuestion": "嗌塞和幻味发生时需要去做哪项检查？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <嗌塞> . ?x <涉及症状> <幻味> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q4510",
        "RawQuestion": "索尼公司的总股本？\n",
        "Sparql": "select ?x where { <索尼公司> <总股本> ?x. }\n",
        "Answer": "\"12.7亿股\"\t\n"
    },
    {
        "QuestionId": "q2815",
        "RawQuestion": "支付宝（中国）网络技术有限公司的历史法人\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <历史法人> ?x. }\n",
        "Answer": "<马云>\t\n"
    },
    {
        "QuestionId": "q7376",
        "RawQuestion": "万豪酒店最多有能住多少人的套房\n",
        "Sparql": "select (max(?x) as ?max_x) where { <宁波万豪酒店> <房型名称> ?y. ?y <容纳人数> ?x. }\n",
        "Answer": "\"3.0\"\t\n"
    },
    {
        "QuestionId": "q1725",
        "RawQuestion": "科创板设立地点？\n",
        "Sparql": "select ?x where { <科创板> <设立地点> ?x. }\n",
        "Answer": "<上海证券交易所>\t\n"
    },
    {
        "QuestionId": "q461",
        "RawQuestion": "清华大学的现任校长是谁\n",
        "Sparql": "select ?x where { <清华大学> <现任校长> ?x . }\n",
        "Answer": "<邱勇_（清华大学校长）>\t\n"
    },
    {
        "QuestionId": "q4595",
        "RawQuestion": "纳思达的技术负责人\n",
        "Sparql": "select ?x where { <纳思达> <技术负责人> ?x. }\n",
        "Answer": "<丁励>\t\n"
    },
    {
        "QuestionId": "q3037",
        "RawQuestion": "动脉血氧分压与哪些疾病有关？\n",
        "Sparql": "select ?x where { <动脉血氧分压> <涉及疾病> ?x. }\n",
        "Answer": "<新生儿呼吸暂停>\t<老年人急性呼吸窘迫综合征>\t<肺血栓栓塞症>\t<慢性嗜酸性粒细胞性肺炎>\t<煤炭工尘肺>\t<新生儿硬皮症>\t<光气中毒>\t<中毒性肺炎>\t<特发性间质性肺炎>\t<迁延性肺嗜酸粒细胞浸润症>\t<气胸>\t<动脉粥样硬化>\t<新生儿低体温>\t<放射性肺炎>\t<急性高原病>\t<肺泡蛋白沉着症>\t<动静脉瘘>\t<慢性呼吸衰竭>\t<HIV相关呼吸道感染>\t<重症肺炎>\t<急性肾功能不全>\t<百草枯中毒>\t<夜间哮喘>\t<急性呼吸衰竭>\t<肺泡蛋白沉积症>\t<先天性胸腹裂孔疝>\t<五氯酚钠中毒>\t<肺栓塞>\t<严重急性呼吸综合征>\t<新生儿迟发性代谢性酸中毒>\t<休克型肺炎>\t<重症急性呼吸综合征>\t<急性高山病>\t<支气管扩张症>\t<肝肺综合征>\t<老年人慢性阻塞性肺疾病>\t<先天性肺动静脉瘘>\t<新生儿晚期代谢性酸中毒>\t<新生儿体温过低>\t<慢性呼衰>\t<脐带打结>\t<动脉硬化性血管病>\t<新生儿中枢性呼吸暂停综合征>\t<迁延型嗜酸粒细胞增多症>\t<小儿肥胖通气不良综合征>\t<小儿肺水肿>\t<新生儿肺气漏>\t<原发性纤毛运动障碍>\t<新生儿硬化病>\t\n"
    },
    {
        "QuestionId": "q3051",
        "RawQuestion": "动脉血气分析涉及到的症状有哪些？\n",
        "Sparql": "select ?x where { <动脉血气分析> <涉及症状> ?x. }\n",
        "Answer": "<小腿水肿>\t<下颌角外翻>\t<肝积水>\t<面色苍白>\t<食欲减退>\t<高温性水肿>\t<膝盖砸伤肿痛>\t<无名指指甲凹陷>\t<神经伤>\t<呼吸窘迫综合症>\t<指甲中央部分隆起>\t<晕轮效应>\t<伴高血压>\t<掌心凹消失或稍隆起>\t<脾气虚>\t<神志不清>\t<鲜红斑痣>\t<关节挛缩>\t<指甲冻伤>\t<红光满面>\t<声门水肿>\t<孕妇上火>\t<膝盖长骨刺>\t<呼吸抑制>\t<神志模糊>\t<腘动脉搏动减弱或消失>\t<面色青紫>\t<坐骨大小孔区出现压痛>\t<双肺水泡音>\t<弦脉>\t<肢体局部的皮肤颜色和温度改变>\t<神志淡漠>\t<虚脱>\t<前臂及手部肌群的缺血性挛缩>\t<汗毛过多>\t<醉酒>\t<肢体增长、增粗过度>\t<张口抬肩>\t<指(趾)肿胀>\t<吸入综合征>\t\n"
    },
    {
        "QuestionId": "q5748",
        "RawQuestion": "景山公园的人均消费是多少？\n",
        "Sparql": "select ?x where { <景山公园> <平均价格> ?x. }\n",
        "Answer": "\"3\"\t\n"
    },
    {
        "QuestionId": "q7500",
        "RawQuestion": "北京昆仑饭店附近5公里的景点有哪些？\n",
        "Sparql": "select ?y where { <北京昆仑饭店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>.}\n",
        "Answer": "<凤凰中心>\t<雍和宫>\t\n"
    },
    {
        "QuestionId": "q3303",
        "RawQuestion": "性冷淡属于什么?\n",
        "Sparql": "select ?x where { <性冷淡> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4441",
        "RawQuestion": "本草纲目的作者信仰哪个教派？\n",
        "Sparql": "select ?x where { <本草纲目_（李时珍撰写药学著作）> <作者> ?y. ?y <信仰> ?x . }\n",
        "Answer": "<道教>\t\n"
    },
    {
        "QuestionId": "q2689",
        "RawQuestion": "东南大学出过哪些数学家？\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <东南大学> . }\n",
        "Answer": "<金田康正>\t<谷山丰>\t<坂内英一>\t\n"
    },
    {
        "QuestionId": "q3449",
        "RawQuestion": "法洛四联症适合去什么科室？\n",
        "Sparql": "select ?x where { <法洛四联症> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q847",
        "RawQuestion": "\"弱者道之用\"是哪位哲学家的主张？\n",
        "Sparql": "select ?x where { <弱者道之用> <作者> ?x. ?x <职业> <哲学家_（基础含义）>. }\n",
        "Answer": "<老子_（道家学派创始人）>\t\n"
    },
    {
        "QuestionId": "q5730",
        "RawQuestion": "景山公园内可以携带自拍杆吗？\n",
        "Sparql": "select ?x where { <景山公园> <是否有携带自拍杆> ?x. }\n",
        "Answer": "<不限制>\t\n"
    },
    {
        "QuestionId": "q214",
        "RawQuestion": "桂林市的市花是什么？\n",
        "Sparql": "select ?x where { <桂林_（广西壮族自治区下辖市）> <市花> ?x. }\n",
        "Answer": "<桂花_（中国木犀属众多树木的习称）>\t\n"
    },
    {
        "QuestionId": "q7615",
        "RawQuestion": "深圳阳光酒店5公里内还有什么酒店？\n",
        "Sparql": "select ?y where { <深圳阳光酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <酒店>. }\n",
        "Answer": "<深圳富临大酒店>\t<深圳富苑皇冠假日套房酒店>\t<深圳香格里拉大酒店>\t\n"
    },
    {
        "QuestionId": "q6950",
        "RawQuestion": "西医学名“牙垢”的别称是什么？\n",
        "Sparql": "select ?x where { ?y <西医学名> \"牙垢\". ?y <其他名称> ?x. } \n",
        "Answer": "\"牙菌斑\"\t\n"
    },
    {
        "QuestionId": "q4409",
        "RawQuestion": "M416突击步枪是由哪个国家制造的？\n",
        "Sparql": "select ?x where { <m416> <制造国家> ?x. }\n",
        "Answer": "<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q2316",
        "RawQuestion": "白垩纪时霸王龙曾分布在哪些地方？\n",
        "Sparql": "select ?x where { <霸王龙_（已灭绝的白垩纪晚期爬行动物）> <分布区域> ?x. }\n",
        "Answer": "<新墨西哥州>\t<美国_（美利坚合众国）>\t<加拿大_（北美洲国家）>\t\n"
    },
    {
        "QuestionId": "q7435",
        "RawQuestion": "金狮国际酒店的提供餐食的时间？\n",
        "Sparql": "select ?x where { <金狮国际酒店> <就餐时间> ?x. }\n",
        "Answer": "\"每天06:30-09:30开放\"\t\n"
    },
    {
        "QuestionId": "q638",
        "RawQuestion": "范冰冰和陈柏霖合作过哪些作品呢？\n",
        "Sparql": "select ?x where { ?x <主演> <陈柏霖_（台湾演员）>. ?x <主演> <范冰冰>. }\n",
        "Answer": "<情癫大圣>\t<观音山_（2011年李玉执导电影）>\t<千机变Ⅱ花都大战>\t\n"
    },
    {
        "QuestionId": "q7380",
        "RawQuestion": "时光穿越梦幻馆门票要多少钱？\n",
        "Sparql": "select ?x where { <时光穿越梦幻馆（山城步道店）> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:60.0。\"\t\n"
    },
    {
        "QuestionId": "q3392",
        "RawQuestion": "尿道下裂属于什么?\n",
        "Sparql": "select ?x where { <尿道下裂> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4812",
        "RawQuestion": "维力医疗哪个高管曾任韦士泰董事长\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <曾任职公司> <韦士泰>. ?x <曾任职位> <董事长>. }\n",
        "Answer": "<韩广源>\t\n"
    },
    {
        "QuestionId": "q6738",
        "RawQuestion": "李兰娟的队友中，哪些杭州救援队？\n",
        "Sparql": "select ?z where { ?z <队友> <李兰娟>. ?z <所属救援队> <树兰（杭州）医院紧急医疗队>. } \n",
        "Answer": "<朱梦飞>\t<汤灵玲>\t<张园园>\t<刘元春>\t\n"
    },
    {
        "QuestionId": "q2802",
        "RawQuestion": "中国农业银行总部设在哪里\n",
        "Sparql": "select ?x where { <中国农业银行> <总部位置> ?x. }\n",
        "Answer": "<北京>\t\n"
    },
    {
        "QuestionId": "q7137",
        "RawQuestion": "长期发热有怎样的预防措施？\n",
        "Sparql": "select ?x where { <长期发热> <预防> ?x. }\n",
        "Answer": "\"对于成人而言，现在的症状可能存在细菌感染等情况，在治疗时应该加用消炎药物治疗，可以服用阿奇霉素片和复方甘草片治疗，平时更应该注意多休息，多喝开水，不吃辛辣刺激食物。而这种情况下也可能是抵抗力不足的表现，这种病情一般情况下是可以服用蛋白粉处理的。蛋白粉可以有效的提高人体免疫力。在免疫力下降的时候，重在提高抵抗力，平时多运动锻炼身体，注意保暖。在饮食上均衡营养，作息时间规律，如果身体非常差的，可以中医调理一下。如果出现贫血等现象的时候，贫血引起的是可以选择硫酸亚铁片叶酸片维生素C片等药物治疗的匹多莫德口服液可以提交机体抵抗力减少呼吸道疾病的。对于儿童来说，发烧是体内有炎症感染所致，与孩子身体抵抗力低下有关，所以应注意：1.预防的关键是加强营养，适当的增加户外活动，提高孩子的免疫力。2.避免同病人接触：如家中有人感冒，应尽量避免与宝宝亲密接触，例如亲吻等；如果乳母患感冒，同宝宝接触时应带口罩；外出不要接触有病的小孩；不要让患感冒的成人抱；家长外出回来，要换上干净的衣服，洗脸洗手后才能与宝宝接触。任何人任何时候接触宝宝都要洗干净双手。3.消毒空气，每天两次，每次半小时，可有效预防感冒。用湿布拖地和抹桌椅，以免灰尘飞扬。咳嗽或喷嚏时用纸巾紧紧捂住口鼻，将痰液吐在纸巾上，包好后直接扔进厕所。4.坚持母乳喂养、坚持“阳光、空气、水”三浴锻炼、增加室外活动的时间、适当使用免疫增强剂如牛初乳、脾转移因子等。这里的预防主要以孩子为主，因为儿童的抵抗力比成人要低很多，多以更应注重对孩子的预防。\"\t\n"
    },
    {
        "QuestionId": "q3428",
        "RawQuestion": "湿疹的同义词是什么？\n",
        "Sparql": "select ?x where { <湿疹> <同义词> ?x. }\n",
        "Answer": "<过敏性炎症性皮肤病,湿疮>\t\n"
    },
    {
        "QuestionId": "q2880",
        "RawQuestion": "美国证券交易所全美证券交易所的简称是什么\n",
        "Sparql": "select ?x where { <全美证券交易所> <简称> ?x. }\n",
        "Answer": "\"AMEX\"\t\n"
    },
    {
        "QuestionId": "q780",
        "RawQuestion": "武汉大学出了哪些经济学家\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<张培刚_（中国发展经济学创始人）>\t<梅新育>\t<杨再平>\t<易江_（著名学者、经济学家、南华工商学院院长）>\t<程志强_（北京大学兼职教授、博士生导师）>\t<陈钦风>\t\n"
    },
    {
        "QuestionId": "q5232",
        "RawQuestion": "结核病中OMIM的编码是什么？\n",
        "Sparql": "select ?x where { <结核病> <OMIM> ?x. }\n",
        "Answer": "\"607948\"\t\n"
    },
    {
        "QuestionId": "q798",
        "RawQuestion": "电影阿凡达的出品公司的成立时间？\n",
        "Sparql": "select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <出品公司> ?x. ?x <成立时间> ?y. }\n",
        "Answer": "\"1935-05-31\"\t\n"
    },
    {
        "QuestionId": "q830",
        "RawQuestion": "《色戒》里的美籍主演有谁？\n",
        "Sparql": "select ?x where { <色戒_（李安执导电影）> <主演> ?x. ?x <国籍> <美国_（美利坚合众国）>. }\n",
        "Answer": "<陈冲_（美籍华裔女演员）>\t<王力宏>\t\n"
    },
    {
        "QuestionId": "q7207",
        "RawQuestion": "\"慢性乙型肝炎患者发病位置在哪里？\"\n",
        "Sparql": "select ?x where { <慢性乙型肝炎> <常见发病部位> ?x. }\n",
        "Answer": "\"肝脏\"\t\n"
    },
    {
        "QuestionId": "q1176",
        "RawQuestion": "孟京辉导演廖一梅编剧的作品是？\n",
        "Sparql": "select ?x where { ?x <导演> <孟京辉>. ?x <编剧> <廖一梅>. }\n",
        "Answer": "<一个无政府主义者的意外死亡_（1998年孟京辉导演话剧）>\t<恋爱的犀牛南宁站>\t<恋爱的犀牛>\t<琥珀_（孟京辉导演多媒体音乐话剧）>\t\n"
    },
    {
        "QuestionId": "q5132",
        "RawQuestion": "急性呼吸窘迫综合征有哪些临床表现？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <临床表现> ?x. }\n",
        "Answer": "\"呼吸急促、口唇及指（趾）端，呼吸窘迫等\"\t\n"
    },
    {
        "QuestionId": "q6025",
        "RawQuestion": "做几路车可以到达喀什噶尔老城？\n",
        "Sparql": "select ?x where { <喀什噶尔老城> <交通信息> ?x. }\n",
        "Answer": "\"市内乘坐公交2路、7路、8路、22路、28路到艾提尕尔站下车可至，其中7路穿越老城，可以选择在老城深处的任一站点下车\"\t\n"
    },
    {
        "QuestionId": "q287",
        "RawQuestion": "北京的故宫博物院什么季节去最好？\n",
        "Sparql": "select ?x where { <故宫_（北京故宫）> <适宜游玩季节> ?x. }\n",
        "Answer": "<春季>\t\n"
    },
    {
        "QuestionId": "q1663",
        "RawQuestion": "亚洲哪个国家的官方语言是阿拉伯语？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <官方语言> <阿拉伯语>. }\n",
        "Answer": "<is_（伊斯兰国简称）>\t<拉希德酋长国>\t<阿拔斯王朝>\t<倭马亚王朝>\t<科威特>\t<叙利亚>\t<也门民主人民共和国>\t<巴勒斯坦>\t<卡塔尔>\t<阿拉伯联合酋长国>\t<伊拉克王国>\t<阿联酋迪尔汗>\t<大食国>\t<法蒂玛王朝>\t<南阿拉伯保护国>\t<巴林>\t<伊拉克>\t<阿拉伯联合共和国>\t<黎巴嫩_（黎巴嫩共和国）>\t<阿拉伯帝国_（阿拉伯人建立的国家）>\t<阿布丁国>\t<沙特阿拉伯>\t<也门>\t<约旦>\t<阿曼_（阿曼苏丹国）>\t<Arab Empire>\t\n"
    },
    {
        "QuestionId": "q464",
        "RawQuestion": "海贼王里乔巴悬赏金有多少？\n",
        "Sparql": "select ?x where { <乔巴_（《海贼王》中的角色）> <悬赏金> ?x. }\n",
        "Answer": "\"50贝利→100贝利\"\t\n"
    },
    {
        "QuestionId": "q1421",
        "RawQuestion": "电脑游戏《红色警戒》的制作商是谁？\n",
        "Sparql": "select ?x where { <红色警戒_（《命令与征服》系列的即时战略游戏）> <开发商> ?x. }\n",
        "Answer": "<Westwood Studios>\t<EA_（美国艺电公司的简称）>\t\n"
    },
    {
        "QuestionId": "q7456",
        "RawQuestion": "湖南省博物馆的联系电话是多少？\n",
        "Sparql": "select ?x where { <湖南省博物馆> <电话> ?x. }\n",
        "Answer": "\"0731-84475933,0731-84415833\"\t\n"
    },
    {
        "QuestionId": "q2778",
        "RawQuestion": "大华股份的净利率是多少？\n",
        "Sparql": "select ?x where { <大华股份> <净利率> ?x. }\n",
        "Answer": "\"10.49%\"\t\n"
    },
    {
        "QuestionId": "q45",
        "RawQuestion": "你喜欢吃包子吗，你知道是谁发明的吗？\n",
        "Sparql": "select ?x where { <包子_（中国传统食品）> <发明者> ?x. }\n",
        "Answer": "<诸葛亮_（三国时期蜀汉丞相）>\t\n"
    },
    {
        "QuestionId": "q1804",
        "RawQuestion": "货币基金的特点？\n",
        "Sparql": "select ?x where { <货币基金> <特点> ?x. }\n",
        "Answer": "\"基金单位净值固定为1\"\t\"基金风险较低\"\t\"流动性较好，赎回到账时间较短\"\t\"投资成本低，货币基金无申购费和赎回费\"\t\n"
    },
    {
        "QuestionId": "q7041",
        "RawQuestion": "呼吸衰竭在医学专科中属于什么科？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <医学专科> ?x. }\n",
        "Answer": "\"胸腔医学\"\t\n"
    },
    {
        "QuestionId": "q2144",
        "RawQuestion": "英文名为\"KRIS\"的歌手的中文名？\n",
        "Sparql": "select ?x where { ?y <外文名> \"KRIS\" . ?y <职业> <歌手_（职业名称）> . ?y <中文名> ?x . }\n",
        "Answer": "\"吴亦凡\"\t\n"
    },
    {
        "QuestionId": "q244",
        "RawQuestion": "现在都有哪些计算机程序设计语言？\n",
        "Sparql": "select ?x where { ?x <类别> <计算机程序设计语言>. }\n",
        "Answer": "<VB_（Visual Basic编程语言）>\t<Delphi语言>\t<galaxy_（语言）>\t<lisp语言>\t<c语言>\t<c++>\t<汉语程序设计语言>\t<ada_（计算机程序设计语言）>\t<LISP_（计算机程序设计语言）>\t<ALGOL>\t\n"
    },
    {
        "QuestionId": "q340",
        "RawQuestion": "尼采的代表作品有哪些？\n",
        "Sparql": "select ?y where { <弗里德里希·威廉·尼采> <代表作品> ?y. }\n",
        "Answer": "<查拉图斯特拉如是说_（德国哲学家、思想家尼采文学作品）>\t<悲剧的诞生_（1986年三联书店出版图书）>\t<偶像的黄昏_（2009年12月商务印书馆出版）>\t\n"
    },
    {
        "QuestionId": "q3388",
        "RawQuestion": "外阴溃疡属于什么?\n",
        "Sparql": "select ?x where { <外阴溃疡> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q221",
        "RawQuestion": "克苏鲁居住在哪里？\n",
        "Sparql": "select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <居所> ?y. }\n",
        "Answer": "<拉莱耶>\t\n"
    },
    {
        "QuestionId": "q5034",
        "RawQuestion": "风湿热、肾炎、一般发热属于什么？\n",
        "Sparql": "select ?x where { <风湿热、肾炎、一般发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1699",
        "RawQuestion": "企业财务的三大报表有哪些？\n",
        "Sparql": "select ?x where { <企业财务> <三大报表> ?x. }\n",
        "Answer": "\"资产负债表\"\t\"利润表\"\t\"现金流量表\"\t\n"
    },
    {
        "QuestionId": "q3679",
        "RawQuestion": "哪项检查可以检测出乙肝小三阳？\n",
        "Sparql": "select ?x where { ?x <类型> <检查项目> . ?x <涉及症状> <乙肝小三阳> . }\n",
        "Answer": "<血常规>\t\n"
    },
    {
        "QuestionId": "q6586",
        "RawQuestion": "中国医药集团有限公司一共有多少员工？\n",
        "Sparql": "select ?x where { <中国医药集团有限公司> <员工数>?x . } \n",
        "Answer": "\"128600（2019年）\"\t\n"
    },
    {
        "QuestionId": "q2391",
        "RawQuestion": "数据库在哪一年产生？\n",
        "Sparql": "select ?y where { <数据库> <产生时间> ?y. }\n",
        "Answer": "\"1950\"\t\n"
    },
    {
        "QuestionId": "q5743",
        "RawQuestion": "三亚银泰阳光度假酒店的电话是多少？\n",
        "Sparql": "select ?x where { <三亚银泰阳光度假酒店> <电话> ?x. }\n",
        "Answer": "\"0898-88210888\"\t\n"
    },
    {
        "QuestionId": "q3291",
        "RawQuestion": "风疹的同义词是什么？\n",
        "Sparql": "select ?x where { <风疹> <同义词> ?x. }\n",
        "Answer": "<德国麻疹>\t\n"
    },
    {
        "QuestionId": "q5360",
        "RawQuestion": "出现听力减退以及伴有氮质血症是什么病？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <听力减退> . ?x <涉及症状> <氮质血症> . }\n",
        "Answer": "<血管神经性水肿>\t\n"
    },
    {
        "QuestionId": "q7262",
        "RawQuestion": "怎么诊断吸入性肺炎？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <诊断方法> ?x. }\n",
        "Answer": "\"根据病史,症状,胸片,痰培养的结果\"\t\n"
    },
    {
        "QuestionId": "q4669",
        "RawQuestion": "保险费率组成\n",
        "Sparql": "select ?x where { <保险费率> <类别> ?x. }\n",
        "Answer": "\"纯费率\"\t\"附加费率\"\t\n"
    }
]