[
    {
        "QuestionId": "q3119",
        "RawQuestion": "胰致腹泻瘤属于什么类型?\n",
        "Sparql": "select ?x where { <胰致腹泻瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2414",
        "RawQuestion": "古时候的一个时辰在现在是多长时间？\n",
        "Sparql": "select ?x where { <时辰> <换算> ?x. }\n",
        "Answer": "\"一时辰等于两小时\"\t\n"
    },
    {
        "QuestionId": "q2449",
        "RawQuestion": "阿波罗计划实在什么时候开始的？\n",
        "Sparql": "select ?y where { <阿波罗计划> <起始时间> ?y. }\n",
        "Answer": "\"1961\"\t\n"
    },
    {
        "QuestionId": "q2054",
        "RawQuestion": "柯南·道尔笔下，华生的搭档的原型是谁？\n",
        "Sparql": "select ?x where { ?y <搭档> <华生_（侦探小说《福尔摩斯探案记》中的人物）> . ?y <原型> ?x . }\n",
        "Answer": "<约瑟夫·贝尔>\t\n"
    },
    {
        "QuestionId": "q5239",
        "RawQuestion": "泌尿道感染的eMedicine是什么？\n",
        "Sparql": "select ?x where { <泌尿道感染> <eMedicine> ?x. }\n",
        "Answer": "\"emerg/625 emerg/626\"\t\n"
    },
    {
        "QuestionId": "q610",
        "RawQuestion": "北京大学出了哪些哲学家\n",
        "Sparql": "select ?x where { ?x <职业> <哲学家_（基础含义）> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<张中行>\t<牟宗三>\t<张申府>\t<余敦康>\t<潘梓年>\t\n"
    },
    {
        "QuestionId": "q790",
        "RawQuestion": "发明了飞机的美国人信仰什么宗教？\n",
        "Sparql": "select ?y where { ?x <国籍> <美国_（美利坚合众国）>. ?x <主要成就> \"发明了飞机\". ?x <信仰> ?y. }\n",
        "Answer": "<新教>\t\n"
    },
    {
        "QuestionId": "q2170",
        "RawQuestion": "《浮夸》的演唱者又被戏称为？\n",
        "Sparql": "select ?x where { ?y <代表作品> <浮夸_（陈奕迅主唱的歌曲）> . ?y <别名> ?x . }\n",
        "Answer": "\"医生，吹神，E臣，陈小胖，所长\"\t\"医生，吹神，E臣，陈小胖，所长\"\t\n"
    },
    {
        "QuestionId": "q423",
        "RawQuestion": "潘粤明有什么作品？\n",
        "Sparql": "select ?x where { <潘粤明> <代表作品> ?x. }\n",
        "Answer": "<白蛇传_（2005年刘涛、潘粤明主演电视剧）>\t<京华烟云_（2005年赵薇主演电视连续剧）>\t<红衣坊>\t<孔雀东南飞_（中国2009年王文杰执导电视剧）>\t\n"
    },
    {
        "QuestionId": "q268",
        "RawQuestion": "和谐号有哪些车次？\n",
        "Sparql": "select ?x where { ?x <列车类型> <和谐号动车组> . }\n",
        "Answer": "<D3204>\t<d325>\t<D3203>\t\n"
    },
    {
        "QuestionId": "q1020",
        "RawQuestion": "亚洲哪个国家的宗教圣地是麦地那？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <宗教圣地> \"麦地那\". }\n",
        "Answer": "<沙特阿拉伯>\t\n"
    },
    {
        "QuestionId": "q4611",
        "RawQuestion": "可转换债券的三个特点\n",
        "Sparql": "select ?x where { <可转换债券> <产品特点> ?x. }\n",
        "Answer": "\"债权性\"\t\"股权性\"\t\"可转换性\"\t\n"
    },
    {
        "QuestionId": "q1337",
        "RawQuestion": "海贼王里乔巴老家在哪里？\n",
        "Sparql": "select ?x where { <乔巴_（《海贼王》中的角色）> <出生地> ?x. }\n",
        "Answer": "<磁鼓岛>\t\n"
    },
    {
        "QuestionId": "q958",
        "RawQuestion": "浙江大学出了哪些经济学家\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<滕维藻>\t<宋敏_（北京大学经济学院教授）>\t<张俊森>\t\n"
    },
    {
        "QuestionId": "q2657",
        "RawQuestion": "运动员李娜的丈夫拿过什么奖项？\n",
        "Sparql": "select ?z where { ?x <中文名> \"李娜\" . ?x <丈夫> ?y . ?y <主要奖项> ?z . }\n",
        "Answer": "\"全运会团体金牌\"\t\"混双金牌。\"\t\"2010年度湖北十佳运动员\"\t\n"
    },
    {
        "QuestionId": "q543",
        "RawQuestion": "三国后期一位名将曾\"偷渡阴平\"灭亡蜀国，他被封了什么爵位？\n",
        "Sparql": "select ?y where { <偷渡阴平> <提出> ?x. ?x <爵位> ?y . }\n",
        "Answer": "<关内侯>\t\n"
    },
    {
        "QuestionId": "q6215",
        "RawQuestion": "颐和园附近哪个酒店可以办婚宴？\n",
        "Sparql": "select ?y where { <颐和园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有婚宴服务> <提供婚宴服务,可能收费>.  ?y <类型> <酒店>.  }\n",
        "Answer": "<北大博雅国际酒店>\t<北京友谊宾馆（贵宾楼）>\t<北京世纪金源大饭店>\t\n"
    },
    {
        "QuestionId": "q4584",
        "RawQuestion": "招商银行的外部监事\n",
        "Sparql": "select ?x where { <招商银行> <外部监事> ?x. }\n",
        "Answer": "<韩子荣>\t<靳庆军>\t<丁慧平>\t\n"
    },
    {
        "QuestionId": "q5149",
        "RawQuestion": "患有皮肌炎有怎样的治疗方法？\n",
        "Sparql": "select ?x where { <皮肌炎> <治疗方法> ?x. }\n",
        "Answer": "\"早诊断、早治疗。治疗方案及用药应遵循个体化。合并恶性肿瘤的患者，尽可能切除肿瘤或有效治疗肿瘤。有钙质沉着症者可手术切除。血浆置换，对于糖皮质激素和免疫抑制剂效者可考虑。\"\t\n"
    },
    {
        "QuestionId": "q2103",
        "RawQuestion": "哪些学校属于C9联盟？\n",
        "Sparql": "select ?y where { ?y <属性> <C9_（九校联盟）> . }\n",
        "Answer": "<哈尔滨工业大学深圳研究生院>\t<中国科学技术大学>\t<哈尔滨工业大学研究生院>\t<北京大学海洋研究院>\t<浙江大学>\t<中国科学技术大学环境科学与光电技术学院>\t<哈尔滨工业大学>\t<北京大学>\t<上海交通大学>\t<南京大学建筑与城市规划学院>\t<西安交通大学>\t<哈尔滨工业大学（威海）>\t<清华大学美术学院>\t<清华大学>\t<南京大学>\t<浙江大学宁波校区>\t\n"
    },
    {
        "QuestionId": "q1749",
        "RawQuestion": "深证的总市值是多少？\n",
        "Sparql": "select ?x where { <深证> <总市值> ?x. }\n",
        "Answer": "\"214451.70亿元\"\t\n"
    },
    {
        "QuestionId": "q1635",
        "RawQuestion": "《悲惨世界》的作者的血型是？\n",
        "Sparql": "select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <血型> ?x. }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q7165",
        "RawQuestion": "如何诊断是平卧呼吸困难？\n",
        "Sparql": "select ?x where { <平卧呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"平卧呼吸困难需要和下面的症状相互鉴别。支气管哮喘(bronchialasthma，简称哮喘)，是由多种细胞特别是肥大细胞、嗜酸性粒细胞和T淋巴细胞参与的慢性气道炎症;在易感者中此种炎症可引起反复发作的喘息、气促、胸闷和/或咳嗽等症状，多在夜间或凌晨发生;此类症状常伴有广泛而多变的呼气流速受限，但可部分地自然缓解或经治疗缓解;此种症状还伴有气道对多种刺激因子反应性增高。呼吸困难是左心衰竭的最早和最常见的症状。主要由于急性或慢性肺瘀血和肺活量减低所引起。阵发性夜间呼吸困难是左心衰竭的一种表现，病人常在熟睡中憋醒，有窒息感，被迫坐起，咳嗽频繁，出现严重的呼吸困难。患者坐于床沿，以两手置于膝盖上或扶持床边，这种体位可使胸廓辅助呼吸肌易于运动;同时，在体位作用下使膈肌下降，使肺的换气量增加，减轻肺功能不全的症状，减轻患者的痛苦，象支气管哮喘的严重患者，由于换气不足，患者呈端坐呼吸，两手前撑，两肩高耸，额部出冷汗，表情痛苦，可有紫绀。\"\t\n"
    },
    {
        "QuestionId": "q1488",
        "RawQuestion": "甄嬛传女主角的老公叫什么？\n",
        "Sparql": "select ?y where { ?x <代表作品> <甄嬛传_（2011年郑晓龙执导古装清宫斗争剧）>. ?x <配偶> ?y. }\n",
        "Answer": "<张晋_（重庆籍男演员）>\t<邓超_（中国电影导演、演员）>\t\n"
    },
    {
        "QuestionId": "q1854",
        "RawQuestion": "老三板B股的报价单位？\n",
        "Sparql": "select ?x where { <老三板B股> <报价单位> ?x. }\n",
        "Answer": "\"0.001美元\"\t\n"
    },
    {
        "QuestionId": "q3021",
        "RawQuestion": "血常规的检查与哪些疾病有关？\n",
        "Sparql": "select ?x where { <血常规> <涉及疾病> ?x. }\n",
        "Answer": "<眶骨膜下脓肿>\t<急性重型肝炎>\t<毛细胞白血病>\t<肝炎>\t<外阴前庭大腺癌>\t<赖特综合征性巩膜炎>\t<巴多林氏腺癌>\t<急性海绵窦栓塞性静脉炎>\t<妊娠合并白血病>\t<前庭大腺癌>\t<乳突炎>\t<肝脏炎症性疾病>\t\n"
    },
    {
        "QuestionId": "q4920",
        "RawQuestion": "呼吸衰竭属于什么？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4262",
        "RawQuestion": "火箭奥沙利文出生于哪里？\n",
        "Sparql": "select ?x where{ <罗尼·奥沙利文> <出生地> ?x.}\n",
        "Answer": "<艾塞克斯>\t\n"
    },
    {
        "QuestionId": "q3625",
        "RawQuestion": "淋病的并发症有哪些？\n",
        "Sparql": "select ?x where { <淋病> <并发症> ?x. }\n",
        "Answer": "<心内膜炎>\t<骨盆腔发炎>\t\"附睾炎\"\t\"化脓性关节炎\"\t\n"
    },
    {
        "QuestionId": "q5287",
        "RawQuestion": "吸入性肺炎的发病部位在哪？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <发病部位> ?x. }\n",
        "Answer": "\"肺部\"\t\n"
    },
    {
        "QuestionId": "q3514",
        "RawQuestion": "口腔溃疡属于什么?\n",
        "Sparql": "select ?x where { <口腔溃疡> <类型> ?x. }\n",
        "Answer": "<疾病>\t<不良反应>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5166",
        "RawQuestion": "衣原体肺炎该怎么进行随访工作？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <随访> ?x. }\n",
        "Answer": "\"定期随访。\"\t\n"
    },
    {
        "QuestionId": "q2516",
        "RawQuestion": "飞机的发明者出生于哪里？\n",
        "Sparql": "select ?y where { <飞机_（交通工具）> <发明者> ?x. ?x <出生地> ?y . }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q2680",
        "RawQuestion": "霸王龙所在的总目繁荣时间是什么？\n",
        "Sparql": "select ?z where { ?x <中文学名> \"霸王龙\" . ?x <总目> ?y . ?y <繁荣时间> ?z . }\n",
        "Answer": "\"2.45亿年前至今\"\t\n"
    },
    {
        "QuestionId": "q1966",
        "RawQuestion": "针对上市公司的监管类函件有哪些？\n",
        "Sparql": "select ?x where { <上市公司> <监管类函件> ?x. }\n",
        "Answer": "\"监管函\"\t\"问询函\"\t\"关注函\"\t\n"
    },
    {
        "QuestionId": "q1947",
        "RawQuestion": "超市的上游是？\n",
        "Sparql": "select ?x where { <超市> <上游> ?x. }\n",
        "Answer": "<冷柜>\t<热敏打印机>\t\n"
    },
    {
        "QuestionId": "q5339",
        "RawQuestion": "与低热以及流鼻涕症状相关的疾病是什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <低热> . ?x <涉及症状> <流鼻涕> . }\n",
        "Answer": "<鼻粘膜肿胀>\t<百日咳>\t\n"
    },
    {
        "QuestionId": "q6734",
        "RawQuestion": "李兰娟院士有哪些重要成果？\n",
        "Sparql": "select ?a where { <李兰娟> <重要成果> ?a. } \n",
        "Answer": "<《本科临床传染病学配增值第9版》>\t<《人体微生态与感染性疾病的研究进展》>\t<《H7N9禽流感病毒分子生物学变异的研究进展》>\t<《中国人工肝研究——跟跑者迈向领跑者》>\t<《B3型柯萨奇病毒感染对胰岛细胞糖尿病相关LncRNA表达的影响》>\t<《中国近30年微生态学发展现状及未来》>\t<《我国感染病学发展战略研究》>\t<《人体微生态与健康和疾病》>\t<《肝衰竭新进展》>\t<《传染病学第3版》>\t<《感染病学学习指导及习题集》>\t<《传染病学第9版人卫版》>\t\n"
    },
    {
        "QuestionId": "q6341",
        "RawQuestion": "如意湖景区的所在城市是哪？\n",
        "Sparql": "select ?x where { <如意湖景区> <城市> ?x. }\n",
        "Answer": "<郑州>\t\n"
    },
    {
        "QuestionId": "q3641",
        "RawQuestion": "角膜炎属于什么?\n",
        "Sparql": "select ?x where { <角膜炎> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<科学百科疾病症状分类>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5937",
        "RawQuestion": "曲靖官房大酒店要多少钱？\n",
        "Sparql": "select ?x where { <曲靖官房大酒店> <平均价格> ?x.}\n",
        "Answer": "\"470\"\t\n"
    },
    {
        "QuestionId": "q6564",
        "RawQuestion": "本·拉登最知名的罪行发生在哪里？\n",
        "Sparql": "select ?x where { <本·拉登> <主要罪行>  ?y. ?y <地点> ?x. } \n",
        "Answer": "<美国纽约世界贸易中心>\t\n"
    },
    {
        "QuestionId": "q4816",
        "RawQuestion": "000016的公司名称是什么?\n",
        "Sparql": "select ?x where { <000016> <公司名称> ?x. }\n",
        "Answer": "<康佳集团股份有限公司>\t\n"
    },
    {
        "QuestionId": "q497",
        "RawQuestion": "书籍《三国演义》的作者是谁？\n",
        "Sparql": "select ?x where { <三国演义_（中国古典四大名著之一）> <作者> ?x. }\n",
        "Answer": "<罗贯中>\t\n"
    },
    {
        "QuestionId": "q3172",
        "RawQuestion": "糖尿病酮症酸中毒属于什么?\n",
        "Sparql": "select ?x where { <糖尿病酮症酸中毒> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q5075",
        "RawQuestion": "阵发性夜间呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <阵发性夜间呼吸困难> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1501",
        "RawQuestion": "贾宝玉的绰号有什么含义？\n",
        "Sparql": "select ?z where { ?x <中文名> \"贾宝玉\" . ?x <绰号> ?y . ?y <含义> ?z . }\n",
        "Answer": "\"没有什么大事，却异常忙碌\"\t\n"
    },
    {
        "QuestionId": "q5281",
        "RawQuestion": "多囊肾患者会有什么临床表现？\n",
        "Sparql": "select ?x where { <多囊肾> <临床表现> ?x. }\n",
        "Answer": "\"肾肿大、肾区疼痛、血尿、高血压等\"\t\n"
    },
    {
        "QuestionId": "q5219",
        "RawQuestion": "破伤风的eMedicine是什么？\n",
        "Sparql": "select ?x where { <破伤风> <eMedicine> ?x. }\n",
        "Answer": "\"emerg/574\"\t\n"
    },
    {
        "QuestionId": "q303",
        "RawQuestion": "豆瓣鱼是哪里菜？\n",
        "Sparql": "select ?x where { <豆瓣鱼> <分类> ?x. }\n",
        "Answer": "<川菜_（四大菜系之一）>\t\n"
    },
    {
        "QuestionId": "q4714",
        "RawQuestion": "郑州商品交易所的可交易品种都包括什么\n",
        "Sparql": "select ?x where { <郑州商品交易所> <上市品种>?x. }\n",
        "Answer": "<晚稻>\t<甲醇>\t<菜籽>\t<硅铁>\t<菜粕>\t<棉纱>\t<白糖>\t<强麦>\t<菜籽油>\t<动力煤>\t<棉花>\t<玻璃>\t<PTA>\t<普麦>\t<早稻>\t<梗稻>\t<锰硅>\t<苹果>\t\n"
    },
    {
        "QuestionId": "q3407",
        "RawQuestion": "直肠脱垂属于什么?\n",
        "Sparql": "select ?x where { <直肠脱垂> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q706",
        "RawQuestion": "武汉大学出了哪些翻译家\n",
        "Sparql": "select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<叶君健>\t<夏道平>\t<崔文凯_（原武汉大学外语学院副院长）>\t\n"
    },
    {
        "QuestionId": "q6531",
        "RawQuestion": "\"光武中兴\"说的是哪位皇帝？\n",
        "Sparql": "select ?x where { <光武中兴> <相关人物> ?x. } \n",
        "Answer": "<刘秀_（东汉开国皇帝）>\t\n"
    },
    {
        "QuestionId": "q2477",
        "RawQuestion": "成龙是哪个国家的人？\n",
        "Sparql": "select ?x where { <成龙_（中国香港演员、导演）> <国籍> ?x. }\n",
        "Answer": "<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q1430",
        "RawQuestion": "光合作用是在哪个部位起作用的？\n",
        "Sparql": "select ?x where { <光合作用> <作用部位> ?x. }\n",
        "Answer": "<叶绿体>\t\n"
    },
    {
        "QuestionId": "q2823",
        "RawQuestion": "华泰证券前十大股东是谁\n",
        "Sparql": "select ?x where { <华泰证券> <十大股东> ?x. }\n",
        "Answer": "<中国证券金融股份有限公司>\t<江苏宏图高科技股份有限公司>\t<江苏省国信资产管理集团有限公司>\t<江苏交通控股有限公司>\t<香港中央结算(代理人)有限公司>\t<中央汇金资产管理有限责任公司>\t<江苏高科技投资集团有限公司>\t<江苏省苏豪控股集团有限公司>\t<江苏汇鸿国际集团股份有限公司>\t<金城集团有限公司>\t\n"
    },
    {
        "QuestionId": "q5662",
        "RawQuestion": "北京千禧大酒店内有游泳池吗？\n",
        "Sparql": "select ?x where { <北京千禧大酒店> <是否有游泳池> ?x. }\n",
        "Answer": "<室内泳池免费>\t\n"
    },
    {
        "QuestionId": "q747",
        "RawQuestion": "习大大的学位是什么？\n",
        "Sparql": "select ?y where { ?x <别名> \"习大大\". ?x <学位> ?y . }\n",
        "Answer": "<博士_（全球著名音响品牌）>\t\n"
    },
    {
        "QuestionId": "q7138",
        "RawQuestion": "如何诊断长期发热？\n",
        "Sparql": "select ?x where { <长期发热> <诊断> ?x. }\n",
        "Answer": "\"1原发性肝癌国内原发性肝癌80%以上合并肝硬化。临床特点是起病隐袭，早期缺乏特异症状一旦出现典型症状则多属晚期。表现为持续性发热或弛张热，或不规则低热少数可有高热（如炎症型或弥漫性肝癌）易误为肝脏肿或感染性疾病。及时检测甲胎蛋白（AFP），其灵敏性特异性均有利于早期诊断。2恶性淋巴瘤包括霍奇金病和非霍奇金淋巴瘤。多见于20-40岁，以男性多见临床物无症状或有进行性淋巴结肿大、盗汗、消瘦皮疹或皮肤症痒等。凡遇到未明原因的淋巴结肿大按炎症或结核治疗1个月无效者；不明原因的发热，均应考虑本病的可能确诊主要依靠病理。可以做淋巴结活检、骨髓穿刺肝穿、B超、CT等检查并与传染性单核细胞增多症、淋巴结结核、慢性淋巴结炎转移癌、风湿病及结缔组织病等鉴别。3恶性组织细胞病本病临床表现复杂，发热是常见的症状。有的病例似败血症伤寒。结核病、胆道感染等但经过临床系统检查治疗均无效，至晚期才确诊。与其他急性感染性疾病鉴别要点是：①临床似感染性疾病但找不到感染灶，病原学与血清学检查均为阴性；②进行性贫血、全血细胞减少显著；③肝脾肿大与淋巴结肿大的程度显著；④随病程进展进行性恶病质；⑤抗生素治疗无效。4急性白血病可有发热，经血涂片、骨髓检查可以确诊不典型白血病仅表现为原因不明的贫血与白细胞减少，易误为急性再生障碍性贫血，骨髓涂片有异常改变可以诊断。5血管一结缔组织病：类风湿性关节炎：典型病例较易诊断少年型类风湿性关节炎（Still病），可有畏寒、发热、一过性皮疹关节痛不明显，淋巴结肿大，肝脾肿大虹膜睫状体炎，心肌炎，白细胞增高血沉增快但类风湿因子阴性，抗核抗体与狼疮细胞均阴性。6结核病为低热的常见病因，以肺结核多见，早期无症状体征及时进行胸部X线检查。其次为肺外结核，如肝肾、肠、肠系膜淋巴结、盆腔、骨关节结核等除局部症状外，常有结核病的中毒症状，血沉增快结核菌素试验强阳性，抗结核治疗有确切疗效，有助于诊断老年肺结核起病症状不明显，其肺部并发症多，结核菌素试验阴性易诊为慢性支气管炎或哮喘。7慢性肾孟肾炎为女性患者常见低热原因。可无明显症状、体征甚至尿检查无异常，以低热为唯一表现。及时检测尿Addi细胞计数清晨第一次中段尿培养及菌落计数，如尿白细胞>5/HP,细菌培养阳性，菌落计数>105可以确定诊断。8艾滋病（AIDS）是由人免疫缺陷病毒（HlV）侵犯和破坏人体免疫系统，损害多个器官的全身性疾病。可通过血液和体液传播性传播。临床表现复杂，其基本特征是HlV造成人体细胞免疫受损使机体处于严重的、进行性的免疫缺陷状态，从而并发各种机会性感染和恶性肿瘤表现为长期不规则发热，慢性腹泻超过1个月，对一般抗生素治疗无效消瘦，原因不明全身淋巴结肿大，反复细菌真菌、原虫等感染，结合流行病学资料及时进行抗HlVP24抖抗原检测。9巨细胞病毒感染可持续低热，类似传染性单核细胞增多症、病毒性肝炎依据抗CMVIgM检测诊断。10甲状腺功能亢进表现早期低热伴心悸、脉搏快、多汗食欲亢进、消瘦、手颤甲状腺肿大，局部杂音等。检测T3T4、rT3等。对无突眼的甲状腺功能亢进需进行131I摄取试验以除外甲状腺炎时激素外溢引起血中T3、T4水平升高。\"\t\n"
    },
    {
        "QuestionId": "q4268",
        "RawQuestion": "粉丝名为千纸鹤的该明星的经纪公司是？\n",
        "Sparql": "select ?x where { ?y <粉丝名称> \"千纸鹤\" . ?y <经纪公司> ?x . }\n",
        "Answer": "<北京时代峰峻文化艺术发展有限公司>\t\n"
    },
    {
        "QuestionId": "q7551",
        "RawQuestion": "南昌锦峰大酒店的支付方式有哪些？\n",
        "Sparql": "select ?x where { <南昌锦峰大酒店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q402",
        "RawQuestion": "杨绛先生的孩子是谁？\n",
        "Sparql": "select ?x where { <杨绛> <女儿> ?x. }\n",
        "Answer": "<钱瑗_（钱钟书和杨绛的女儿）>\t\n"
    },
    {
        "QuestionId": "q2837",
        "RawQuestion": "光大证券的办公地址在哪？\n",
        "Sparql": "select ?x where { <光大证券> <总部地址> ?x. }\n",
        "Answer": "<上海市静安区新闸路1508号>\t<香港铜锣湾希慎道33号利园1期24楼>\t\n"
    },
    {
        "QuestionId": "q6237",
        "RawQuestion": "柳巷的猫咪博物馆有商店吗？\n",
        "Sparql": "select ?x where { <猫咪博物馆（柳巷旗舰店）> <是否有商店> ?x. }\n",
        "Answer": "<无商店>\t\n"
    },
    {
        "QuestionId": "q1907",
        "RawQuestion": "新三板股票的代码有什么特点？\n",
        "Sparql": "select ?x where { <新三板股票代码> <特点> ?x. }\n",
        "Answer": "\"以“43”、“83”、“87”开头的6位数的数字\"\t\n"
    },
    {
        "QuestionId": "q5547",
        "RawQuestion": "在北京属于威斯汀的酒店都有什么？\n",
        "Sparql": "select ?x where { ?x <城市> <北京> . ?x <酒店品牌名称> <威斯汀> . }\n",
        "Answer": "<北京金融街威斯汀大酒店>\t<金茂北京威斯汀大饭店>\t\n"
    },
    {
        "QuestionId": "q3183",
        "RawQuestion": "阴虱病在什么科室就诊？\n",
        "Sparql": "select ?x where { <阴虱病> <就诊科室> ?x. }\n",
        "Answer": "<皮肤病>\t\n"
    },
    {
        "QuestionId": "q2722",
        "RawQuestion": "恒生电子有哪些子公司？\n",
        "Sparql": "select ?x where { <恒生电子> <子公司> ?x. }\n",
        "Answer": "<上海恒生聚源数据服务有限公司>\t<杭州恒生数据安全技术有限公司>\t<杭州恒生网络技术服务有限公司>\t<北京钱塘恒生科技有限公司>\t<大智慧(香港)投资控股有限公司>\t<广东粤财金融创新研究院>\t<杭州恒生科技有限公司>\t<杭州恒生云融网络科技有限公司>\t<杭州恒生云投资控股有限公司>\t<杭州恒生芸擎网络科技有限公司>\t<杭州善商网络科技有限公司>\t<杭州星禄股权投资合伙企业(有限合伙)>\t<杭州翌马投资管理有限公司>\t<杭州云晖投资管理有限公司>\t<杭州云纪网络科技有限公司>\t<杭州云连网络科技有限公司>\t<杭州云毅网络科技有限公司>\t<杭州云英网络科技有限公司>\t<杭州云赢网络科技有限公司>\t<杭州云永网络科技有限公司>\t<杭州证投网络科技有限公司>\t<杭州智股网络科技有限公司>\t<恒生网络有限公司>\t<恒生洲际控股(香港)有限公司>\t<日本恒生软件株式会社>\t<商智神州(北京)软件有限公司>\t<上海恒生盛天网络科技有限公司>\t<上海力铭科技有限公司>\t<上海易锐管理咨询有限公司>\t<无锡恒华科技发展有限公司>\t\n"
    },
    {
        "QuestionId": "q5131",
        "RawQuestion": "对于急性呼吸窘迫综合征如何预防？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <预防> ?x. }\n",
        "Answer": "\"积极治疗原发病是预防ARDS的重要方法。对于存在ARDS高危因素患者，密切监测其呼吸功能，应早期给予有效的呼吸支持治疗，避免病情进一步加重，导致多脏器功能损伤。\"\t\n"
    },
    {
        "QuestionId": "q56",
        "RawQuestion": "深圳市的城市精神是？\n",
        "Sparql": "select ?x where { <深圳> <城市精神> ?x. }\n",
        "Answer": "<开拓>\t<奉献_（汉语词语）>\t<团结_（汉语词语）>\t<创新_（汉语词语）>\t\n"
    },
    {
        "QuestionId": "q3502",
        "RawQuestion": "溃疡性结肠炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <溃疡性结肠炎> <科室> ?x. }\n",
        "Answer": "<消化内科>\t\n"
    },
    {
        "QuestionId": "q6995",
        "RawQuestion": "牛顿的代表作中与物理学有关的是？\n",
        "Sparql": "select ?x where { <牛顿_（艾萨克·牛顿）> <代表作品> ?x. <物理_（物理学）> <相关著作> ?x. } \n",
        "Answer": "<自然哲学的数学原理>\t\n"
    },
    {
        "QuestionId": "q5600",
        "RawQuestion": "纳木错国家风景区内有商店吗？\n",
        "Sparql": "select ?x where { <纳木错国家风景区> <是否有商店> ?x. }\n",
        "Answer": "<无商店>\t\n"
    },
    {
        "QuestionId": "q2098",
        "RawQuestion": "罗马数字MXXIV等于哪个自然数？\n",
        "Sparql": "select ?x where { ?x <罗马数字> \"MXXIV\" . }\n",
        "Answer": "<1024_（自然数之一）>\t\n"
    },
    {
        "QuestionId": "q2844",
        "RawQuestion": "招商证券开户方式\n",
        "Sparql": "select ?x where { <招商证券> <开户方式> ?x. }\n",
        "Answer": "\"线下办理\"\t\"线上办理\"\t\n"
    },
    {
        "QuestionId": "q1905",
        "RawQuestion": "新三板交易时间？\n",
        "Sparql": "select ?x where { <新三板> <交易时间> ?x. }\n",
        "Answer": "\"交易日9:15至11:30、13:00至15:00\"\t\n"
    },
    {
        "QuestionId": "q450",
        "RawQuestion": "林建华的生日？\n",
        "Sparql": "select ?x where { <林建华_（北京大学校长）> <出生日期> ?x . }\n",
        "Answer": "\"1955-10\"\t\n"
    },
    {
        "QuestionId": "q764",
        "RawQuestion": "亚马孙河所在的大洲主要使用哪些语言？\n",
        "Sparql": "select ?y where { <亚马孙河> <所属地区> ?x. ?x <语言> ?y. }\n",
        "Answer": "<西班牙语_（语言）>\t<葡萄牙语>\t\n"
    },
    {
        "QuestionId": "q397",
        "RawQuestion": "植物绿心木属于哪个纲？\n",
        "Sparql": "select ?x where { <绿心木> <纲> ?x. }\n",
        "Answer": "<双子叶植物纲>\t\n"
    },
    {
        "QuestionId": "q4587",
        "RawQuestion": "中源协和的常务副总经理\n",
        "Sparql": "select ?x where { <中源协和> <常务副总经理> ?x. }\n",
        "Answer": "<李旭>\t\n"
    },
    {
        "QuestionId": "q1072",
        "RawQuestion": "复旦大学出了哪些生物学家\n",
        "Sparql": "select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<熊大仁>\t<童第周>\t\n"
    },
    {
        "QuestionId": "q1197",
        "RawQuestion": "《根鸟》的作者毕业于哪个大学\n",
        "Sparql": "select ?x where { <根鸟> <作者> ?y . ?y <毕业院校> ?x . }\n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q5677",
        "RawQuestion": "北京的凤凰中心有什么优惠信息？\n",
        "Sparql": "select ?x where { <凤凰中心> <城市> <北京> . <凤凰中心> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"残疾人(凭残疾证)可享优惠票，中、小学生(1.3米（不含）以上凭本人学生证件)可享半价优惠票，儿童(身高1.3米（含）以下)可享门票免费，老年人(65周岁（含）以上凭身份证)可享优惠票，备注：一名持票成人仅限携带一名免票儿童参观\"\t\n"
    },
    {
        "QuestionId": "q6207",
        "RawQuestion": "北京长城饭店离北京希尔顿酒店多远？\n",
        "Sparql": "select ?x where { <北京长城饭店（原北京喜来登长城饭店）> <附近> ?cvt. ?cvt <实体名称> <北京希尔顿酒店>. ?cvt <距离值> ?x.}\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q4676",
        "RawQuestion": "处于领先地位的ETF期权交易市场?\n",
        "Sparql": "select ?x where { <ETF期权交易市场> <领先国家> ?x. }\n",
        "Answer": "<美国>\t\n"
    },
    {
        "QuestionId": "q604",
        "RawQuestion": "《吉檀迦利》的作者是哪国人？\n",
        "Sparql": "select distinct ?y where { ?x <代表作品> <吉檀迦利>. ?x <国籍> ?y. }\n",
        "Answer": "<印度_（印度共和国）>\t\n"
    },
    {
        "QuestionId": "q3558",
        "RawQuestion": "细菌性阴道病在什么科室就诊？\n",
        "Sparql": "select ?x where { <细菌性阴道病> <科室> ?x. }\n",
        "Answer": "<妇科>\t\n"
    },
    {
        "QuestionId": "q5762",
        "RawQuestion": "南京有哪些带酒吧的酒店吗\n",
        "Sparql": "select ?x where { ?x <城市> <南京>. ?x <是否有酒吧> <有酒吧>. }\n",
        "Answer": "<南京香格里拉大酒店>\t<南京玄武饭店>\t<南京维景国际大酒店>\t<南京城市名人酒店>\t<南京金丝利喜来登酒店>\t<南京绿地洲际酒店>\t\n"
    },
    {
        "QuestionId": "q4215",
        "RawQuestion": "巴塞罗那俱乐部的现任主席是谁？\n",
        "Sparql": "select ?x where { <巴塞罗那_（足球俱乐部）> <主席> ?x. }\n",
        "Answer": "<巴托梅乌>\t\n"
    },
    {
        "QuestionId": "q2706",
        "RawQuestion": "中粮地产的董事长上任时间?\n",
        "Sparql": "select ?x where { <中粮地产> <董事长> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2011年5月30日>\t\n"
    },
    {
        "QuestionId": "q5015",
        "RawQuestion": "术后发热要检查什么？\n",
        "Sparql": "select ?x where { <术后发热> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q4183",
        "RawQuestion": "百度文库由哪家公司经营？\n",
        "Sparql": "select ?x where { <百度文库合作平台> <类属> ?x . }\n",
        "Answer": "<百度>\t\n"
    },
    {
        "QuestionId": "q4513",
        "RawQuestion": "美股最小交易单位？\n",
        "Sparql": "select ?x where { <美股> <最小交易单位> ?x. }\n",
        "Answer": "\"1股\"\t\n"
    },
    {
        "QuestionId": "q5700",
        "RawQuestion": "景山公园附近哪个酒店可以办婚宴？\n",
        "Sparql": "select ?y where { <景山公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有婚宴服务> <提供婚宴服务,可能收费>. ?y <类型> <酒店> }\n",
        "Answer": "<北京华侨大厦>\t<日坛宾馆>\t<长富宫饭店>\t<北京国宾酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京丽晶酒店>\t<北京国际饭店>\t<北京瑞吉酒店>\t<北京励骏酒店>\t<北京西苑饭店>\t<北京昆仑饭店>\t<北京国贸大酒店>\t<北京中国大饭店>\t<北京千禧大酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q944",
        "RawQuestion": "第二次世界大战中苏联的指挥官是谁？\n",
        "Sparql": "select ?x where { <第二次世界大战_（20世纪世界反法西斯战争）> <主要指挥官> ?x. ?x <国籍> <苏联>. }\n",
        "Answer": "<斯大林_（前苏联共产党中央总书记）>\t\n"
    },
    {
        "QuestionId": "q6410",
        "RawQuestion": "北京有几个马哥孛罗旗下的酒店你知道吗？\n",
        "Sparql": "select (count(?x) as ?count_city) where {  ?x <城市> <北京> .  ?x <酒店品牌名称> <马哥孛罗酒店> . }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q4864",
        "RawQuestion": "低钙血症属于什么?\n",
        "Sparql": "select ?x where { <低钙血症> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q6314",
        "RawQuestion": "喀什噶尔老城的电话是多少？\n",
        "Sparql": "select ?x where { <喀什噶尔老城> <电话> ?x . }\n",
        "Answer": "\"0998-2831196\"\t\n"
    },
    {
        "QuestionId": "q4696",
        "RawQuestion": "银信合作理财产品\n",
        "Sparql": "select ?x where { <银信合作理财产品> <类别> ?x. }\n",
        "Answer": "\"融资\"\t\"打新股\"\t\n"
    },
    {
        "QuestionId": "q7056",
        "RawQuestion": "恶寒发热是怎么诊断出来的？\n",
        "Sparql": "select ?x where { <恶寒发热> <诊断> ?x. }\n",
        "Answer": "\"恶寒发热与那些症状混淆？常见的恶寒发热症状有怕冷、发热、头痛等，需要和下面的症状相互鉴别。浑身忽冷忽热：感冒，总体上分为普通感冒和流行感冒，在这里先讨论普通感冒。普通感冒，祖国医学称“伤风”，是由多种病毒引起的一种呼吸道常见病，其中30%-50%是由某种血清型的鼻病毒引起。普通感冒虽多发于初冬，但任何季节，如春天、夏天也可发生，不同季节的感冒的致病病毒并非完全一样。流行性感冒，是由流感病毒引起的急性呼吸道传染病。病毒存在于病人的呼吸道中，在病人咳嗽、打喷嚏时经飞沫传染给别人。流感的传染性很强，由于这种病毒容易变异，即使是患过流感的人，当下次再遇上流感流行，他仍然会感染，所以流感容易引起暴发性流行。一般在冬春季流行的机会较多，每次可能有20～40%的人会传染上流感。更年期是女性卵巢功能从旺盛状态逐渐衰退到完全消失的一个过渡时期，包括绝经和绝经前后的一段时间。中医称之为“围绝经期综合症”。在更年期，妇女可出现一系列的生理和心理方面的变化。多数妇女能够平稳地度过更年期，但也有少数妇女由于更年期生理与心理变化较大，被一系列症状所困挠，影响身心健康。因此每个到了更年期的妇女都要注意加强自我保健，保证顺利地渡过人生转折的这一时期。反复感冒：反复感冒是指上次感冒时的病原体没有被彻底的清除干净引起的复发。畏寒：人见寒冷则感觉身体发凉，但多穿衣或在室内则不感觉冷，平素较正常人怕冷者即畏寒，是阳虚表现。周期性畏寒发热出汗热退症状：典型的疟疾症状，多呈周期性发作，表现为间歇性寒热发作。一般在发作时先有明显的寒战，全身发抖，面色苍白，口唇发绀，寒战持续约10分钟至2小时，接着体温迅速上升，常达40℃或更高，面色潮红，皮肤干热，烦躁不安，高热持续约2～6小时后，全身大汗淋漓，大汗后体温降至正常或正常以下。经过一段间歇期后，又开始重复上述间歇性定时寒战、高热发作。恶寒---是自我感觉寒冷且与天气环境不相符。中医辨证中恶寒属于外感表证----医经云：有一分恶寒、则有一分表证。\"\t\n"
    },
    {
        "QuestionId": "q810",
        "RawQuestion": "北京大学现任校长的学历？\n",
        "Sparql": "select ?x where { <北京大学> <现任校长> ?y . ?y <毕业院校> ?x. }\n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q5088",
        "RawQuestion": "肺炎衣原体核酸检测会有什么样的适应症?\n",
        "Sparql": "select ?x where { <肺炎衣原体核酸检测> <适应症> ?x. }\n",
        "Answer": "\"患者有肺炎或有发热、全身不适咽痛、咳嗽等急性呼吸系统临床感染症状，如怀疑存在肺炎衣原体感染，可做病原学或免疫学检测确诊。\"\t\n"
    },
    {
        "QuestionId": "q7548",
        "RawQuestion": "神玉艺术馆比较近的有洗衣服务的酒店\n",
        "Sparql": "select ?y  where { <神玉艺术馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有洗衣服务> <有洗衣服务>. ?y <类型> <酒店>. }\n",
        "Answer": "<北京西苑饭店>\t<北京中关村皇冠假日酒店>\t<北京天伦王朝酒店>\t<北京金隅喜来登大酒店>\t<北京新云南皇冠假日酒店>\t<北京中奥马哥孛罗大酒店>\t<北京华侨大厦>\t\n"
    },
    {
        "QuestionId": "q794",
        "RawQuestion": "《丰乳肥臀》的作者其民族是？\n",
        "Sparql": "select ?x where { <丰乳肥臀> <作者> ?y. ?y <民族> ?x. }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q2623",
        "RawQuestion": "清华大学出了哪些哲学家？\n",
        "Sparql": "select ?x where { ?x <职业> <哲学家_（基础含义）> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<金岳霖>\t<汤用彤>\t<周辅成>\t<沈有鼎>\t<贺麟_（“新心学”创建者）>\t\n"
    },
    {
        "QuestionId": "q7124",
        "RawQuestion": "感染性发热有哪些临床表现？\n",
        "Sparql": "select ?x where { <感染性发热> <临床表现> ?x. }\n",
        "Answer": "\"体温升高超过正常范围\"\t\n"
    },
    {
        "QuestionId": "q395",
        "RawQuestion": "二锅头是什么类型的酒？\n",
        "Sparql": "select ?x where { <二锅头> <类型> ?x. }\n",
        "Answer": "<清香型>\t\n"
    },
    {
        "QuestionId": "q3491",
        "RawQuestion": "胃食管反流病属于什么?\n",
        "Sparql": "select ?x where { <胃食管反流病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2304",
        "RawQuestion": "暗夜女神勒托出自哪个神话体系？\n",
        "Sparql": "select ?x where { <勒托> <神话体系> ?x. }\n",
        "Answer": "<希腊神话_（西方神话体系之一）>\t\n"
    },
    {
        "QuestionId": "q7259",
        "RawQuestion": "消化性溃疡患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <消化性溃疡> <就诊科室> ?x. }\n",
        "Answer": "\"内科\"\t\"消化内科\"\t\n"
    },
    {
        "QuestionId": "q3154",
        "RawQuestion": "动脉导管未闭属于什么类型?\n",
        "Sparql": "select ?x where { <动脉导管未闭> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3583",
        "RawQuestion": "脊髓灰质炎属于什么?\n",
        "Sparql": "select ?x where { <脊髓灰质炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5800",
        "RawQuestion": "柯桥区有哪些君澜度假酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <柯桥区> . ?x <酒店品牌名称> <君澜度假> . }\n",
        "Answer": "<君澜·绍兴鉴湖大酒店>\t\n"
    },
    {
        "QuestionId": "q7215",
        "RawQuestion": "骨髓炎患者会有怎样的症状表现？\n",
        "Sparql": "select ?x where { <骨髓炎> <常见症状> ?x. }\n",
        "Answer": "\"骨痛、行走困难、局部红肿等\"\t\n"
    },
    {
        "QuestionId": "q4520",
        "RawQuestion": "000001的公司全称?\n",
        "Sparql": "select ?x where { ?x <股票代码> <000001>. }\n",
        "Answer": "<平安银行>\t<平安银行股份有限公司>\t\n"
    },
    {
        "QuestionId": "q2753",
        "RawQuestion": "中国有几个期货交易所\n",
        "Sparql": "select ?x where { <中国> <期货交易所数量> ?x. }\n",
        "Answer": "\"3\"\t\n"
    },
    {
        "QuestionId": "q6697",
        "RawQuestion": "世界卫生组织的组织机构包括哪些？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <组织机构> ?x } \n",
        "Answer": "<秘书处>\t<大会>\t<委员会>\t\"大会，委员会，秘书处，地区组织\"\t\n"
    },
    {
        "QuestionId": "q7578",
        "RawQuestion": "重庆巅峰乐园门票多少？\n",
        "Sparql": "select ?x where { <重庆·巅峰乐园> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:220.0,成人夜场:80.0。\"\t\n"
    },
    {
        "QuestionId": "q1580",
        "RawQuestion": "习大大属于哪个民族？\n",
        "Sparql": "select ?y where { ?x <别名> \"习大大\". ?x <民族> ?y . }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q368",
        "RawQuestion": "去后海游玩需要花费多少钱？\n",
        "Sparql": "select ?x where { <后海_（北京市西城区湖泊景点）> <门票价格> ?x. }\n",
        "Answer": "<免费_（汉语词语）>\t\n"
    },
    {
        "QuestionId": "q3161",
        "RawQuestion": "百日咳涉及哪些症状？\n",
        "Sparql": "select ?x where { <百日咳> <涉及症状> ?x. }\n",
        "Answer": "<低热>\t<干咳>\t<流鼻涕>\t<小儿剧烈咳嗽>\t\n"
    },
    {
        "QuestionId": "q6417",
        "RawQuestion": "离故宫最近的酒店是哪一个？\n",
        "Sparql": "select ?y  where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. } ORDER BY ASC(?distance) LIMIT 1\n",
        "Answer": "<北京天伦王朝酒店>\t\n"
    },
    {
        "QuestionId": "q5799",
        "RawQuestion": "魔都星空艺术馆建议游玩多少时间？\n",
        "Sparql": "select ?x where { <魔都星空艺术馆> <建议游玩时长> ?x . }\n",
        "Answer": "\"2-3小时\"\t\n"
    },
    {
        "QuestionId": "q656",
        "RawQuestion": "复旦大学出了哪些科学家\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<杨树_（浙江大学青年千人计划学者）>\t<杨玉良_（复旦大学原校长）>\t<吴海山_（百度研究院大数据实验室科学家）>\t<黄民强>\t\n"
    },
    {
        "QuestionId": "q1147",
        "RawQuestion": "长篇小说堂吉诃德有多少字？\n",
        "Sparql": "select ?y where { ?x <作品别名> \"堂吉诃德、唐·吉诃德\". ?x <字数> ?y. }\n",
        "Answer": "\"826000\"\t\n"
    },
    {
        "QuestionId": "q2642",
        "RawQuestion": "\"2009年第一轮第3位被雷霆队选中\"的球员的身高是？\n",
        "Sparql": "select ?y where { ?x <nba选秀> \"2009年第一轮第3位被雷霆队选中\" . ?x <身高> ?y. }\n",
        "Answer": "\"1.96米/6英尺5英寸\"\t\n"
    },
    {
        "QuestionId": "q7501",
        "RawQuestion": "北京颐和园的平均价格是多少？\n",
        "Sparql": "select ?x where { <颐和园> <城市> <北京> . <颐和园> <平均价格> ?x . }\n",
        "Answer": "\"38\"\t\n"
    },
    {
        "QuestionId": "q892",
        "RawQuestion": "舒伯特出生城市的车牌代码是什么？\n",
        "Sparql": "select ?y where { <舒伯特> <出生地> ?x. ?x <车牌代码> ?y.}\n",
        "Answer": "\"W\"\t\n"
    },
    {
        "QuestionId": "q905",
        "RawQuestion": "指环王导演获得过那些奖项？\n",
        "Sparql": "select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"第67届奥斯卡金像奖最佳原创剧本提名\"\t\"第74届奥斯卡金像奖最佳导演提名\"\t\"第60届美国电影电视金球奖最佳导演提名\"\t\"第76届奥斯卡金像奖最佳导演\"\t\n"
    },
    {
        "QuestionId": "q591",
        "RawQuestion": "Hermès的总部在哪里？\n",
        "Sparql": "select ?y where { ?x <外文名称> \"Hermès（Hermes）\". ?x <总部地点> ?y. }\n",
        "Answer": "<巴黎_（法国首都）>\t<巴黎_（法国首都）>\t\n"
    },
    {
        "QuestionId": "q4319",
        "RawQuestion": "腾讯公司的创始人有哪些？\n",
        "Sparql": "select ?x where { <腾讯> <创始人> ?x . }\n",
        "Answer": "<马化腾>\t<陈一丹>\t<许晨晔>\t<张志东_（腾讯执行董事兼首席技术官）>\t\n"
    },
    {
        "QuestionId": "q6930",
        "RawQuestion": "科技美学的创始人有哪些别名？\n",
        "Sparql": "select ?x where { <科技美学> <创始人> ?y. ?y <别名> ?x. } \n",
        "Answer": "\"妍妍、钠盐\"\t\n"
    },
    {
        "QuestionId": "q3281",
        "RawQuestion": "附件炎属于什么?\n",
        "Sparql": "select ?x where { <附件炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3122",
        "RawQuestion": "婴儿腹泻是什么？\n",
        "Sparql": "select ?x where { <婴儿腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6369",
        "RawQuestion": "合肥泓瑞金陵大酒店的退房时间是几点？\n",
        "Sparql": "select ?time where { <合肥泓瑞金陵大酒店> <酒店退房时间> ?time. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q5606",
        "RawQuestion": "贵州天怡豪生大酒店内有高尔夫球场吗？\n",
        "Sparql": "select ?x where { <贵州天怡豪生大酒店> <是否有高尔夫球场> ?x. }\n",
        "Answer": "<无高尔夫球场>\t\n"
    },
    {
        "QuestionId": "q152",
        "RawQuestion": "哪位作家的原名叫张煐？\n",
        "Sparql": "select ?x where { ?x <别名> \"张煐（原名）\". }\n",
        "Answer": "<张爱玲_（中国著名女作家）>\t\n"
    },
    {
        "QuestionId": "q1293",
        "RawQuestion": "武汉长江大桥有多长？\n",
        "Sparql": "select ?x where { <武汉长江大桥> <总长> ?x. }\n",
        "Answer": "\"1670米\"\t\n"
    }
]