[
    {
        "QuestionId": "q249",
        "RawQuestion": "世界杯足球赛隔多久举办一次？\n",
        "Sparql": "select ?x where { <世界杯_（国际足联世界杯）> <举办时间> ?x. }\n",
        "Answer": "\"每四年一届\"\t\n"
    },
    {
        "QuestionId": "q1299",
        "RawQuestion": "《滕王阁序》的作者是谁？\n",
        "Sparql": "select ?x where { <滕王阁序> <作者> ?x. }\n",
        "Answer": "<王勃_（唐代诗人）>\t\n"
    },
    {
        "QuestionId": "q4765",
        "RawQuestion": "维力医疗的高管数量?\n",
        "Sparql": "select ?x where { <维力医疗> <高管数量> ?x. }\n",
        "Answer": "\"12\"\t\n"
    },
    {
        "QuestionId": "q4501",
        "RawQuestion": "是谁写了时间移民这部作品？\n",
        "Sparql": "select ?y where {<时间移民> <作者> ?y . }\n",
        "Answer": "<刘慈欣>\t\n"
    },
    {
        "QuestionId": "q6070",
        "RawQuestion": "5A景区宝石山在哪个城市？\n",
        "Sparql": "select ?x where { <宝石山> <景点的等级A> \"5A\" . <宝石山> <城市> ?x . }\n",
        "Answer": "<杭州>\t\n"
    },
    {
        "QuestionId": "q5198",
        "RawQuestion": "细菌感染会伴随怎样的并发症？\n",
        "Sparql": "select ?x where { <细菌感染> <并发症> ?x. }\n",
        "Answer": "\"胸膜炎、多浆膜腔积液、感染性休克和呼吸衰竭等。\"\t\n"
    },
    {
        "QuestionId": "q2270",
        "RawQuestion": "《美学讲演录》的作者的代表作品有哪些？\n",
        "Sparql": "SELECT ?y WHERE { <美学讲演录> <作者> ?x . ?x <代表作品> ?y . }\n",
        "Answer": "<法哲学原理>\t<哲学科学全书纲要>\t<精神现象学>\t<逻辑学专业>\t\n"
    },
    {
        "QuestionId": "q3312",
        "RawQuestion": "腕管综合征属于什么?\n",
        "Sparql": "select ?x where { <腕管综合征> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3661",
        "RawQuestion": "颈动脉狭窄属于什么?\n",
        "Sparql": "select ?x where { <颈动脉狭窄> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q777",
        "RawQuestion": "《三体》的作者什么时候出生？\n",
        "Sparql": "select ?z where { ?x <作品名称> \"三体\" . ?x <作者> ?y . ?y <出生日期> ?z . }\n",
        "Answer": "\"1963-06-23\"\t\n"
    },
    {
        "QuestionId": "q1779",
        "RawQuestion": "基金公司有哪些？\n",
        "Sparql": "select ?x where { <基金公司> <相关公司> ?x. }\n",
        "Answer": "<建信基金管理有限责任公司>\t<易方达基金管理有限公司>\t<工银瑞信基金管理有限公司>\t<天弘基金管理有限公司>\t<博时基金管理有限公司等>\t\n"
    },
    {
        "QuestionId": "q4388",
        "RawQuestion": "《三体》的作者故乡是哪里？\n",
        "Sparql": "select ?x where{ <三体_（刘慈欣著科幻小说）> <作者> ?y. ?y <出生地> ?x.}\n",
        "Answer": "<北京_（中华人民共和国首都）>\t\n"
    },
    {
        "QuestionId": "q3180",
        "RawQuestion": "皮肤癣菌病在什么科室就诊？\n",
        "Sparql": "select ?x where { <皮肤癣菌病> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q54",
        "RawQuestion": "复旦大学的地址是哪里\n",
        "Sparql": "select ?x where { <复旦大学> <学校地址> ?x . }\n",
        "Answer": "\"邯郸路220号\"\t\"上海市杨浦区\"\t\n"
    },
    {
        "QuestionId": "q7127",
        "RawQuestion": "怎么诊断全身过敏和发热皮疹关节痛？\n",
        "Sparql": "select ?x where { <全身过敏和发热皮疹关节痛> <诊断> ?x. }\n",
        "Answer": "\"红斑样皮疹：是一种很常见的皮肤病的症状，很多皮肤病都有这种症状全身过敏反应：过敏反应是指已免疫的机体在再次接受相同物质的刺激时所发生的反应.反应的特点是发作迅速、反应强烈、消退较快;一般不会破坏组织细胞，也不会引起组织损伤，有明显的遗传倾向和个体差异。全身过敏反应指2个以上脏器都出现相应的过敏症状。是比较严重的过敏反应。\"\t\n"
    },
    {
        "QuestionId": "q4639",
        "RawQuestion": "港交所的竞价时段\n",
        "Sparql": "select ?x where { <港交所> <竞价时段> ?x. }\n",
        "Answer": "\"9:00-9:30\"\t\n"
    },
    {
        "QuestionId": "q2783",
        "RawQuestion": "信和置业的全称是什么\n",
        "Sparql": "select ?x where { <信和置业> <公司名称> ?x. }\n",
        "Answer": "<信和置业有限公司>\t\n"
    },
    {
        "QuestionId": "q1052",
        "RawQuestion": "北京大学出了哪些诗人\n",
        "Sparql": "select ?x where { ?x <职业> <诗人_（汉语词语）> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<刘征_（著名的语言教育家、作家）>\t<宋继兰>\t<杜南星>\t<李小雨_（中国作家协会会员）>\t<朱自清>\t<骆一禾>\t<胡又天>\t<戈麦>\t<尹丽川>\t<西川_（中国当代诗人）>\t<黄怒波>\t<康白情>\t<陈球_（岳阳市广播电视台记者）>\t<刘希武>\t\n"
    },
    {
        "QuestionId": "q4986",
        "RawQuestion": "发热伴有皮疹涉及哪些症状？\n",
        "Sparql": "select ?x where { <发热伴有皮疹> <涉及症状> ?x. }\n",
        "Answer": "<发热伴眼睛充血>\t<免疫缺陷>\t<低热>\t<斑疹>\t<发热伴寒战>\t<发热伴出血>\t<发热伴关节肿痛>\t<淋巴结结核>\t<发热伴淋巴结肿大、并伴触痛>\t\n"
    },
    {
        "QuestionId": "q3082",
        "RawQuestion": "细菌性肺炎是什么类型？\n",
        "Sparql": "select ?x where { <细菌性肺炎> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<科学百科疾病症状分类>\t\n"
    },
    {
        "QuestionId": "q1863",
        "RawQuestion": "美股什么颜色代表上涨？\n",
        "Sparql": "select ?x where { <美股> <上涨颜色> ?x. }\n",
        "Answer": "\"绿色\"\t\n"
    },
    {
        "QuestionId": "q6148",
        "RawQuestion": "天坛公园附近有温泉的酒店\n",
        "Sparql": "select ?y  where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有温泉> <有温泉>. ?y <类型> <酒店>.}\n",
        "Answer": "<北京瑞吉酒店>\t<北京东方君悦大酒店>\t\n"
    },
    {
        "QuestionId": "q296",
        "RawQuestion": "林清玄的信仰是什么？\n",
        "Sparql": "select ?x where { <林清玄> <信仰> ?x. }\n",
        "Answer": "<佛教>\t\n"
    },
    {
        "QuestionId": "q3674",
        "RawQuestion": "萎缩性鼻炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <萎缩性鼻炎> <科室> ?x. }\n",
        "Answer": "<耳鼻咽喉头颈外科>\t\n"
    },
    {
        "QuestionId": "q5883",
        "RawQuestion": "本溪富虹国际饭店能办婚礼吗？\n",
        "Sparql": "select ?x where { <本溪富虹国际饭店> <是否有婚宴服务> ?x. }\n",
        "Answer": "<提供婚宴服务,可能收费>\t\n"
    },
    {
        "QuestionId": "q6054",
        "RawQuestion": "郴州华天大酒店内有医务室吗？\n",
        "Sparql": "select ?x where { <郴州华天大酒店> <是否有医务室> ?x. }\n",
        "Answer": "<无医务室>\t\n"
    },
    {
        "QuestionId": "q2564",
        "RawQuestion": "榕城的车牌代码是什么？\n",
        "Sparql": "select ?y where { ?x <别名> \"榕城、\". ?x <车牌代码> ?y. }\n",
        "Answer": "\"闽A\"\t\n"
    },
    {
        "QuestionId": "q5929",
        "RawQuestion": "珠海度假村酒店内有吸烟区吗？\n",
        "Sparql": "select ?x where { <珠海度假村酒店> <是否有吸烟区> ?x. }\n",
        "Answer": "<有吸烟区,可能收费>\t\n"
    },
    {
        "QuestionId": "q2467",
        "RawQuestion": "\"C9\"高校有哪些？\n",
        "Sparql": "select ?x where { ?x <属性> <C9_（九校联盟）>. }\n",
        "Answer": "<哈尔滨工业大学深圳研究生院>\t<中国科学技术大学>\t<哈尔滨工业大学研究生院>\t<北京大学海洋研究院>\t<浙江大学>\t<中国科学技术大学环境科学与光电技术学院>\t<哈尔滨工业大学>\t<北京大学>\t<上海交通大学>\t<南京大学建筑与城市规划学院>\t<西安交通大学>\t<哈尔滨工业大学（威海）>\t<清华大学美术学院>\t<清华大学>\t<南京大学>\t<浙江大学宁波校区>\t\n"
    },
    {
        "QuestionId": "q286",
        "RawQuestion": "品牌亦谷创办于哪一年？\n",
        "Sparql": "select ?x where { <亦谷> <创办时间> ?x. }\n",
        "Answer": "\"2001\"\t\n"
    },
    {
        "QuestionId": "q2343",
        "RawQuestion": "刘涛的老公是谁？\n",
        "Sparql": "select ?y where { <刘涛_（中国内地女演员）> <丈夫> ?y. }\n",
        "Answer": "<王珂_（演员刘涛的丈夫）>\t\n"
    },
    {
        "QuestionId": "q3526",
        "RawQuestion": "丹毒属于什么?\n",
        "Sparql": "select ?x where { <丹毒> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4039",
        "RawQuestion": "是谁提出了\"韬奋精神\"？\n",
        "Sparql": "select ?x where { <韬奋精神> <作者> ?x . }\n",
        "Answer": "<毛泽东_（无产阶级革命家）>\t\n"
    },
    {
        "QuestionId": "q2173",
        "RawQuestion": "电影《泰坦尼克号》导演的国籍是？\n",
        "Sparql": "select ?x where { <泰坦尼克号_（2012年詹姆斯·卡梅隆执导3D电影）> <导演> ?y . ?y <国籍> ?x . }\n",
        "Answer": "<加拿大_（北美洲国家）>\t\n"
    },
    {
        "QuestionId": "q5130",
        "RawQuestion": "急性呼吸窘迫综合征有什么治疗方法？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <治疗方法> ?x. }\n",
        "Answer": "\"ARDS治疗包括原发病治疗和呼吸衰竭支持治疗两个方面。原发病治疗是ARDS治疗的基础，通过控制感染、降低机体炎症反应等治疗措施，去除导致ARDS患者肺部炎性反应的病因。有效的呼吸支持治疗、避免肺损伤等并发症是ARDS重要治疗措施，目前试验证实药物在ARDS患者治疗中的确切疗效。机械通气纠正患者低氧是ARDS治疗的重要手段。应根据病情，给予相应的呼吸支持措施改善患者氧合，目标是使PaO2≥60mmHg或SaO2≥90%。ARDS患者由于肺部病变广泛及进展迅速，多数患者病程中需使用机械通气支持治疗，尽管目前ARDS起始机械通气指征尚统一意见，多数学者认为应尽早起始。轻度ARDS、预期短时间内病因可去除的ARDS患者，在随时可行有创机械通气条件下，评估禁忌证者（意识障碍、血流动力学不稳定、气道分泌物增多而清除能力不足、面部畸形或上腹部手术等）可尝试应用创正压通气，并密切监测病情，1～2h后低氧血症或患者全身情况有所改善者可尝试继续应用，如有加重应尽早转入有创机械通气治疗。对于合并免疫功能低下的ARDS患者，应尽可能应用创正压通气以减少插管率，降低病死率。对于机械通气策略，仍推荐以合适水平的PEEP和小潮气量为核心的肺保护性通气策略。适当水平的PEEP可使萎陷的小气道和肺泡保持开放状态，避免呼吸周期中肺泡反复开闭的剪切伤，增加呼气末肺容积，减轻肺水肿，改善肺泡弥散功能和通气/血流比例，减少肺内分流，从而改善ARDS患者氧合和肺顺应性。6～8mL/kg的小潮气量旨在控制平台压在30～35mmHg以下，以防止充气区域肺泡过度扩张。肺保护性通气策略旨在保证患者最低呼吸功能需求前提下，减少呼吸机相关肺损伤。ARDS患者应用PEEP时应注意：PEEP可增加胸腔内压，减少回心血量，过高的PEEP有加重肺损伤的潜在危险，因此对于血容量不足的患者，应保证足够的血容量代偿回心血量的不足，同时注意避免过度补液增加肺水肿发生风险；此外，PEEP应由低水平开始，逐渐递增至适当水平，一般需8～18cmH2O，目标是维持PaO2＞60mmHg而FiO2＜60%。小潮气量通气条件下，可导致一定程度的CO2潴留和呼吸性酸中毒，称为允许性高碳酸血症，对于同时合并代谢性酸中毒的患者需予适当补碱治疗。有创机械通气过程中，如循环障碍、人机对抗和呼吸功过大等情况，应尽量保留患者自主呼吸，认为膈肌主动收缩有利于重力依赖区的通气，从而改善通气血流比及氧合。肺复张手法、俯卧位通气和高频振荡通气对于部分选择性患者的肺复张有效。推荐采用恒压方式进行肺复张，吸气压30～45mmHg，持续时间30～40s。（这一部分太简单，观念也有问题）对于给予适当的机械通气仍不能维持氧合或合并严重气压伤者，可考虑应用体外膜肺氧合治疗，目前较公认的ARDS患者起始ECMO治疗绝对适应证，包括充分合理的机械通气后仍存在的病因可逆的持续大于6小时的低氧血症（PaO2/FiO2＜80），失代偿高碳酸血症和酸中毒（PH＜7.15）以及过高的呼吸末平台压（Pplat大于35～45cmH2O）。\"\t\n"
    },
    {
        "QuestionId": "q42",
        "RawQuestion": "MLB的官网地址是什么\n",
        "Sparql": "select ?x where { <美国职业棒球大联盟> <官网> ?x . }\n",
        "Answer": "\"http://mlb.mlb.com/home\"\t\n"
    },
    {
        "QuestionId": "q7203",
        "RawQuestion": "生理性腹泻需要做哪些预防措施？\n",
        "Sparql": "select ?x where { <生理性腹泻> <预防> ?x. }\n",
        "Answer": "\"我们知道，婴儿吃奶的目的，就是获取身体所需的营养物质，维持其机体正常功能和生长发育。排便的意义在于，既保证营养，又能排除消化道内的废物。既然“生理性腹泻”并不影响婴儿的生长发育，所以完全可以不必因为大便次数多而舍弃母乳，改换牛乳或其他乳制品。“生理性腹泻”患儿也无需药物治疗，因为，治疗腹泻的药物均有抗感染、收敛、助消化等作用，而“生理性腹泻”既不是消化道感染，又不是消化不良，故没有用药的必要，且“是药三分毒”，对婴儿也没有益处。对“生理性腹泻”婴儿应加强护理，应及时换尿布，用温水清洗臀部及会阴部，并用软膏涂抹，否则就有可能引起臀部皮肤发红，甚至局部感染。此外，对“生理性腹泻”婴儿，应警惕在此基础上发生“病理性腹泻”。如果大便次数突然增加，大便内水分增多，有臭味，就很可能有其他因素加重了腹泻，此时应该寻找原因，去除造成腹泻的新因素，积极给予治疗，直到恢复平时状况为止。\"\t\n"
    },
    {
        "QuestionId": "q961",
        "RawQuestion": "故宫的建造者还有哪些其他的成就？\n",
        "Sparql": "select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"编撰\"\t\"女真\"\t\"收复\"\t\"永乐大典\"\t\"创建\"\t\"内阁\"\t\"东厂\"\t\"完善中央制度\"\t\"迁都 北京\"\t\"疏浚大运河\"\t\"开创 永乐盛世\"\t\"安南\"\t\"五征\"\t\"漠北\"\t\"招抚\"\t\"郑和下西洋开创 万国来朝局面\"\t\"保护 汉文化\"\t\n"
    },
    {
        "QuestionId": "q4712",
        "RawQuestion": "上海期货交易所的可交易品类有哪些\n",
        "Sparql": "select ?x where { <上海期货交易所> <上市品种>?x. }\n",
        "Answer": "<燃油>\t<沥青>\t<螺纹钢>\t<锌>\t<线材>\t<橡胶>\t<镍>\t<热卷>\t<金>\t<银>\t<铜>\t<铝>\t<铅>\t<锡>\t\"黄金\"\t\"白银\"\t\"铜铝锌铅\"\t\"螺纹钢\"\t\n"
    },
    {
        "QuestionId": "q6826",
        "RawQuestion": "新冠病毒战役的爆发地点是哪里？\n",
        "Sparql": "SELECT ?x WHERE { <新型冠状病毒战役> <爆发地点>?x. } \n",
        "Answer": "<武汉>\t\n"
    },
    {
        "QuestionId": "q1744",
        "RawQuestion": "上证的总股本是多少？\n",
        "Sparql": "select ?x where { <上证> <总流通市值> ?x. }\n",
        "Answer": "\"277605.71亿元\"\t\"38082.25亿股\"\t\n"
    },
    {
        "QuestionId": "q108",
        "RawQuestion": "什么叫神马？\n",
        "Sparql": "select ?x where { <神马_（词语信息）> <现代解释> ?x. }\n",
        "Answer": "\"什么的谐音\"\t\n"
    },
    {
        "QuestionId": "q3368",
        "RawQuestion": "脓疱疮属于什么?\n",
        "Sparql": "select ?x where { <脓疱疮> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3077",
        "RawQuestion": "衣原体肺炎的同义词是什么？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <同义词> ?x. }\n",
        "Answer": "<沙眼衣原体肺炎,鹦鹉热衣原体肺炎,肺炎衣原体肺炎>\t\n"
    },
    {
        "QuestionId": "q1912",
        "RawQuestion": "客户风险承受能力分类标准？\n",
        "Sparql": "select ?x where { <客户风险承受能力> <分类标准> ?x. }\n",
        "Answer": "\"积极型\"\t\"保守型\"\t\"相对保守型\"\t\"稳健型\"\t\"相对积极型\"\t\n"
    },
    {
        "QuestionId": "q1613",
        "RawQuestion": "电影钢铁侠的主演都获得过那些奖项？\n",
        "Sparql": "select ?x where { <Ironman_（美国2008年小罗伯特·唐尼主演电影）> <主演> ?y. ?y <主要成就> ?x.}\n",
        "Answer": "\"第65届奥斯卡最佳男主角提名\"\t\"第81届奥斯卡最佳男配角提名\"\t\"第67届金球奖喜剧类最佳男主角\"\t\"第39届和41届人民选择奖最受欢迎男演员\"\t\"第82届奥斯卡奖最佳男主角\"\t\"第67届金球奖最佳男主角\"\t\n"
    },
    {
        "QuestionId": "q1533",
        "RawQuestion": "天津大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <天津大学> . }\n",
        "Answer": "<宋海良>\t<戈建华>\t<高瞻远_（天津乾元文化传媒有限公司董事长）>\t\n"
    },
    {
        "QuestionId": "q1329",
        "RawQuestion": "东条英机是什么时候被执行绞刑的？\n",
        "Sparql": "select ?x where { <东条英机_（第四十任日本首相）> <逝世日期> ?x. }\n",
        "Answer": "\"1948-12-23\"\t\n"
    },
    {
        "QuestionId": "q7366",
        "RawQuestion": "如意湖景区是免费的吗？\n",
        "Sparql": "select ?x where { <如意湖景区> <是否免费> ?x. }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q3603",
        "RawQuestion": "脂肪肝属于什么?\n",
        "Sparql": "select ?x where { <脂肪肝> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q7515",
        "RawQuestion": "冈仁波齐内有停车场吗？\n",
        "Sparql": "select ?x where { <冈仁波齐> <是否有停车场> ?x. }\n",
        "Answer": "<无停车场>\t\n"
    },
    {
        "QuestionId": "q5141",
        "RawQuestion": "该怎么预防冠状病毒感染？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <预防> ?x. }\n",
        "Answer": "\"主要是避免与患者和可疑患者接触，保持个人良好卫生习惯，坚持户外锻炼，提高机体抵抗力。目前尚疫苗预防。\"\t\n"
    },
    {
        "QuestionId": "q664",
        "RawQuestion": "主要分布于东南亚和东亚的宗教有？\n",
        "Sparql": "select ?x where { ?x <主要分布区域> <东亚>. ?x <主要分布区域> <东南亚_（世界地理概念）>. }\n",
        "Answer": "<佛教>\t\n"
    },
    {
        "QuestionId": "q2073",
        "RawQuestion": "哪些药物可以用于抑郁症的治疗?\n",
        "Sparql": "select ?x where { ?x <主要适用症> <抑郁症_（医疗百科）> . }\n",
        "Answer": "<安神镇静丸>\t<依替唑仑>\t<艾旭（盐酸氟西汀胶囊）>\t<亚达唑散>\t<单胺氧化酶抑制药>\t<Y-7131>\t<西酞普兰>\t<百郁舒宁神灵颗粒>\t<米安舍林>\t<百忧解>\t<来士普>\t\n"
    },
    {
        "QuestionId": "q5259",
        "RawQuestion": "滴虫性阴道炎有没有传染性？\n",
        "Sparql": "select ?x where { <滴虫性阴道炎> <传染性> ?x. }\n",
        "Answer": "\"有\"\t\n"
    },
    {
        "QuestionId": "q2780",
        "RawQuestion": "长江和记实业有限公司的中文简称是什么\n",
        "Sparql": "select ?x where { <长江和记实业有限公司> <公司简称> ?x. }\n",
        "Answer": "<长和>\t\n"
    },
    {
        "QuestionId": "q6907",
        "RawQuestion": "哪些症状临床表现含有发热？\n",
        "Sparql": "select ?x where { ?x <类型> <症状>. ?x <临床表现> ?y. FILTER REGEX(?y, \"发热\") } \n",
        "Answer": "<内毒素血症>\t<液气胸>\t<脓痰>\t<输尿管狭窄>\t<中枢性发热>\t<中枢性发热>\t<脉搏加速>\t<角膜色膜环>\t<丹毒>\t<冠状动脉栓塞>\t<冠状动脉栓塞>\t<淋巴结充血>\t<淋巴结充血>\t<感染性赘生物>\t<腹腔感染>\t<脑炎样改变>\t<持续性发热>\t<口唇严重充血呈红色>\t<输乳管阻塞>\t<腓肠肌压痛>\t<容易发生青肿>\t<小儿发热>\t<小儿发热>\t<腹膜炎>\t<淋巴结肿大>\t<脑膜炎>\t<宫腔积脓>\t<恶寒>\t<血管炎>\t<高钠血症>\t<肝内胆管结石>\t<静脉血栓>\t<产褥感染>\t<蜂窝组织炎>\t<胸腔积液>\t<胸腔积液>\t<系统性血管炎>\t<小肠损伤>\t<颈部淋巴结肿大>\t<喉咙痛>\t<黄疸>\t<心包炎>\t<心包炎>\t<横纹肌溶解>\t<支气管肺炎>\t<肺火>\t<反复感染>\t<缩窄性心包炎>\t\n"
    },
    {
        "QuestionId": "q6189",
        "RawQuestion": "国家地理探险家中心设立在哪个城市呢？\n",
        "Sparql": "select ?x where { <国家地理探险家中心> <城市> ?x. }\n",
        "Answer": "<沈阳>\t\n"
    },
    {
        "QuestionId": "q3153",
        "RawQuestion": "心力衰竭与什么疾病有关？\n",
        "Sparql": "select ?x where { <心力衰竭> <涉及疾病> ?x. }\n",
        "Answer": "<肺动脉栓塞>\t<获得性免疫缺陷综合征>\t<不稳定型心绞痛>\t\n"
    },
    {
        "QuestionId": "q696",
        "RawQuestion": "龙井茶所属类别有哪些主要营养成分？\n",
        "Sparql": "select ?z where { ?x <中文名> \"龙井茶\" . ?x <类别> ?y . ?y <主要营养成分> ?z . }\n",
        "Answer": "<茶多酚>\t<咖啡因>\t\n"
    },
    {
        "QuestionId": "q1453",
        "RawQuestion": "猎户座中最亮的星星是那颗？\n",
        "Sparql": "select ?x where { <猎户座_（天文学概念）> <最亮星> ?x. }\n",
        "Answer": "\"参宿七（猎户座β）\"\t\n"
    },
    {
        "QuestionId": "q1605",
        "RawQuestion": "孙子兵法的作者是哪个学派？\n",
        "Sparql": "select ?y where { ?x <主要作品> <孙子兵法_（中国古典军事文化著作）>. ?x <学派> ?y. }\n",
        "Answer": "<兵家_（汉语词语）>\t\n"
    },
    {
        "QuestionId": "q617",
        "RawQuestion": "北京国安的主场最多能够容纳多少人？\n",
        "Sparql": "select ?x where { <北京国安足球俱乐部> <主场馆> ?y. ?y <座位数量> ?x. }\n",
        "Answer": "\"64000\"\t\n"
    },
    {
        "QuestionId": "q876",
        "RawQuestion": "北京大学现任校长有哪些主要成就？\n",
        "Sparql": "select ?x where { <北京大学> <现任校长> ?y. ?y <主要成就> ?x . }\n",
        "Answer": "\"国家杰出青年基金获得者\"\t\"国家级教学成果一等奖\"\t\"国家教委科学技术二等奖\"\t\n"
    },
    {
        "QuestionId": "q4013",
        "RawQuestion": "京东方A的董事长是什么学历？\n",
        "Sparql": "select ?x where { <京东方A> <董事长> ?y. ?y <学历> ?x. }\n",
        "Answer": "<工学硕士>\t\n"
    },
    {
        "QuestionId": "q1569",
        "RawQuestion": "每周六晚20",
        "Sparql": "select ?x where { ?x <播出频道> <湖南卫视>. ?x <播出时间> \"每周六晚20:20\". }\n",
        "Answer": "<快乐大本营>\t\n"
    },
    {
        "QuestionId": "q3334",
        "RawQuestion": "腹股沟斜疝属于什么?\n",
        "Sparql": "select ?x where { <腹股沟斜疝> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<医学>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q704",
        "RawQuestion": "陈嗣庆的女儿写了什么书？\n",
        "Sparql": "select ?y where { ?x <父亲> <陈嗣庆>. ?x <代表作品> ?y. }\n",
        "Answer": "<撒哈拉的故事>\t<雨季不再来_（三毛所著散文集）>\t<梦里花落知多少_（三毛作品）>\t\n"
    },
    {
        "QuestionId": "q2298",
        "RawQuestion": "麻省理工学院的创建者是？\n",
        "Sparql": "select ?x where { <麻省理工学院> <创办者> ?x. }\n",
        "Answer": "<威廉·巴顿·罗杰斯>\t\n"
    },
    {
        "QuestionId": "q2012",
        "RawQuestion": "包惜弱的丈夫是谁？\n",
        "Sparql": "select ?x where { <包惜弱> <丈夫> ?x . }\n",
        "Answer": "<完颜洪烈>\t<杨铁心_（金庸小说《射雕英雄传》中人物）>\t\n"
    },
    {
        "QuestionId": "q3124",
        "RawQuestion": "婴幼儿腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <婴幼儿腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7372",
        "RawQuestion": "景山公园到北京西苑饭店的距离？\n",
        "Sparql": "select ?t where { <景山公园> <附近> ?cvt. ?cvt <实体名称> <北京西苑饭店>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5.6\"\t\n"
    },
    {
        "QuestionId": "q2246",
        "RawQuestion": "哪所公立大学以\"自强不息，厚德载物\"作为校训？\n",
        "Sparql": "SELECT ?x WHERE { ?x <校训> <自强不息> . ?x <校训> <厚德载物_（成语）> . ?x <类别> <公立大学> . }\n",
        "Answer": "<五道口职业技术学校>\t<清华大学建筑学院>\t<西安商贸专修学院>\t<清华大学建校>\t<清华大学>\t<清华大学广州中心>\t\n"
    },
    {
        "QuestionId": "q4732",
        "RawQuestion": "港元的货币符号是什么\n",
        "Sparql": "select ?x where { <港元> <货币符号> ?x. }\n",
        "Answer": "\"HKD\"\t\n"
    },
    {
        "QuestionId": "q7349",
        "RawQuestion": "西安阳光国际酒店提供干洗衣服的服务吗\n",
        "Sparql": "select ?x where { <西安阳光国际大酒店> <是否有干洗> ?x. }\n",
        "Answer": "<有干洗>\t\n"
    },
    {
        "QuestionId": "q573",
        "RawQuestion": "欧洲四大名著中哪部是莎士比亚的作品.\n",
        "Sparql": "select ?x where { <欧洲四大名著> <包括> ?x. ?x <作者> <莎士比亚_（欧洲文艺复兴时期戏剧家）>. }\n",
        "Answer": "<哈姆雷特_（威廉·莎士比亚创作戏剧）>\t\n"
    },
    {
        "QuestionId": "q6989",
        "RawQuestion": "伊顿公学的毕业生都从事了什么职业\n",
        "Sparql": "select distinct ?y where { ?x <职业> ?y. ?x <毕业院校> <伊顿公学>. } \n",
        "Answer": "<天文学家>\t<社会活动家>\t<博物学家>\t<英国_（大不列颠及北爱尔兰联合王国）>\t<政治家>\t<剧作家>\t<小说家_（诸子百家）>\t<英国首相>\t<军人>\t<银行家>\t<空军中将>\t<香港总督>\t<探险家_（游戏《英雄联盟》中的英雄）>\t<首相>\t<理论家>\t<军事家>\t<记者_（词语释义）>\t<小说家_（写小说的作家）>\t<大名_（汉语词语）>\t<演员_（职业）>\t<作家_（汉语词语）>\t<外交家>\t<评论家>\t<记者_（2015年曹政奭主演电影）>\t<比利时国王>\t\n"
    },
    {
        "QuestionId": "q4416",
        "RawQuestion": "我们所熟悉的填词人林夕的本名叫什么？\n",
        "Sparql": "select ?x where { <林夕_（著名填词人）> <中文名> ?x. }\n",
        "Answer": "\"梁伟文 Leung Wai Man\"\t\n"
    },
    {
        "QuestionId": "q494",
        "RawQuestion": "D大调卡农是谁的代表作？\n",
        "Sparql": "select ?x where { ?x <代表作品> <D大调卡农>. }\n",
        "Answer": "<约翰·巴哈贝尔>\t\n"
    },
    {
        "QuestionId": "q7252",
        "RawQuestion": "哪种人群容易三叉神经痛？\n",
        "Sparql": "select ?x where { <三叉神经痛> <多发人群> ?x. }\n",
        "Answer": "\"中老年人\"\t\n"
    },
    {
        "QuestionId": "q7281",
        "RawQuestion": "布达拉宫内有餐厅吗？\n",
        "Sparql": "select ?x where { <布达拉宫> <是否有餐厅> ?x. }\n",
        "Answer": "<有餐厅>\t\n"
    },
    {
        "QuestionId": "q1830",
        "RawQuestion": "青岛啤酒的董事长？\n",
        "Sparql": "select ?x where { <青岛啤酒> <董事长> ?x. }\n",
        "Answer": "<黄克兴>\t\n"
    },
    {
        "QuestionId": "q6184",
        "RawQuestion": "天坛公园适合游玩多久？\n",
        "Sparql": "select ?x where { <天坛公园> <建议游玩时长> ?x . }\n",
        "Answer": "\"半天\"\t\n"
    },
    {
        "QuestionId": "q6520",
        "RawQuestion": "东莞豪门大饭店的早餐价格是多少？\n",
        "Sparql": "select ?x where { <东莞豪门大饭店> <早餐价格> ?x. }\n",
        "Answer": "\"60元/份\"\t\"60 RMB\"\t\n"
    },
    {
        "QuestionId": "q4737",
        "RawQuestion": "第四套人民币的退出流通时间\n",
        "Sparql": "select ?x where { <第四套人民币> <退出流通时间>?x. }\n",
        "Answer": "\"2018/5/1\"\t\n"
    },
    {
        "QuestionId": "q3427",
        "RawQuestion": "湿疹适合去什么科室就诊？\n",
        "Sparql": "select ?x where { <湿疹> <科室> ?x. }\n",
        "Answer": "<皮肤性病科>\t\n"
    },
    {
        "QuestionId": "q1348",
        "RawQuestion": "漫威里灭霸翻译成英文应该是什么？\n",
        "Sparql": "select ?x where { <灭霸> <外文名> ?x. }\n",
        "Answer": "\"Thanos\"\t\n"
    },
    {
        "QuestionId": "q3549",
        "RawQuestion": "川崎病属于什么?\n",
        "Sparql": "select ?x where { <川崎病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2573",
        "RawQuestion": "司徒镇（高邮市）的特产中老少皆宜的是？\n",
        "Sparql": "select ?x where { ?x <适宜人群> <老少皆宜>. <司徒镇（高邮市）> <特产> ?x. }\n",
        "Answer": "<双黄蛋>\t\n"
    },
    {
        "QuestionId": "q757",
        "RawQuestion": "北京大学出了哪些导演\n",
        "Sparql": "select ?x where { ?x <职业> <导演> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<王凌非>\t<英达>\t<唐晓白>\t<郑权_（导演，影片制作人）>\t<丁小平_（国家一级导演）>\t<邵泽辉>\t<苏梨叶>\t<李烨_（央视编辑）>\t<王翀_（戏剧导演）>\t<张江南_（导演、编剧）>\t\n"
    },
    {
        "QuestionId": "q2020",
        "RawQuestion": "小龙女是李莫愁的什么人？\n",
        "Sparql": "select ?x where { <李莫愁_（金庸武侠小说）> ?x ?y . ?y <中文名> \"小龙女\" . }\n",
        "Answer": "<师妹>\t\n"
    },
    {
        "QuestionId": "q1391",
        "RawQuestion": "武汉大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <武汉大学> <现任校长> ?x . }\n",
        "Answer": "<李晓红_（武汉大学校长、中国工程院院士）>\t\n"
    },
    {
        "QuestionId": "q6167",
        "RawQuestion": "福州世纪金源大饭店内有婚宴服务吗？\n",
        "Sparql": "select ?x where { <福州世纪金源大饭店> <是否有婚宴服务> ?x. }\n",
        "Answer": "<提供婚宴服务,可能收费>\t\n"
    },
    {
        "QuestionId": "q5661",
        "RawQuestion": "奥林匹克森林公园的网址是什么？\n",
        "Sparql": "select ?x where { <奥林匹克森林公园> <景点官方网站> ?x. }\n",
        "Answer": "\"http://www.bjofp.cn/\"\t\n"
    },
    {
        "QuestionId": "q2565",
        "RawQuestion": "微积分中的微、积分是什么关系？\n",
        "Sparql": "select ?x where { <微积分_（数学概念）> <微、积分关系> ?x.}\n",
        "Answer": "\"互为逆运算\"\t\n"
    },
    {
        "QuestionId": "q7586",
        "RawQuestion": "北京颐和园的淡季和旺季分别是什么时候？\n",
        "Sparql": "select ?x where { <颐和园> <城市> <北京> . <颐和园> <淡季旺季> ?x . }\n",
        "Answer": "\"淡季时间为11.1-次年3.31；旺季时间为4.1-10.31。\"\t\n"
    },
    {
        "QuestionId": "q3059",
        "RawQuestion": "急性呼吸窘迫综合征属于什么科？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <科室> ?x. }\n",
        "Answer": "<呼吸内科>\t\n"
    },
    {
        "QuestionId": "q4871",
        "RawQuestion": "藿香正气胶囊是中药还是西药？\n",
        "Sparql": "select ?x where { <藿香正气胶囊> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t\n"
    },
    {
        "QuestionId": "q429",
        "RawQuestion": "南京大屠杀发生在什么时候？\n",
        "Sparql": "select ?x where { <南京大屠杀_（日军侵华历史事件）> <发生时间> ?x. }\n",
        "Answer": "\"1937-12-13\"\t\n"
    },
    {
        "QuestionId": "q7258",
        "RawQuestion": "多囊肾是怎么造成的？\n",
        "Sparql": "select ?x where { <多囊肾> <常见病因> ?x. }\n",
        "Answer": "\"确切病因尚不清楚，多是由于基因缺失\"\t\n"
    },
    {
        "QuestionId": "q1815",
        "RawQuestion": "《金融炼金术》一书的作者是？\n",
        "Sparql": "select ?x where { <《金融炼金术》> <作者> ?x. }\n",
        "Answer": "<索罗斯>\t\n"
    },
    {
        "QuestionId": "q5098",
        "RawQuestion": "肺炎球菌抗原检测有哪些适应症？\n",
        "Sparql": "select ?x where { <肺炎球菌抗原检测> <适应症> ?x. }\n",
        "Answer": "\"肺炎、败血症、脑膜炎等。\"\t\n"
    },
    {
        "QuestionId": "q1285",
        "RawQuestion": "植物梧桐属于哪个纲？\n",
        "Sparql": "select ?x where { <梧桐_（锦葵目梧桐科植物）> <纲> ?x. }\n",
        "Answer": "<双子叶植物纲>\t\n"
    },
    {
        "QuestionId": "q5960",
        "RawQuestion": "在广州的那个失恋博物馆收费吗？\n",
        "Sparql": "select ?x where { <广州失恋博物馆> <城市> <广州> . <广州失恋博物馆> <是否免费> ?x . }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q5207",
        "RawQuestion": "怎么预防糖皮质激素性青光眼？\n",
        "Sparql": "select ?x where { <糖皮质激素性青光眼> <预防> ?x. }\n",
        "Answer": "\"谨慎使用GC类药物。对需要使用者，医师应告知风险，不宜长期或自购使用。对确实需要长期使用者（超过2~4周），应定期监测眼压变化。对GC呈高敏反应时，应立即停药并告知患者以后不应再使用该类药物，如必须使用，可改用较少引起眼压升高的此类药物（如依碳氯替泼诺、瑞美松龙、氟米龙）。加强对GC类药品的管理和使用说明。\"\t\n"
    },
    {
        "QuestionId": "q4698",
        "RawQuestion": "黄金市场指数的代表\n",
        "Sparql": "select ?x where { <黄金市场> <代表指数> ?x. }\n",
        "Answer": "<HUI_金甲虫指数>\t<XAU_费城金银指数>\t\n"
    },
    {
        "QuestionId": "q4928",
        "RawQuestion": "不明原因发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <不明原因发热> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<免疫缺陷>\t<低热>\t<HIV感染>\t<无力>\t<寒战>\t<脓毒性血栓>\t\n"
    },
    {
        "QuestionId": "q5786",
        "RawQuestion": "老君顶冰雪王国内有商店吗？\n",
        "Sparql": "select ?x where { <老君顶冰雪王国> <是否有商店> ?x. }\n",
        "Answer": "<有商店>\t\n"
    },
    {
        "QuestionId": "q7212",
        "RawQuestion": "骨髓炎是怎么引起的？\n",
        "Sparql": "select ?x where { <骨髓炎> <常见病因> ?x. }\n",
        "Answer": "\"由血源性感染引起，也可由外伤或手术感染引起\"\t\n"
    },
    {
        "QuestionId": "q6391",
        "RawQuestion": "江阴黄佳喜来登酒店能给电动汽车充电吗？\n",
        "Sparql": "select ?x where { <江阴黄嘉喜来登酒店> <是否有充电车位> ?x. }\n",
        "Answer": "<有充电车位>\t\n"
    },
    {
        "QuestionId": "q2953",
        "RawQuestion": "恒生电子董事长的性别是什么\n",
        "Sparql": "select ?x where { <恒生电子> <董事长> ?y. ?y <性别> ?x. }\n",
        "Answer": "\"男\"\t\n"
    },
    {
        "QuestionId": "q4037",
        "RawQuestion": "\"雄关漫道真如铁，而今迈步从头越\"的作者的出生地？\n",
        "Sparql": "select ?x where { <雄关漫道真如铁，而今迈步从头越> <作者> ?y . ?y <出生地> ?x . }\n",
        "Answer": "<韶山冲>\t\n"
    },
    {
        "QuestionId": "q5787",
        "RawQuestion": "在石家庄属于河北旅投的酒店都有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <石家庄> . ?x <酒店品牌名称> <河北旅投> . }\n",
        "Answer": "<石家庄云瑧金陵世贸广场酒店>\t\n"
    },
    {
        "QuestionId": "q3321",
        "RawQuestion": "高血压属于什么?\n",
        "Sparql": "select ?x where { <高血压> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q731",
        "RawQuestion": "冯小刚的女儿在哪儿上的大学？\n",
        "Sparql": "select ?y where { <冯小刚> <女儿> ?x. ?x <毕业院校> ?y. }\n",
        "Answer": "<北京电影学院>\t\n"
    },
    {
        "QuestionId": "q1088",
        "RawQuestion": "\"黑旋风\"在梁山座次排行第几？\n",
        "Sparql": "select ?y where { ?x <别名> \"黑旋风，铁牛\". ?x <梁山座次> ?y. }\n",
        "Answer": "\"22\"\t\n"
    },
    {
        "QuestionId": "q4335",
        "RawQuestion": "62年8月出生的全国劳模有？\n",
        "Sparql": "select ?x where { ?x <出生日期> \"1962-08\" . ?x <主要成就> \"全国劳动模范\" . }\n",
        "Answer": "<王后雄>\t\n"
    },
    {
        "QuestionId": "q4178",
        "RawQuestion": "\"天涯海角\"这一地区的最佳旅游时间是？\n",
        "Sparql": "select ?x where { <天涯海角_（海南省三亚市天涯海角游览区）> <最佳旅游时间> ?x . }\n",
        "Answer": "\"9月至次年4月\"\t\n"
    },
    {
        "QuestionId": "q3213",
        "RawQuestion": "扁平足属于什么?\n",
        "Sparql": "select ?x where { <扁平足> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2225",
        "RawQuestion": "王小波的丈母娘是谁？\n",
        "Sparql": "select ?x where { ?y <配偶> <王小波_（中国当代作家、学者、文学家）> . ?y <母亲> ?x . }\n",
        "Answer": "<李克林_（人民日报原编辑）>\t\n"
    },
    {
        "QuestionId": "q5197",
        "RawQuestion": "怎么预防细菌感染？\n",
        "Sparql": "select ?x where { <细菌感染> <预防> ?x. }\n",
        "Answer": "\"细菌感染最好预防，而且最容易治疗，一般都有特效药，只要治疗及时一般都能治愈。预防只要注意清洁卫生即可防止感染.经常保持皮肤和粘膜的清洁和完整，避免创伤，切忌挤压，应积极治疗、控制慢性病，合理使用免疫抑制剂和抗生素类药物，烧伤病房应严格消毒等措施，均可预防发生。一切明显的或隐匿的化脓性病灶如能及早予以清除，感染的发生就可以减少。小儿时常见的等每易继发较重的呼吸道感染，从而发生细菌感染。对这类病儿，必须加强保护。对不论多么细小的皮肤创伤必须予以重视，早作适当处理。\"\t\"1.隔离环境与菌护理主要预防外源性感染。移植前患者经药浴进入层流室(百级水平)，患者每日接受皮肤及黏膜消毒护理，移植期间菌饮食；进入层流室的工作人员需清洁洗澡、洗手、更换洁净衣裤和拖鞋、戴菌帽及口罩，接触病人前需再穿隔离衣，操作时站在病人的下风向，医护人员严格遵循菌操作规程以避免医院内交叉感染；为避免反复静脉穿刺，患者均放置中心静脉导管。2.药物预防主要预防内源性感染。成年患者常规口服诺氟沙星或左氧氟沙星预防肠道细菌。移植后如白细胞降至0.2x109/L以下，需及时应用粒细胞集落刺激因子，以减少感染。定期静脉注射免疫球蛋白对细菌感染有一定预防作用。\"\t\n"
    },
    {
        "QuestionId": "q5302",
        "RawQuestion": "横纹肌肉瘤的发病部位在哪？\n",
        "Sparql": "select ?x where { <横纹肌肉瘤> <发病部位> ?x. }\n",
        "Answer": "\"胚胎型：头部、颈部、泌尿生殖道及腹膜后；腺泡型：四肢、头颈、躯干、会阴等\"\t\n"
    },
    {
        "QuestionId": "q2458",
        "RawQuestion": "成龙的儿子是谁？\n",
        "Sparql": "select ?x where { <成龙_（中国香港演员、导演）> <儿子> ?x. }\n",
        "Answer": "<房祖名>\t\n"
    },
    {
        "QuestionId": "q6695",
        "RawQuestion": "世界卫生组织的官网是？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <官网> ?x } \n",
        "Answer": "\"http://www.who.int/\"\t\n"
    },
    {
        "QuestionId": "q1331",
        "RawQuestion": "歌曲演员的mv导演是谁？\n",
        "Sparql": "select ?x where { <演员_（薛之谦歌曲）> <mv导演> ?x. }\n",
        "Answer": "<黄中平_（华语乐坛MV导演）>\t\n"
    },
    {
        "QuestionId": "q2644",
        "RawQuestion": "西方音乐主要使用什么乐器？\n",
        "Sparql": "select ?y where { ?x <中文名> \"西方音乐\" . ?x <乐器> ?y . }\n",
        "Answer": "<七弦琴_（中国传统弹拨弦鸣乐器）>\t\n"
    },
    {
        "QuestionId": "q5924",
        "RawQuestion": "王府半岛酒店附近有吃饭地方的酒店推荐一下\n",
        "Sparql": "select ?y  where { <王府半岛酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有餐厅> <有餐厅>. ?y <类型> <景点>. }\n",
        "Answer": "<北海公园>\t<天坛公园>\t<故宫博物院（故宫）>\t<景山公园>\t<国家大剧院>\t<凤凰中心>\t\n"
    },
    {
        "QuestionId": "q2882",
        "RawQuestion": "阿里巴巴股票代码\n",
        "Sparql": "select ?x where { <阿里巴巴> <股票代码> ?x. }\n",
        "Answer": "\"BABA\"\t\n"
    },
    {
        "QuestionId": "q6501",
        "RawQuestion": "南京博物院什么时候营业？\n",
        "Sparql": "select ?x where { <南京博物院> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周二至周日 全天 09:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q4219",
        "RawQuestion": "被称为红军的足球俱乐部是？\n",
        "Sparql": "select ?x where { ?x <运动项目> <足球> . ?x <球队绰号> \"红军）\" . }\n",
        "Answer": "<利物浦_（足球俱乐部）>\t\n"
    },
    {
        "QuestionId": "q4078",
        "RawQuestion": "木牛流马的发明者有哪些文学代表作？\n",
        "Sparql": "select ?y where { <木牛流马_（诸葛亮发明的运粮工具）> <发明者> ?x . ?x <代表作品> ?y . }\n",
        "Answer": "<隆中对_（文学作品）>\t<出师表_（诸葛亮作品）>\t<诫子书_（诸葛亮作品）>\t\n"
    },
    {
        "QuestionId": "q5125",
        "RawQuestion": "尿常规检查的参考值是什么？\n",
        "Sparql": "select ?x where { <尿常规> <参考值> ?x. }\n",
        "Answer": "\"1、尿液颜色，正常范围：淡黄色。2、尿透明度，正常范围：清3、尿酸硷度(尿pH值)，正常范围：一般为酸性4、尿酸硷度(尿pH值)，正常范围：一般为酸性5、红细胞正常范围：男：0，女：0-2(高倍视野);6、白细胞正常范围：男：0-3，女：0-5(高倍视野);7、颗粒管型，正常范围：无;8、透明管型，正常范围：无或偶见9、蛋白，正常范围：阴性;10、糖，正常范围：阴性;11、酮体，正常范围：阴性;12、尿胆原，男性0.3～3.55μmol/L；女性：0.00～2.64μmol/L；儿童：0.13～2.30μmol/L;13、胆红素，正常范围：阴性;\"\t\n"
    },
    {
        "QuestionId": "q5995",
        "RawQuestion": "武汉新世界酒店附近5公里的酒店有哪些？\n",
        "Sparql": "select ?y where { <武汉新世界酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <武汉>. ?y <类型> <酒店>.}\n",
        "Answer": "<武汉锦江国际大酒店>\t<武汉马哥孛罗酒店>\t\n"
    },
    {
        "QuestionId": "q4504",
        "RawQuestion": "蘑菇街的公仔牙牙出生在什么地方？\n",
        "Sparql": "select ?y where {<牙牙_（蘑菇街公仔形象）> <出生地> ?y . }\n",
        "Answer": "<西湖_（浙江省杭州市西湖）>\t\n"
    },
    {
        "QuestionId": "q6684",
        "RawQuestion": "世界卫生组织的简称是什么？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <简称> ?x } \n",
        "Answer": "<世界卫生组织>\t<OMS_（OMS(Open Mobile System)简介）>\t\"WHO, OMS, ВОЗ, OMS\"\t\n"
    },
    {
        "QuestionId": "q4144",
        "RawQuestion": "作《帝京篇》的古人信仰什么学派？\n",
        "Sparql": "select ?x where { <帝京篇_（李世民作唐诗）> <作者> ?y.  ?y <信仰> ?x . }\n",
        "Answer": "<道家_（信奉老庄等道家学说的哲学学派）>\t\n"
    },
    {
        "QuestionId": "q3475",
        "RawQuestion": "不宁腿综合征属于什么?\n",
        "Sparql": "select ?x where { <不宁腿综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q266",
        "RawQuestion": "武汉大学的地址是哪里\n",
        "Sparql": "select ?x where { <武汉大学> <学校地址> ?x . }\n",
        "Answer": "\"湖北省\"\t\"武汉市武昌区珞珈山街道八一路299号\"\t\n"
    },
    {
        "QuestionId": "q2183",
        "RawQuestion": "《春光乍泄》中黎耀辉的恋人是谁？\n",
        "Sparql": "select ?x where { <黎耀辉> <恋人> ?x . }\n",
        "Answer": "<何宝荣>\t\n"
    },
    {
        "QuestionId": "q4364",
        "RawQuestion": "电影《天国王朝》的导演是谁？\n",
        "Sparql": "select ?x where {<天国王朝_（美国电影）> <导演> ?x.}\n",
        "Answer": "<雷德利·斯科特>\t\n"
    }
]