[
    {
        "QuestionId": "q1408",
        "RawQuestion": "麦当劳的口号是什么？\n",
        "Sparql": "select ?x where { <麦当劳> <公司口号> ?x. }\n",
        "Answer": "\"Im lovin it（我就喜欢）\"\t\n"
    },
    {
        "QuestionId": "q6065",
        "RawQuestion": "玉龙雪山蓝月谷是否免费？\n",
        "Sparql": "select ?x where { <玉龙雪山蓝月谷> <是否免费> ?x. }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q183",
        "RawQuestion": "负荆请罪是哪两个人之间发生的故事？\n",
        "Sparql": "select ?x where { <负荆请罪> <相关人物> ?x. }\n",
        "Answer": "<蔺相如>\t<廉颇_（战国时期赵国名将）>\t\n"
    },
    {
        "QuestionId": "q4079",
        "RawQuestion": "谁创立了关宁铁骑？\n",
        "Sparql": "select ?x where { <关宁铁骑> <创始人> ?x . }\n",
        "Answer": "<孙承宗>\t\n"
    },
    {
        "QuestionId": "q870",
        "RawQuestion": "信教的北洋军阀有谁？\n",
        "Sparql": "select ?x where { <北洋军阀_（民国军阀势力之一）> <主要人物> ?x. ?x <信仰> ?z. }\n",
        "Answer": "<吴佩孚_（民国时期直系军阀首领）>\t<段祺瑞_（皖系军阀首领）>\t\n"
    },
    {
        "QuestionId": "q6999",
        "RawQuestion": "传染科里面看哪些可以经过飞沫传播的病？\n",
        "Sparql": "select ?x where { ?x <传播途径> \"飞沫传播\". ?x <就诊科室> \"传染科\". } \n",
        "Answer": "<流感>\t\n"
    },
    {
        "QuestionId": "q3056",
        "RawQuestion": "体温属于什么类型的检查？\n",
        "Sparql": "select ?x where { <体温> <类型> ?x. }\n",
        "Answer": "<一般检查>\t\n"
    },
    {
        "QuestionId": "q5292",
        "RawQuestion": "肝衰竭的发病部位在哪？\n",
        "Sparql": "select ?x where { <肝衰竭> <发病部位> ?x. }\n",
        "Answer": "<肝_（动物器官）>\t\"肝\"\t\n"
    },
    {
        "QuestionId": "q6213",
        "RawQuestion": "南京独角兽星空艺术馆旗舰店要多少钱？\n",
        "Sparql": "select ?y where { <南京独角兽星空艺术馆旗舰店> <平均价格> ?y. }\n",
        "Answer": "\"54\"\t\n"
    },
    {
        "QuestionId": "q210",
        "RawQuestion": "上海戏剧学院现任校长是谁？\n",
        "Sparql": "select ?y where { <上海戏剧学院> <现任校长> ?y. }\n",
        "Answer": "<韩生_（中国著名舞美设计家、上海戏剧学院院长）>\t\n"
    },
    {
        "QuestionId": "q5670",
        "RawQuestion": "镇江富力喜来登酒店提供擦鞋服务么？\n",
        "Sparql": "select ?x where { <镇江富力喜来登酒店> <是否有擦鞋服务> ?x. }\n",
        "Answer": "<无擦鞋服务>\t\n"
    },
    {
        "QuestionId": "q4529",
        "RawQuestion": "可立克有哪些高管年纪不到50?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <小于> <50岁>. }\n",
        "Answer": "<李道义>\t<谢耘>\t<肖铿>\t<顾军农>\t<肖瑾>\t<段轶群>\t<韦少辉>\t<柳愈>\t<孙汉兵>\t\n"
    },
    {
        "QuestionId": "q2873",
        "RawQuestion": "黄金期货的交割方式\n",
        "Sparql": "select ?x where { <黄金期货> <交割方式> ?x. }\n",
        "Answer": "\"实物交割\"\t\n"
    },
    {
        "QuestionId": "q2926",
        "RawQuestion": "万达集团创建于哪一年？\n",
        "Sparql": "select ?x where { <万达集团> <创建时间> ?x. }\n",
        "Answer": "<1988年>\t\n"
    },
    {
        "QuestionId": "q7211",
        "RawQuestion": "颈椎病又叫什么？\n",
        "Sparql": "select ?x where { <颈椎病> <名称> ?x. }\n",
        "Answer": "\"颈椎综合征\"\t\n"
    },
    {
        "QuestionId": "q4616",
        "RawQuestion": "海淀区的湘财证券营业部叫什么?\n",
        "Sparql": "select ?x where { <湘财证券> <网点> ?x. ?x <区属名称> <海淀区>. }\n",
        "Answer": "<北京市海淀区首体南路证券营业部>\t\n"
    },
    {
        "QuestionId": "q3784",
        "RawQuestion": "病人怕冷且有耳冻伤，应该做怎样的检查？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <怕冷> . ?x <涉及症状> <耳冻伤> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q7107",
        "RawQuestion": "发热伴寒战该怎么预防？\n",
        "Sparql": "select ?x where { <发热伴寒战> <预防> ?x. }\n",
        "Answer": "\"(1)注意预防上呼吸道感染，加强耐寒锻炼;(2)避免淋雨受寒、醉酒、过劳等诱因;(3)积极治疗原发病，如慢性心肺疾病、慢性肝炎、糖尿病和口腔疾病等，可以预防大叶性肺炎。实验室和辅助检查要根据具体情况有选择地进行结合临床表现分析判断。如血常规、尿常规病原体检查(直接涂片、培养、特异性抗原抗体检测分子生物学检测等)X线、B型超声、CTMRI、ECT检查，组织活检(淋巴结肝、皮肤黍膜)、骨髓穿刺等对大多数发热患者诊断性治疗并无诊断价值鉴于临床上治疗问题，对长期发热原因不明者，除肿瘤外可以进行诊断性治疗。但必须持慎重态度，选择特异性强疗效确切、副作用最小的药物，如甲硝唑治疗阿米巴肝病抗疟药治疗疟疾。大多用于诊断性治疗药物有抗生素、抗原虫药抗风湿药等，这些药物均有副作用(如药热、皮疹肝功能损害、造血器官损害等)，如应用不当反而延误病情。须注意此方法有它的局限性，就诊断而言特效治疗的结果，一般否定意义较确诊意义大。如疑为疟疾者用氯隆正规治疗无效，认为疟疾的可能性很小。实验室检查项目及判定体温表显示的人体温度：36～37℃正常;37～38℃发热;38～39℃高热;高于40℃可能有危险性的高热。　检验项目选择：血常规，尿常规，血沉，血钾、钠、氯化物检查，肝功能，肾功能，CO2结合力测定，血培养及药物敏感试验，血肥达反应，外斐反应，血涂片找疟原虫，脑脊液常规、生化及培养。检验结果判定：(1)白细胞(WBC)总数及中性粒细胞白分比明显增高，提示各种原因引起的化脓性感染。(2)白细胞总数增高或偏低，提示为某些病毒感染或伤寒病。(3)白细胞分类(DC)检查中发现幼稚细胞，提示可能为白血病。(4)红细胞(RBC)、血红蛋白(Hb)、血小板(PT)均降低，提示可能为某些严重感染或恶性肿瘤。(5)尿常规镜检红细胞(RBC)、白细胞(WBC)较多，尿蛋白增加，提示为泌尿系感染或肾炎、肾结核及肿瘤。(6)血沉增快，提示为急性感染、结核病、肿瘤或结缔组织病。(7)肝功检查丙氨酸氨基转移酶(ALT)、麝香草酚浊度试验值增高，提示为有肝脏损害，胆红素值升高，提示为有胆道感染。(8)血肥达反应阳性，提示可能为伤寒病。(9)外斐反应阳性，提示可能为斑疹伤寒。(10)血培养及脑脊液培养如培养出致病菌，将有非常重要的临床意义。退烧方法无需惊慌当孩子体温低于38.5℃时，可以不用退热药，最好是多喝开水，同时密切注意病情变化，或者应用物理降温方法，若是体温超过38.5℃时，可以服用退热药，目前常用的退热药有扑热息痛、小儿泰诺林、美林等，但是最好在儿科医生指导下使用;物理降温在没有冷风直吹的情况下，脱去过多的衣服或松开衣服有利于散热，给小儿使用35%—45%的酒精或温水进行擦浴，主要是在大血管分布的地方，如前额、颈部、腋窝、腹股沟及大腿根部，这样能达到退温的效果;有条件可用毛巾包裹冰块(冰棍)之类凉的敷在额头，有一定效果。药物使用引起小儿发热的病因有很多，在病原菌不明时最好不要滥用消炎药物，因为“是药三分毒”，若是滥用消炎药物可引起小儿肝肾功能的损害，增加病原菌对药物的耐药性，不利于身体康复，小儿发热最好在医生的指导下，根据病情对症下药，才能起到病除的效果;饮食注意多喝开水，在不肯喝水的情况下可以改喝果汁之类的;吃些易消化的食物，趁在住院期间是以稀饭、汤水、面条为主;常备药品小儿泰诺林、美林——都是强生的，这2种药都可以用，退烧效果好，吃完后出很多汗从而退烧，但是吃的次数不能多，吃多了副作用大，一定要按照说明进行服用;退热帖——帖在额头或者后颈上，退热效果也很好;退热栓——塞在屁股上，退热效果也很好，个人感觉很麻烦，塞进去后宝宝用力哭就出来了，趁宝宝发烧时我试了好几次都没成功!新稀宝片——可有效提高人体免疫力，有效抵抗病毒的入侵，从而从根本上预防和治疗发烧发热，这产品在目前市场反馈还是挺不错的家庭治疗措施不要急于降温如果医生确定你只是感冒了，在你能耐受的范围内，最好不要急于服用解热药。发烧是体内抵抗感染的机制之一。我们的身体藉由升高体温来调动自身的防御系统杀死外来病菌(一般来说，病菌在39℃以上时就会死亡)，从而缩短疾病时间、增强抗生素的效果。如果你在感冒初起时(37—38.5℃)使用药物来退烧，会使体内的细菌暂时变成假死状态，并使他们产生抗药性，一旦死灰复燃，往往更难治疗。冷敷如果高烧让你无法耐受，可以采用冷敷帮助降低体温。在额头、手腕、小腿上各放一块湿冷毛巾，其他部位应以衣物盖住。当冷敷布达到体温时，应换一次，反复直到烧退为止。也可将冰块包在布袋里，放在额头上。热敷假使体温不是太高，可以采用热敷来退烧。用热的湿毛巾反复擦拭病人额头、四肢，使身体散热，直到退烧为止。但是，如果体温上升到39℃以上，切勿再使用热敷退烧，应以冷敷处理，以免体温继续升高。擦拭身体蒸发也确降温作用。专家建议使用冷自来水来帮助皮肤驱散过多的热。虽然你可以擦拭(用海绵)全身，但应特别加强一些体温较高的部位，例如腋窝及鼠蹊部。将海绵挤出过多的水后，一次擦拭一个部位，其他部位应以衣物盖住。体温将蒸发这些水分，有助于散热。泡澡有时候，泡个温水澡是最舒服不过了。它同样也可以起到缓解发热的症状。婴儿应以温水泡澡，或是以湿毛巾包住婴儿，每15分钟换一次。补充液体当你发烧时，你的身体会流汗散热;但当你发高烧时，身体会因为流失太多水分而关闭汗腺，以阻止进一步的水分流失，这使你的身体无法散热。解决之道就是补充液体，喝大量的白开水及果菜汁，其中果菜汁含丰富的维生素及矿物质，尤其是甜菜汁及胡萝卜汁。如果你想喝番茄汁，应选用低钠的产品。发烧期间应避免固体食物，直到状况好转。如果呕吐情形不严重，还可以吃冰块退烧。在制冰盒内倒入果汁，冰成冰块，还可在冰格内放入葡萄或草莓，这尤其受到发烧的孩子欢迎。适当服用止痛药若感到非常不舒服，可服用止痛药。成人服用2片阿司匹林或2片扑热息痛，每4小时服用——次。扑热息痛的优点是较少人对它过敏。由于阿司匹林与扑热息痛的作用方式有些不同，因此你若觉得使用任何一种皆无法有效地控制发烧，不妨两种并用。每6小时服用2片阿司匹林及2片扑热息痛。服用这些药物时，需先经医师同意。切勿让孩子服用阿司匹林18岁以下的青少年，千万不要服用阿司匹林。因为阿司匹林可能使发烧的儿童爆发雷氏症候群，这是一种致命性的神经疾病。儿童可以用扑热息痛代替。以每磅体重服用5—7毫克的方式，计算服用量，每4小时服用一次。记住，增加使用频率或超过适当剂量，都有危险，一定要有医生的指导下服用。注意穿衣适量如果你感到很热，则脱下过多的衣物，使体内的热气可以散发出来。但如果因此而使你打寒颤，则说明衣物太少，应该增加，直到不冷为止。如果患者是小婴儿，则需特别注意，因为他们还不会表达他们的感受。其实，给小孩穿过多衣服或把他们置于酷热的场所，都可能引起发烧。同时，勿使室温过高，医师通常建议勿超过20℃。同时，应让室内适度地透气，以帮助复原，并保持柔和的光线，使病人放松心情。小儿发热食疗食疗西瓜水：西瓜瓤挤汁饮用。荷叶粥：白米煮粥，粥好放荷叶微煮即食。绿豆粥：绿豆25克，米15克，白糖适量，煮绿豆和白米成粥，煮好后放糖食之。银花茶：银花10克，煎水加糖服。生芦根粥：鲜芦根15克，粳米25克。芦根加水煎至一半纳米于汁中煮粥食之。五汁饮：梨汁、荸荠汁、鲜苇根汁、麦冬汁、藕汁。和匀凉服，也可炖温服。海参粥：海参10克，白米25克，煮粥食之。代乳粉：主要为植物蛋白，营养与牛奶相似，但易消化及吸收，可根据幼儿的年龄及需要稀释饮用。小米粥：以植物蛋白及碳水化合物为主，不但营养丰富，热量适中，最适合病弱的幼儿使用。牛奶米汤：米汤含丰富的碳水化合物，可提供充足水分及热量，容易被肠胃消化，而且米汤的碳水化合物，可使牛奶中的酪蛋白不易消化分子变成易于消化及吸收的分子。牛奶米汤的制作方法非常简单，只需将米略洗，加入清水煲烂，滤去米渣，加入牛奶调匀即可。注意事项1.把牛奶全换成羊奶2.多补充维生素，吃VC比如鲜果汁3.只吃流食吃米粥喝米汤。烧总是有火的，先把火退下来再说。孩子不怕饿的喝奶就行。病好得快比什么都强4.王氏保赤丸、益生菌5.内热外寒(夏天又受凉)发热禁忌食物一忌多吃鸡蛋：重发热症状，并延迟发热时刻二忌多品茗：三忌多喝冷饮四忌多食蜂蜜：发热时代应以清热为主，不宜滋补。五忌多食辛辣六忌强逼进食：[1]小儿发热处理方法发热病儿的衣服不要穿得过多，被子也不要盖得过厚，以免影响体热散发。发热患儿在退热过程中，要大量出汗，此时要用热毛巾擦去胸、背、腋下及面额部的汗，并及时更换内衣;注意补充营养物质和水分。发热时营养物质和水分的消耗增多，而消化功能减退，因此应该适当减少饮食，吃一些富有营养易消化的流食或半流食，如牛奶、豆浆、米粥、面条汤、馄饨、鸡蛋等;尽量多喂水，如果汁、糖水、白开水或清凉饮料等;多喝水不但有利于降温，而且有助于细菌毒素的排泄。高热时唾液分泌减少，口腔黏膜干燥，适宜细菌生长繁殖，会引起舌炎、口腔炎等，因此要注意口腔卫生;可于饭前用温水漱口，帮助增加食欲，饭后用盐水漱口或刷牙。勤喂水也可达到清洁口腔的目的。任何疾病都有一定发展和恢复过程，即使诊断明确、用药及时，也可能持续2～3d才能退热，有的病毒感染或较严重的细菌感染要持续5～7d。如果诊断明确，除发热外情况较好，应遵照大夫医嘱按时给孩子吃药或打针，加强护理，不要因为一时未退热，一天跑几次或几家医院。这样不但孩子得不到休息，造成治疗紊乱，影响疾病的恢复，而且还可能使孩子再感染其他的疾病。退热药和物理降温法不能同时应用，因为两种方法的降温机制截然不同。使用退热药后，患者表现为全身血管扩张，毛孔张开，出汗增加，达到降温目的。应用物理降温方法，一般是由于冷的作用使局部血管收缩，热量经传导散热，而达到降温目的。如果使用退热药后马上又使用物理降温，就会使扩张的血管立即收缩，汗毛孔关闭，出汗停止。退热不但受到影响，而且病儿会感到很不舒服。一般是应先采用物理降温的方法，如体温不降，经1～2h后，再使用药物退热。\"\t\n"
    },
    {
        "QuestionId": "q4508",
        "RawQuestion": "索尼公司的员工人数？\n",
        "Sparql": "select ?x where { <索尼公司> <员工人数> ?x. }\n",
        "Answer": "\"117300\"\t\n"
    },
    {
        "QuestionId": "q1883",
        "RawQuestion": "公司债券暂停的情形有哪些？\n",
        "Sparql": "select ?x where { <公司债券> <暂停情形> ?x. }\n",
        "Answer": "\"公司有重大违法行为\"\t\"公司情况发生重大变化不符合公司债券上市条件\"\t\"公司债券所募集资金不按照核准的用途使用\"\t\"未按照公司债券募集办法履行义务\"\t\"公司最近两年连续亏损\"\t\n"
    },
    {
        "QuestionId": "q3493",
        "RawQuestion": "躁狂症属于什么?\n",
        "Sparql": "select ?x where { <躁狂症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4438",
        "RawQuestion": "炎帝最小的女儿有什么故事？\n",
        "Sparql": "select ?x where { ?y <人物背景> \"炎帝最小的女儿\". ?y <故事> ?x.}\n",
        "Answer": "<精卫填海_（中国古代神话传说）>\t\n"
    },
    {
        "QuestionId": "q1634",
        "RawQuestion": "《野草》的作者主要成就是？\n",
        "Sparql": "select ?x where { <野草_（鲁迅创作散文诗集）> <作者> ?y. ?y <主要成就> ?x. }\n",
        "Answer": "\"中国现代文学的奠基人\"\t\"中国翻译文学的开拓者\"\t\"中国现代思想解放先驱\"\t\"中国新兴版画运动的伟大导师\"\t\n"
    },
    {
        "QuestionId": "q6346",
        "RawQuestion": "沈阳皇朝万豪酒店的支付方式包括哪些？\n",
        "Sparql": "select ?x where { <沈阳皇朝万豪酒店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q5104",
        "RawQuestion": "血常规有怎样的适应症？\n",
        "Sparql": "select ?x where { <血常规> <适应症> ?x. }\n",
        "Answer": "\"乙肝小三阳色素沉着\"\t\n"
    },
    {
        "QuestionId": "q3116",
        "RawQuestion": "慢性腹泻属于什么科？\n",
        "Sparql": "select ?x where { <慢性腹泻> <科室> ?x. }\n",
        "Answer": "<消化内科>\t\n"
    },
    {
        "QuestionId": "q91",
        "RawQuestion": "马金梁的笔名是什么？\n",
        "Sparql": "select ?x where { <马金梁> <笔名> ?x. }\n",
        "Answer": "\"玉珏\"\t\n"
    },
    {
        "QuestionId": "q7032",
        "RawQuestion": "呼吸衰竭有没有传染性？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\n"
    },
    {
        "QuestionId": "q5276",
        "RawQuestion": "类风湿关节炎发病部位在哪里？\n",
        "Sparql": "select ?x where { <类风湿关节炎> <发病部位> ?x. }\n",
        "Answer": "\"手，足\"\t\"手足关节\"\t\n"
    },
    {
        "QuestionId": "q1182",
        "RawQuestion": "《随想录》的作者出生日期是？\n",
        "Sparql": "select ?x where { <随想录> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1904-11-25\"\t\n"
    },
    {
        "QuestionId": "q3092",
        "RawQuestion": "细菌感染患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <细菌感染> <科室> ?x. }\n",
        "Answer": "<血液科>\t\n"
    },
    {
        "QuestionId": "q509",
        "RawQuestion": "冰与火之歌的拍摄地点在哪里？\n",
        "Sparql": "select ?y where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.}\n",
        "Answer": "<马耳他>\t\n"
    },
    {
        "QuestionId": "q5046",
        "RawQuestion": "小儿干咳属于什么？\n",
        "Sparql": "select ?x where { <小儿干咳> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2058",
        "RawQuestion": "杨紫和张一山搭档的影视作品？\n",
        "Sparql": "select ?x where { ?x <主演> <杨紫> . ?x <主演> <张一山_（中国内地演员）> . }\n",
        "Answer": "<老爸回家>\t<家有儿女2>\t<我的七年>\t<家有儿女第一部>\t<寻找狗托邦>\t<不想长大_（2009年邱浩强导演电视剧）>\t<家有儿女1_（宋丹丹、高亚麟主演电视剧）>\t<难道无声>\t<3D兔侠传奇>\t\n"
    },
    {
        "QuestionId": "q1261",
        "RawQuestion": "清华毕业的国家主席都有谁？\n",
        "Sparql": "select ?x where { <中华人民共和国> <国家领袖> ?x. ?x <毕业院校> <清华大学>. }\n",
        "Answer": "<习近平>\t\n"
    },
    {
        "QuestionId": "q866",
        "RawQuestion": "唐玄宗的出生地是哪里？\n",
        "Sparql": "select ?y where { ?x <出生地> ?y. ?x <庙号> <玄宗_（帝王庙号）>. }\n",
        "Answer": "<洛阳_（河南省下辖地级市）>\t\n"
    },
    {
        "QuestionId": "q7154",
        "RawQuestion": "咳嗽伴呼吸困难该如何预防？\n",
        "Sparql": "select ?x where { <咳嗽伴呼吸困难> <预防> ?x. }\n",
        "Answer": "\"预防：气胸预防的关键是积极防治原发疾病，特别是COPD和呼吸道感染。对于有肺大疱的老人、尤其是有气胸病史者应保持大便通畅，避免接触呼吸道刺激物，避免劳累和负重。反复发生气胸者胸膜粘连术是防止再发的主要方法。1.少量闭合性气胸以抽气治疗即可。开放性气胸需作闭式引流。2.高压性气胸应做紧急抽气，后作闭式引流。3.治疗原发病。\"\t\n"
    },
    {
        "QuestionId": "q6609",
        "RawQuestion": "二月河的居住地有什么称号？\n",
        "Sparql": "select ?x where { <二月河> <现居地> ?y. ?y <别名> ?x. } \n",
        "Answer": "\"中原、\"\t\"中州、\"\t\"豫州、\"\t\"中土\"\t\"南都、 帝乡、玉都、药都、曲艺之乡\"\t\n"
    },
    {
        "QuestionId": "q5984",
        "RawQuestion": "南京的独角兽星空馆旗舰店能便宜点吗？\n",
        "Sparql": "select ?x where { <南京独角兽星空艺术馆旗舰店> <城市> <南京> . <南京独角兽星空艺术馆旗舰店> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"儿童(身高1.2米（不含）以下)可享门票免费，老年人(65周岁（含）以上凭老年证或身份证)可享门票免费，全日制大中小学生(凭学生证)可享优惠票。\"\t\n"
    },
    {
        "QuestionId": "q2511",
        "RawQuestion": "北京大学出了哪些作家？\n",
        "Sparql": "select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<杨松河>\t<胡兰波>\t<王沂暖>\t<许君远>\t<马昌仪>\t<柳鸣九>\t<黄蓓佳>\t<夏笳>\t<沈威风>\t<余中先>\t<张志春_（易学家）>\t<骆漠>\t<金涛_（中国科普作家协会副理事长）>\t<白崇义>\t<倪厚玉>\t<废名_（20世纪著名作家、学者）>\t<树下野狐>\t<娇羞胡萝卜>\t<胡又天>\t<贺捷生>\t<悠世>\t<杜承南>\t<徐訏>\t<李华亭_（中国当代作家）>\t<俞平伯>\t<马自力>\t<张天翼_（中国现代著名作家）>\t<儒帅哲师>\t<陈炜谟>\t<西川_（中国当代诗人）>\t<马嘶_（原唐山市文联主席）>\t<李翊云>\t<左泓>\t<赵遐秋>\t<郑恩波>\t<张伯江>\t<后山>\t<韩耀成>\t<戈悟觉>\t<刘震云_（中国内地作家）>\t<顾随>\t<常聪>\t<陆侃如>\t<杜染>\t<项小米>\t<刘海影>\t<石丛>\t<冼宁_（中国现当代作家）>\t<马宪泉>\t<黄培佳>\t<桐华>\t<王蓬_（陕西省作家协会副主席）>\t<赵曙光_（中国内地作家）>\t<王实味>\t<张承志_（中国著名作家，红卫兵创始人之一）>\t<查建英>\t<史杰鹏>\t<董志谋>\t<刘咏_（中国当代作家）>\t<刘大军_（北京某文化发展有限公司副总经理）>\t<白榕_（中国内地作家）>\t\n"
    },
    {
        "QuestionId": "q3543",
        "RawQuestion": "口唇疱疹属于什么?\n",
        "Sparql": "select ?x where { <口唇疱疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5158",
        "RawQuestion": "衣原体肺炎的发病部位在哪？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <发病部位> ?x. }\n",
        "Answer": "\"肺\"\t\"胸部\"\t\n"
    },
    {
        "QuestionId": "q3354",
        "RawQuestion": "疥疮的就诊科室在哪？\n",
        "Sparql": "select ?x where { <疥疮> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\"皮肤科\"\t\"皮肤性病科\"\t\n"
    },
    {
        "QuestionId": "q5026",
        "RawQuestion": "小儿发热与什么疾病有关？\n",
        "Sparql": "select ?x where { <小儿发热> <涉及疾病> ?x. }\n",
        "Answer": "<急性喉气管支气管炎>\t<肺炎支原体肺炎>\t<小儿急性喉炎>\t\n"
    },
    {
        "QuestionId": "q6758",
        "RawQuestion": "\"舒米\"的运动项目是啥呀？\n",
        "Sparql": "SELECT ?运动项目 WHERE { ?舒米\t<别名>\t\"舒米\". ?舒米\t<运动项目>\t?运动项目. } \n",
        "Answer": "<世界一级方程式锦标赛>\t\n"
    },
    {
        "QuestionId": "q2942",
        "RawQuestion": "福建金森是属于什么行业的？\n",
        "Sparql": "select ?x where { <福建金森> <行业类别> ?x. }\n",
        "Answer": "\"林业\"\t\n"
    },
    {
        "QuestionId": "q1423",
        "RawQuestion": "一天喝多少牛奶最合适呀？\n",
        "Sparql": "select ?x where { <牛奶_（饮品）> <最佳日用量> ?x. }\n",
        "Answer": "\"200毫升\"\t\n"
    },
    {
        "QuestionId": "q2652",
        "RawQuestion": "联想GPU所用操作系统的特点有哪些？\n",
        "Sparql": "select ?x where { <联想GPU> <操作系统> ?y. ?y <特点> ?x. }\n",
        "Answer": "\"免费、可靠、安全、稳定、多平台\"\t\n"
    },
    {
        "QuestionId": "q2025",
        "RawQuestion": "\"金毛狮王\"的师父是谁？\n",
        "Sparql": "select ?y where { ?x <别名> \"金毛狮王，谢退思\" . ?x <师父> ?y . }\n",
        "Answer": "<渡厄>\t<成昆>\t\n"
    },
    {
        "QuestionId": "q6066",
        "RawQuestion": "北京瑞吉酒店附近5公里的景点包括哪些？\n",
        "Sparql": "select ?y where { <北京瑞吉酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <北京>. ?y <类型> <景点>.}\n",
        "Answer": "<凤凰中心>\t<雍和宫>\t<北海公园>\t<国家大剧院>\t<故宫博物院（故宫）>\t<景山公园>\t<天坛公园>\t\n"
    },
    {
        "QuestionId": "q2790",
        "RawQuestion": "银河娱乐集团有限公司的传真是多少\n",
        "Sparql": "select ?x where { <银河娱乐集团有限公司> <传真> ?x. }\n",
        "Answer": "\"(852)3150_1100\"\t\n"
    },
    {
        "QuestionId": "q1976",
        "RawQuestion": "交通运输包含哪些二级行业？\n",
        "Sparql": "select ?x where { <交通运输> <二级行业> ?x. }\n",
        "Answer": "\"港口\"\t\"高速公路\"\t\"物流\"\t\"机场\"\t\"铁路运输\"\t\"航运\"\t\"公交\"\t\"航空运输\"\t\n"
    },
    {
        "QuestionId": "q467",
        "RawQuestion": "钢铁侠史塔克的机器人助手叫什么？\n",
        "Sparql": "select ?y where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <助手> ?y. }\n",
        "Answer": "<贾维斯_（钢铁侠托尼·斯塔克创造的智能系统）>\t\n"
    },
    {
        "QuestionId": "q690",
        "RawQuestion": "由董洁和陈坤共同主演的电视剧？\n",
        "Sparql": "select ?x where { ?x <主演> <董洁_（中国内地女演员）>. ?x <主演> <陈坤_（中国内地男演员、歌手）>. }\n",
        "Answer": "<金粉世家演员表>\t<金粉世家_（2003年陈坤、董洁主演电视剧）>\t\n"
    },
    {
        "QuestionId": "q1794",
        "RawQuestion": "可转债债转股的规则？\n",
        "Sparql": "select ?x where { <可转债债转股> <规则> ?x. }\n",
        "Answer": "\"可转债的买卖申报优先于转股申报\"\t\"当日买进的可转债当日可申请转股\"\t\"当日转换的公司股票可在T+1日卖出\"\t\"无转股费用\"\t\n"
    },
    {
        "QuestionId": "q4369",
        "RawQuestion": "庞贝古城是哪个国家的旅游胜地？\n",
        "Sparql": "select ?x where { <庞贝古城_（亚平宁半岛古城）> <所在地> ?x.}\n",
        "Answer": "<意大利_（意大利共和国）>\t\n"
    },
    {
        "QuestionId": "q5881",
        "RawQuestion": "泰州宾馆有五个人的房间吗？\n",
        "Sparql": "select ?y where { <泰州宾馆> <房型名称> ?y. ?y <容纳人数> \"5.0\"^^<http://www.w3.org/2001/XMLSchema#float>.}\n",
        "Answer": "<家庭房>\t\n"
    },
    {
        "QuestionId": "q131",
        "RawQuestion": "白居易的那首《琵琶行》一共有多少字？\n",
        "Sparql": "select ?x where { <琵琶行_（白居易诗作）> <字数> ?x. }\n",
        "Answer": "\"754\"\t\n"
    },
    {
        "QuestionId": "q6899",
        "RawQuestion": "罗大佑和蒋志光合作的经典歌曲的名字是？\n",
        "Sparql": "select DISTINCT  ?name where{ ?luo <中文名> \"罗大佑\". ?jiang <中文名>  \"蒋志光\". ?song ?x ?luo. ?song ?y ?jiang. ?song <中文名称> ?name } \n",
        "Answer": "\"皇后大道东\"\t\n"
    },
    {
        "QuestionId": "q2560",
        "RawQuestion": "有哪些法语的喜剧片？\n",
        "Sparql": "select ?x where { ?x <语言> <法语>. ?x <类型> <喜剧_（艺术体裁）>. }\n",
        "Answer": "<总而言之第一季>\t<危险青年>\t<快乐的周年纪念>\t<父与子_（2003年电影）>\t<英雄父亲>\t<这个警察不太冷>\t<神奇手机>\t<巴黎内部>\t<街角的小酒馆>\t\n"
    },
    {
        "QuestionId": "q3142",
        "RawQuestion": "支原体肺炎的同义词是什么？\n",
        "Sparql": "select ?x where { <支原体肺炎> <同义词> ?x. }\n",
        "Answer": "<伊顿肺炎,伊顿氏肺炎,原发性非典型性肺炎,冷凝集阳性肺炎>\t\n"
    },
    {
        "QuestionId": "q4883",
        "RawQuestion": "小儿腹泻宁(泡腾颗粒)属于什么药种？\n",
        "Sparql": "select ?x where { <小儿腹泻宁(泡腾颗粒)> <类型> ?x. }\n",
        "Answer": "<中药>\t\n"
    },
    {
        "QuestionId": "q2606",
        "RawQuestion": "肯德基的创始人的外文名是什么？\n",
        "Sparql": "select ?y where { <肯德基> <创始人> ?x . ?x <外文名> ?y . }\n",
        "Answer": "\"Colonel Harland Sanders\"\t\n"
    },
    {
        "QuestionId": "q1690",
        "RawQuestion": "大华股份所属概念？\n",
        "Sparql": "select ?x where { <大唐电信> <概念> ?x. }\n",
        "Answer": "<虚拟现实>\t<维稳>\t<安防>\t<增强现实>\t<智能终端>\t<反恐>\t<MSCI概念>\t<国开行>\t<奥运会>\t<PPP概念>\t\n"
    },
    {
        "QuestionId": "q2608",
        "RawQuestion": "钱钟书是在哪个地区上的大学？\n",
        "Sparql": "select ?x where { <钱钟书> <毕业院校> ?y. ?y <所属地区> ?x. }\n",
        "Answer": "<海淀区>\t\n"
    },
    {
        "QuestionId": "q5596",
        "RawQuestion": "北京的奥林匹克森林公园联系电话是多少？\n",
        "Sparql": "select ?x where { <奥林匹克森林公园> <城市> <北京> . <奥林匹克森林公园> <电话> ?x . }\n",
        "Answer": "\"010-64529060\"\t\n"
    },
    {
        "QuestionId": "q6639",
        "RawQuestion": "李兰娟的重要成果？\n",
        "Sparql": "select ?x where { <李兰娟>  <重要成果> ?x.} \n",
        "Answer": "<《本科临床传染病学配增值第9版》>\t<《人体微生态与感染性疾病的研究进展》>\t<《H7N9禽流感病毒分子生物学变异的研究进展》>\t<《中国人工肝研究——跟跑者迈向领跑者》>\t<《B3型柯萨奇病毒感染对胰岛细胞糖尿病相关LncRNA表达的影响》>\t<《中国近30年微生态学发展现状及未来》>\t<《我国感染病学发展战略研究》>\t<《人体微生态与健康和疾病》>\t<《肝衰竭新进展》>\t<《传染病学第3版》>\t<《感染病学学习指导及习题集》>\t<《传染病学第9版人卫版》>\t\n"
    },
    {
        "QuestionId": "q3254",
        "RawQuestion": "尿路感染涉及哪些症状？\n",
        "Sparql": "select ?x where { <尿路感染> <涉及症状> ?x. }\n",
        "Answer": "<术后发热>\t<尿道痒感>\t\n"
    },
    {
        "QuestionId": "q1326",
        "RawQuestion": "截拳道的创始人是谁？\n",
        "Sparql": "select ?x where { <截拳道_（李小龙创立的技击理念，实战运用）> <创始人> ?x. }\n",
        "Answer": "<李小龙_（武术宗师、功夫影星）>\t\n"
    },
    {
        "QuestionId": "q3599",
        "RawQuestion": "病毒性心肌炎患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <病毒性心肌炎> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q5407",
        "RawQuestion": "与恶寒、舌苔薄白症状相关的疾病是什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <恶寒> . ?x <涉及症状> <舌苔薄白> . }\n",
        "Answer": "<副流行性感冒>\t<急性咽炎>\t<流行性感冒>\t\n"
    },
    {
        "QuestionId": "q1075",
        "RawQuestion": "《乡土中国》的作者有哪些代表作品\n",
        "Sparql": "select ?x where { <乡土中国> <作者> ?y . ?y <代表作品> ?x . }\n",
        "Answer": "<文化论>\t<江村经济>\t<乡土中国>\t<人文类型>\t\n"
    },
    {
        "QuestionId": "q1405",
        "RawQuestion": "蝙蝠侠是哪国人？\n",
        "Sparql": "select ?x where { <蝙蝠侠_（美国DC漫画旗下超级英雄）> <国籍> ?x. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q1047",
        "RawQuestion": "希特勒所属的政党有怎样的意识形态?？\n",
        "Sparql": "select ?p where { ?x <中文名> ?z . filter regex(?z, \"希特勒\") . ?x <所属政党> ?y . ?y <意识形态> ?p . }\n",
        "Answer": "<反犹太主义>\t<纳粹主义>\t\n"
    },
    {
        "QuestionId": "q5000",
        "RawQuestion": "非感染性发热涉及什么检查项目？\n",
        "Sparql": "select ?x where { <非感染性发热> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q3469",
        "RawQuestion": "痔属于什么?\n",
        "Sparql": "select ?x where { <痔> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3610",
        "RawQuestion": "垂体瘤属于什么?\n",
        "Sparql": "select ?x where { <垂体瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1842",
        "RawQuestion": "风险警示股票有哪些？\n",
        "Sparql": "select ?x where { <股票> <风险警示> ?x. }\n",
        "Answer": "\"ST\"\t\"*ST\"\t\n"
    },
    {
        "QuestionId": "q4983",
        "RawQuestion": "发热伴寒战涉及哪些症状？\n",
        "Sparql": "select ?x where { <发热伴寒战> <涉及症状> ?x. }\n",
        "Answer": "<发热伴眼睛充血>\t<发热伴有皮疹>\t<斑疹>\t<过劳>\t<寒战>\t<淋巴结结核>\t<发热伴淋巴结肿大、并伴触痛>\t<发热伴有腹痛、腹泻、恶心、呕吐>\t<发热伴咳嗽、咯痰、胸痛>\t<醉酒>\t\n"
    },
    {
        "QuestionId": "q2582",
        "RawQuestion": "我国在明朝时都有哪些著名的外交家？\n",
        "Sparql": "select ?x where { ?x <所处时代> <明朝_（中国历史朝代）> . ?x <职业> <外交家> . }\n",
        "Answer": "<郑和_（中国明朝航海家、外交家、宦官）>\t\n"
    },
    {
        "QuestionId": "q4430",
        "RawQuestion": "冥王星有多重？\n",
        "Sparql": "select ?x where { <冥王星_（太阳系中的一个天体）> <质量> ?x. }\n",
        "Answer": "\"1.305±0.007×10²²kg\"\t\n"
    },
    {
        "QuestionId": "q3508",
        "RawQuestion": "耳鸣属于什么?\n",
        "Sparql": "select ?x where { <耳鸣> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6086",
        "RawQuestion": "杭州西湖星空魔幻城（星空艺术馆品牌旗舰店）中无限地井项目有什么限制吗？例如对身高年龄方面。\n",
        "Sparql": "select ?x where { <杭州西湖星空魔幻城（星空艺术馆品牌旗舰店）> <娱乐项目名称> <无限地井>. <无限地井> <项目限制（一般指身高年龄限制）> ?x. }\n",
        "Answer": "\"无限制\"\t\n"
    },
    {
        "QuestionId": "q4693",
        "RawQuestion": "外币储蓄存款的四大类型\n",
        "Sparql": "select ?x where { <外币储蓄存款> <类别> ?x. }\n",
        "Answer": "\"定期\"\t\"通知存款\"\t\"活期\"\t\"外币协议\"\t\n"
    },
    {
        "QuestionId": "q1890",
        "RawQuestion": "B股的委托申报方式？\n",
        "Sparql": "select ?x where { <B股> <委托申报方式> ?x. }\n",
        "Answer": "\"限价委托\"\t\"市价委托\"\t\n"
    },
    {
        "QuestionId": "q827",
        "RawQuestion": "提出相对论的是哪个国家的人？\n",
        "Sparql": "select ?y where { <相对论_（关于时空和引力的基本理论）> <提出者> ?x. ?x <国籍> ?y . }\n",
        "Answer": "<美国_（美利坚合众国）>\t<瑞士>\t\n"
    },
    {
        "QuestionId": "q3637",
        "RawQuestion": "肌腱炎属于什么?\n",
        "Sparql": "select ?x where { <肌腱炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1258",
        "RawQuestion": "阿塞拜疆所属洲的别称是什么？\n",
        "Sparql": "select ?x where { <阿塞拜疆> <所属洲> ?y. ?y <别名> ?x. }\n",
        "Answer": "\"亚细亚洲\"\t\n"
    },
    {
        "QuestionId": "q7279",
        "RawQuestion": "厦门京闽中心酒店有4个人能住的房间吗？\n",
        "Sparql": "select ?y where { <厦门京闽中心酒店> <房型名称> ?y. ?y <容纳人数> \"4.0\"^^<http://www.w3.org/2001/XMLSchema#float>.}\n",
        "Answer": "<家庭亲子套房>\t<清新四人房>\t<天伦之乐家庭房>\t<二室一厅家居房>\t<双卧室套房>\t<双卧室公寓>\t\n"
    },
    {
        "QuestionId": "q1686",
        "RawQuestion": "期权开户有年龄限制吗？\n",
        "Sparql": "select ?x where { <期权开户> <年龄限制> ?x. }\n",
        "Answer": "\"年满18周岁\"\t\n"
    },
    {
        "QuestionId": "q1160",
        "RawQuestion": "画出《墨虾》的画家是哪里人？\n",
        "Sparql": "select ?y where { ?x <代表作品> <墨虾>. ?x <出生地> ?y. }\n",
        "Answer": "<湘潭_（湖南省地级市）>\t\n"
    },
    {
        "QuestionId": "q2690",
        "RawQuestion": "成龙和周星驰共同出演的电影有哪些？\n",
        "Sparql": "select ?x where { ?x <主演> <成龙_（中国香港演员、导演）>. ?x <主演> <周星驰>. }\n",
        "Answer": "<龙在天涯_（1989年邓衍成执导电影）>\t<玻璃樽>\t<喜剧之王_（1999年周星驰主演并执导电影）>\t<赌圣延续篇>\t<我们的那时此刻>\t\n"
    },
    {
        "QuestionId": "q2830",
        "RawQuestion": "光大证券的十大股东都有谁？\n",
        "Sparql": "select ?x where { <光大证券> <十大股东> ?x. }\n",
        "Answer": "<中国证券金融股份有限公司>\t<中国光大集团股份公司>\t<中国光大控股有限公司>\t<东方证券股份有限公司>\t<香港中央结算(代理人)有限公司>\t<中央汇金资产管理有限责任公司>\t<平安大华基金－平安银行－平安银行股份有限公司>\t<中国长城资产管理股份有限公司>\t<工银瑞信基金－农业银行－工银瑞信中证金融资产>\t<北京昊青财富投资管理有限公司－昊青价值稳健1>\t\n"
    },
    {
        "QuestionId": "q4650",
        "RawQuestion": "分时K线的种类\n",
        "Sparql": "select ?x where { <分时K线> <类别> ?x. }\n",
        "Answer": "\"90分钟\"\t\"60分钟\"\t\"30分钟\"\t\"15分钟\"\t\"5分钟\"\t\"1分钟\"\t\n"
    },
    {
        "QuestionId": "q1105",
        "RawQuestion": "小苏打片的主要成分的化学式是什么？\n",
        "Sparql": "select ?y where { <小苏打片> <成份> ?x. ?x <化学式> ?y. }\n",
        "Answer": "\"NaHCO₃\"\t\n"
    },
    {
        "QuestionId": "q982",
        "RawQuestion": "福尔摩斯的哥哥从事什么职业？\n",
        "Sparql": "select ?y where { <福尔摩斯_（英国作家阿瑟·柯南·道尔创作人物）> <哥哥> ?x. ?x <职业> ?y. }\n",
        "Answer": "<政府官员>\t\n"
    },
    {
        "QuestionId": "q2723",
        "RawQuestion": "恒生电子的兄弟企业有哪几家？\n",
        "Sparql": "select ?x where { <恒生电子> <兄弟企业> ?x. }\n",
        "Answer": "<北京中投保咨询中心>\t<常州恒康电子技术有限公司>\t<杭州恒生洲际软件有限公司>\t<华苑农业高新技术风险投资有限公司>\t<上海恒康电子有限公司>\t<中汇投资有限公司>\t\n"
    },
    {
        "QuestionId": "q3343",
        "RawQuestion": "胎盘早剥应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <胎盘早剥> <科室> ?x. }\n",
        "Answer": "<产科>\t\n"
    },
    {
        "QuestionId": "q2943",
        "RawQuestion": "信托的构成要素包括什么？\n",
        "Sparql": "select ?x where { <信托> <构成要素> ?x. }\n",
        "Answer": "\"信托行为\"\t\"信托主体\"\t\"信托客体\"\t\n"
    },
    {
        "QuestionId": "q5147",
        "RawQuestion": "皮肌炎的常见病因有什么？\n",
        "Sparql": "select ?x where { <皮肌炎> <常见病因> ?x. }\n",
        "Answer": "\"不明，可能与遗传和病毒感染有关\"\t\n"
    },
    {
        "QuestionId": "q6554",
        "RawQuestion": "张敬轩签了哪个经纪公司？\n",
        "Sparql": "select ?x where { <张敬轩> <经纪公司>?x. } \n",
        "Answer": "<英皇娱乐集团有限公司>\t\n"
    },
    {
        "QuestionId": "q312",
        "RawQuestion": "《嘎达梅林》是哪个民族的民歌？\n",
        "Sparql": "select ?x where { <嘎达梅林_（蒙古族长篇叙事民歌）> <歌曲类别> ?x. }\n",
        "Answer": "<蒙古族民歌>\t\n"
    },
    {
        "QuestionId": "q1841",
        "RawQuestion": "在青岛啤酒持股1.3%的是哪家？\n",
        "Sparql": "select ?x where { <青岛啤酒> <股东> ?x. ?x <持股> <1.3%>. }\n",
        "Answer": "<中国建银投资有限责任公司>\t\n"
    },
    {
        "QuestionId": "q6108",
        "RawQuestion": "天坛公园和神玉艺术馆有多少距离？\n",
        "Sparql": "select ?t where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> <神玉艺术馆>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"9.9\"\t\n"
    },
    {
        "QuestionId": "q6310",
        "RawQuestion": "苏州博物馆的吴塔国宝什么时候能进？\n",
        "Sparql": "select ?x where { <苏州博物馆>\t<娱乐项目名称>\t<吴塔国宝>.  <吴塔国宝> <项目营业时间> ?x. }\n",
        "Answer": "\"周二至周日 01.01-12.31 09:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q702",
        "RawQuestion": "两部《狂人日记》的作者分别是谁？\n",
        "Sparql": "select ?y where { { ?x <作品名称> \"狂人日记\". } union { ?x <书名> \"狂人日记\". } ?x <作者> ?y. }\n",
        "Answer": "<鲁迅_（文学家、思想家）>\t<果戈里_（俄国作家、讽刺文学大师）>\t\n"
    },
    {
        "QuestionId": "q7016",
        "RawQuestion": "哪种病会涉及到疲劳以及多饮的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <疲劳> . ?x <涉及症状> <多饮> . }\n",
        "Answer": "<口唇疱疹>\t<食欲不振>\t<发炎>\t<咽喉炎>\t<孕妇上火>\t<糖尿>\t<咽部充血>\t\n"
    },
    {
        "QuestionId": "q2750",
        "RawQuestion": "海康威视的企业口号是什么？\n",
        "Sparql": "select ?x where { <海康威视> <企业口号> ?x. }\n",
        "Answer": "\"专业厚实诚信\"\t\n"
    },
    {
        "QuestionId": "q4744",
        "RawQuestion": "长期资金借贷必须坚持的基本原则?\n",
        "Sparql": "select ?x where { <长期资金借贷> <原则> ?x. }\n",
        "Answer": "\"计划择优原则\"\t\"物资保证原则\"\t\"偿还计息原则\"\t\n"
    },
    {
        "QuestionId": "q2479",
        "RawQuestion": "梵高英年早逝，那么他是什么时候去世的？\n",
        "Sparql": "select ?x where { <梵高_（梵高）> <逝世日期> ?x. }\n",
        "Answer": "\"1890-07-29\"\t\n"
    },
    {
        "QuestionId": "q3648",
        "RawQuestion": "低血糖属于什么?\n",
        "Sparql": "select ?x where { <低血糖> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5317",
        "RawQuestion": "什么疾病会伴随胸水和气管移位的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <胸水> . ?x <涉及症状> <气管移位> . }\n",
        "Answer": "<胸腔积液>\t\n"
    },
    {
        "QuestionId": "q6923",
        "RawQuestion": "冲矢昴的真实身份喜欢的饮品是什么？\n",
        "Sparql": "select ?x where { ?y <喜欢的饮品> ?x. <冲矢昴> <真实身份> ?y. } \n",
        "Answer": "\"苏格兰威士忌\"\t\"波本\"\t\"罐装黑咖啡\"\t\n"
    },
    {
        "QuestionId": "q6466",
        "RawQuestion": "紫金山探险公园内可以租到轮椅吗？\n",
        "Sparql": "select ?x where { <紫金山探险公园> <是否有轮椅租赁> ?x. }\n",
        "Answer": "<没有轮椅租赁>\t\n"
    },
    {
        "QuestionId": "q863",
        "RawQuestion": "周杰伦和钟兴民的共同创作的歌曲是？\n",
        "Sparql": "select ?x where { <周杰伦> <代表作品> ?x. <钟兴民> <代表作品> ?x. }\n",
        "Answer": "<七里香_（周杰伦2004年发行专辑）>\t\n"
    },
    {
        "QuestionId": "q2300",
        "RawQuestion": "\"商鞅变法\"发生于哪个时代？\n",
        "Sparql": "select ?x where { ?x <主要事件> \"商鞅变法\". }\n",
        "Answer": "<战国_（中国历史时期）>\t\n"
    },
    {
        "QuestionId": "q5060",
        "RawQuestion": "劳力性呼吸困难涉及哪些症状？\n",
        "Sparql": "select ?x where { <劳力性呼吸困难> <涉及症状> ?x. }\n",
        "Answer": "<胸水>\t<迷走神经兴奋>\t<心率增快>\t<心源性呼吸困难>\t<小支气管痉挛>\t<气喘>\t<肺淤血>\t<心动过速>\t<胸闷憋气>\t<心包压塞>\t\n"
    },
    {
        "QuestionId": "q3462",
        "RawQuestion": "麻疹属于什么?\n",
        "Sparql": "select ?x where { <麻疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3455",
        "RawQuestion": "急性胆囊炎属于什么?\n",
        "Sparql": "select ?x where { <急性胆囊炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6096",
        "RawQuestion": "神玉艺术馆的优惠政策都有哪些？\n",
        "Sparql": "select ?x where { <神玉艺术馆> <景点简介-优惠信息> ?x. }\n",
        "Answer": "\"教师(凭教师证)可享门票免费，残疾人(凭残疾证)可享半价优惠票，全日制大中小学生(凭学生证)可享半价优惠票，文博工作人员(凭本人有效证件)可享半价优惠票，儿童(身高1.3米（不含）以下)可享门票免费，老年人(80周岁（含）以上凭老年证或身份证)可享门票免费，现役军人(凭军官证)可享半价优惠票。\"\t\n"
    },
    {
        "QuestionId": "q66",
        "RawQuestion": "撒哈拉沙漠的最高温度是？\n",
        "Sparql": "select ?x where { <撒哈拉沙漠_（北非沙漠名称）> <温度> ?x. }\n",
        "Answer": "\"最高57.7摄氏度\"\t\n"
    },
    {
        "QuestionId": "q3068",
        "RawQuestion": "冠状病毒感染属于什么类型？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2350",
        "RawQuestion": "鼩鼱的天敌是什么？\n",
        "Sparql": "select ?x where { <鼩鼱> <天敌> ?x. }\n",
        "Answer": "<猫_（食肉目猫科动物）>\t\n"
    },
    {
        "QuestionId": "q767",
        "RawQuestion": "阜田镇的方言属于哪个语系？\n",
        "Sparql": "select ?x where { <阜田镇> <方言> ?y. ?y <所属语系> ?x. }\n",
        "Answer": "<汉藏语系>\t\n"
    },
    {
        "QuestionId": "q4680",
        "RawQuestion": "中国首家赤道银行\n",
        "Sparql": "select ?x where { ?x <为中国第一家> <赤道银行>. }\n",
        "Answer": "<兴业银行>\t\n"
    },
    {
        "QuestionId": "q294",
        "RawQuestion": "《射雕英雄传》中黄蓉的丈夫是谁？\n",
        "Sparql": "select ?x where { <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> <丈夫> ?x. }\n",
        "Answer": "<郭靖_（金庸武侠小说《射雕英雄传》男主角）>\t\n"
    },
    {
        "QuestionId": "q492",
        "RawQuestion": "生活中常说的\"五金\"是指哪几种金属？\n",
        "Sparql": "select ?x where { <五金> <五种指> ?x. }\n",
        "Answer": "\"铁\"\t\"铜\"\t\"锡\"\t\"金\"\t\"银\"\t\n"
    },
    {
        "QuestionId": "q551",
        "RawQuestion": "续写《汉书》的是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"续写\". ?x <主要成就> \"汉书\". }\n",
        "Answer": "<班昭_（东汉史学家）>\t\n"
    }
]