[
    {
        "QuestionId": "q1561",
        "RawQuestion": "中国国民党的政治立场的核心是什么？\n",
        "Sparql": "select ?z where { <中国国民党> <政治立场> ?y . ?y <核心> ?z . }\n",
        "Answer": "<民权县>\t<民生_（汉语词语）>\t<民族_（经长期历史发展而形成的稳定共同体）>\t\n"
    },
    {
        "QuestionId": "q1639",
        "RawQuestion": "有哪些哲学家属于笛卡尔学派？\n",
        "Sparql": "select ?x where { ?x <学派> <理性主义>. ?x <职业> <哲学家_（基础含义）>. }\n",
        "Answer": "<笛卡尔_（近代法国哲学家、物理学家、数学家）>\t\n"
    },
    {
        "QuestionId": "q3564",
        "RawQuestion": "重症肌无力属于什么?\n",
        "Sparql": "select ?x where { <重症肌无力> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q6304",
        "RawQuestion": "天坛公园的最佳游玩时间是什么时候？\n",
        "Sparql": "select ?x where { <天坛公园> <最佳游玩时间> ?x. }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q4134",
        "RawQuestion": "法国在哪个洲？\n",
        "Sparql": "select ?x where { <法国_（法兰西共和国）> <所属洲> ?x. }\n",
        "Answer": "<欧洲_（地球七大洲之一）>\t\n"
    },
    {
        "QuestionId": "q938",
        "RawQuestion": "卡内基梅隆大学出过哪些计算机科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <计算机科学家> . ?x <毕业院校> <卡内基·梅隆大学> . }\n",
        "Answer": "<伊凡·苏泽兰>\t<詹姆斯·高斯林>\t\n"
    },
    {
        "QuestionId": "q4649",
        "RawQuestion": "开通股票账户的费用项\n",
        "Sparql": "select ?x where { <股票开户费> <类别> ?x. }\n",
        "Answer": "\"申请表费用\"\t\"开户费\"\t\n"
    },
    {
        "QuestionId": "q730",
        "RawQuestion": "习大大是什么时候入党的？\n",
        "Sparql": "select ?x where { ?y <别名> \"习大大\". ?y <入党时间> ?x. }\n",
        "Answer": "\"1974\"\t\n"
    },
    {
        "QuestionId": "q3058",
        "RawQuestion": "急性呼吸窘迫综合征属于什么?\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2797",
        "RawQuestion": "中国上市公司的股票有哪几种\n",
        "Sparql": "select ?x where { <股票> <类别> ?x. }\n",
        "Answer": "<H股>\t<A股>\t<B股>\t<S股>\t<N股>\t\n"
    },
    {
        "QuestionId": "q95",
        "RawQuestion": "腾讯一共有多少员工？\n",
        "Sparql": "select ?x where { <腾讯> <员工数> ?x. }\n",
        "Answer": "\"25000\"\t\n"
    },
    {
        "QuestionId": "q6698",
        "RawQuestion": "世界卫生组织的上级机构是？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <上级机构> ?x } \n",
        "Answer": "\"ECOSOC\"\t\n"
    },
    {
        "QuestionId": "q7030",
        "RawQuestion": "怎么预防高热？\n",
        "Sparql": "select ?x where { <高热> <预防> ?x. }\n",
        "Answer": "\"1、衣着要凉爽，切忌采用捂被子发汗的办法。2、居室空气要流通，必要时用电扇来回吹风，千万不可关窗闭户不让孩子见风。3、鼓励饮水，保持口舌滋润，小便通畅。4、注意营养，不要随意忌口，无明显咳嗽的可多吃点水果，尤其西瓜，既能补充水分、糖分和维生素，又有清热的功效，此外还应注意大便通畅。\"\t\n"
    },
    {
        "QuestionId": "q4954",
        "RawQuestion": "气短属于什么？\n",
        "Sparql": "select ?x where { <气短> <类型> ?x. }\n",
        "Answer": "<字词>\t<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q600",
        "RawQuestion": "苹果公司的现任董事长外文名是什么？\n",
        "Sparql": "select ?y where { <苹果_（苹果产品公司）> <现任董事长> ?x. ?x <外文名> ?y. }\n",
        "Answer": "\"Arthur D. Levinson\"\t\n"
    },
    {
        "QuestionId": "q6273",
        "RawQuestion": "5A级别的景点在济南有多少个？\n",
        "Sparql": "select (count(?x) as ?count_city) where {      ?x <城市> <济南>.     ?x <景点的等级A> \"5A\". }\n",
        "Answer": "\"6\"\t\n"
    },
    {
        "QuestionId": "q5655",
        "RawQuestion": "南京的永银钱币博物馆详细位置在哪？\n",
        "Sparql": "select ?x where { <永银钱币博物馆> <城市> <南京> . <永银钱币博物馆> <地址> ?x . }\n",
        "Answer": "\"应天大街388南京晨光1865创意产业园C2幢\"\t\n"
    },
    {
        "QuestionId": "q1761",
        "RawQuestion": "小米的创始人？\n",
        "Sparql": "select ?x where { <小米> <创始人> ?x. }\n",
        "Answer": "<雷军>\t\n"
    },
    {
        "QuestionId": "q1441",
        "RawQuestion": "罗荣桓的妻子是谁？\n",
        "Sparql": "select ?x where { ?x <配偶> <罗荣桓> . }\n",
        "Answer": "<林月琴>\t\n"
    },
    {
        "QuestionId": "q6165",
        "RawQuestion": "梅里雪山国家公园里面有没有酒店啊？\n",
        "Sparql": "select ?x where { <梅里雪山国家公园> <是否有酒店> ?x. }\n",
        "Answer": "<无酒店>\t\n"
    },
    {
        "QuestionId": "q2361",
        "RawQuestion": "输入东坡先生字什么？\n",
        "Sparql": "select ?x where { <苏轼_（北宋文学家）> <字号> ?x. }\n",
        "Answer": "<殷子瞻>\t\n"
    },
    {
        "QuestionId": "q3636",
        "RawQuestion": "肺源性心脏病涉及什么症状？\n",
        "Sparql": "select ?x where { <肺源性心脏病> <涉及症状> ?x. }\n",
        "Answer": "<水肿伴呼吸困难、紫绀>\t\n"
    },
    {
        "QuestionId": "q6530",
        "RawQuestion": "《牡丹亭》又叫做什么？\n",
        "Sparql": "select ?x where { <牡丹亭_（明朝剧作家汤显祖代表作）> <作品别名> ?x. } \n",
        "Answer": "\"牡丹亭还魂记\"\t\n"
    },
    {
        "QuestionId": "q311",
        "RawQuestion": "2010年世界杯的冠军是哪只队？\n",
        "Sparql": "select ?x where { <2010年南非世界杯> <冠军> ?x. }\n",
        "Answer": "<西班牙国家男子足球队>\t\n"
    },
    {
        "QuestionId": "q4227",
        "RawQuestion": "圣斗士星矢中紫龙在哪里修行？\n",
        "Sparql": "select ?y where { <紫龙_（动漫《圣斗士星矢》中的人物）> ?x <圣斗士星矢_（车田正美作画的漫画）> . <紫龙_（动漫《圣斗士星矢》中的人物）> <修行地> ?y . }\n",
        "Answer": "<五老峰_（山西运城永济景点）>\t\n"
    },
    {
        "QuestionId": "q1031",
        "RawQuestion": "毒战导演有哪些代表作品？\n",
        "Sparql": "select ?y where { <毒战> <导演> ?x. ?x <代表作品> ?y. }\n",
        "Answer": "<毒战>\t<枪火_（1999年杜琪峰执导电影）>\t<暗战_（1999年刘德华、刘青云主演电影）>\t<暗花_（1998年游达志执导香港电影）>\t<黑社会_（2005年任达华、梁家辉主演电影）>\t\n"
    },
    {
        "QuestionId": "q3332",
        "RawQuestion": "慢性胃炎的同义词是什么？\n",
        "Sparql": "select ?x where { <慢性胃炎> <同义词> ?x. }\n",
        "Answer": "<慢性肠胃炎,慢性胃黏膜炎,胃络痛>\t\n"
    },
    {
        "QuestionId": "q2906",
        "RawQuestion": "西安银行的股票代码是多少？\n",
        "Sparql": "select ?x where { <西安银行> <股票代码> ?x. }\n",
        "Answer": "\"600928\"\t\n"
    },
    {
        "QuestionId": "q1442",
        "RawQuestion": "重庆市的电话区号是多少？\n",
        "Sparql": "select ?x where { <重庆_（中华人民共和国直辖市）> <电话区号> ?x. }\n",
        "Answer": "\"23\"\t\n"
    },
    {
        "QuestionId": "q1419",
        "RawQuestion": "你知道冥王星的密度吗？\n",
        "Sparql": "select ?x where { <冥王星_（太阳系中的一个天体）> <平均密度> ?x. }\n",
        "Answer": "\"2.03±0.06g/cm³\"\t\n"
    },
    {
        "QuestionId": "q1943",
        "RawQuestion": "夏普比率公式？\n",
        "Sparql": "select ?x where { <夏普比率> <公式> ?x. }\n",
        "Answer": "\"夏普比率=(策略年化收益率-无风险利率)/策略收益波动率\"\t\n"
    },
    {
        "QuestionId": "q2168",
        "RawQuestion": "由黄伟文填词，陈奕迅演唱的歌曲有哪些？\n",
        "Sparql": "select ?x where { ?x <填词> <黄伟文_（香港填词人、时尚评论人）> . ?x <歌曲原唱> <陈奕迅> . }\n",
        "Answer": "<味之素_（陈奕迅演唱歌曲）>\t<忘记歌词>\t<两名男子街头相遇>\t<人车志_（陈奕迅演唱的一首歌曲）>\t<滑铁卢车站>\t<1874>\t<LAST ORDER_（陈奕迅演唱歌曲）>\t<吹微风>\t<最佳损友_（陈奕迅演唱歌曲）>\t<无人之境_（陈奕迅演唱歌曲）>\t<防不胜防_（陈奕迅演唱歌曲）>\t<美丽有罪>\t<心理游戏_（陈晓东演唱歌曲（粤语））>\t<裙下之臣_（歌曲）>\t<结束开始>\t<细路>\t<2001太空漫游_（陈奕迅演唱歌曲）>\t<冲口而出_（陈奕迅，叶倩文演唱歌曲）>\t<浮夸_（陈奕迅主唱的歌曲）>\t<那些让你死去活来的女孩>\t<三个人的探戈>\t<那一夜有没有说>\t<crying in the party>\t<最后的嬉皮士>\t<他一个人_（陈奕迅演唱的一首歌曲）>\t<要害_（陈奕迅的一首歌）>\t<浮夸_（王祖蓝所翻陈奕讯的歌曲）>\t<打回原形_（陈奕迅演唱歌曲）>\t<单车_（陈奕迅演唱歌曲单车）>\t<超人的主题曲>\t<葡萄成熟时_（陈奕迅歌曲）>\t<大开眼界_（陈奕迅演唱歌曲）>\t<大个女>\t<落花流水_（陈奕迅演唱歌曲）>\t<活着多好>\t<阿士匹灵>\t<一_（陈奕迅演唱歌曲）>\t<不知所谓>\t<不良嗜好>\t<贝多芬与我>\t<重口味_（陈奕迅演唱歌曲）>\t<苦瓜_（陈奕迅歌曲）>\t<阿司匹林_（陈奕迅演唱歌曲）>\t<时代曲_（陈奕迅演唱歌曲）>\t<十面埋伏_（陈奕迅歌曲）>\t<沙龙_（陈奕迅演唱歌曲：沙龙）>\t<陀飞轮_（陈奕迅演唱歌曲）>\t<冲口而出_（陈奕迅演唱歌曲）>\t<心腹_（陈奕迅演唱歌曲）>\t<幸灾乐祸_（陈奕迅演唱歌曲）>\t<土星环_（陈奕迅歌曲）>\t<自行车_（陈奕迅歌曲《单车》）>\t\n"
    },
    {
        "QuestionId": "q5",
        "RawQuestion": "商朝在哪场战役中走向覆灭？\n",
        "Sparql": "select ?x where { <商朝> <灭亡> ?x. }\n",
        "Answer": "<牧野之战>\t\n"
    },
    {
        "QuestionId": "q2448",
        "RawQuestion": "螺蛳粉是哪个地方的小吃？\n",
        "Sparql": "select ?x where { <螺蛳粉> <产地> ?x. }\n",
        "Answer": "<柳州>\t<广西_（广西壮族自治区）>\t\n"
    },
    {
        "QuestionId": "q2673",
        "RawQuestion": "亚洲哪个国家的主要民族是马来人？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <主要民族> <马来人>. }\n",
        "Answer": "<兰芳_（共和国名）>\t<新加坡>\t<文莱>\t<马来西亚>\t\n"
    },
    {
        "QuestionId": "q7135",
        "RawQuestion": "小儿发热有哪些预防措施？\n",
        "Sparql": "select ?x where { <小儿发热> <预防> ?x. }\n",
        "Answer": "\"1.治疗原发病发热是疾病的一种表现，而不是一种独立的疾病。因此，对小儿发热不能单纯地着眼于退热，而应该积极寻找发热的原因，治疗原发病。2.退热治疗高热持续不退的患儿，为避免引起脑细胞损伤和由于体温过度升高而可能造成的不良影响，需要适当的降温措施。尤其对既往有高热惊厥史的患儿和高热伴极度烦躁的患儿，及时采取降温措施很有必要。发热小儿出现以下情况需警惕或紧急处理：出现热性惊厥;3个月内婴儿发热;发热持续超过5天;发热>40℃且通过对乙酰氨基酚或布洛芬不能在2小时内有效降温;小儿行为明显改变：如不爱玩耍、没有食欲、很少说话、对周围事物漠不关心或突然出现以前从没有过的特殊表现;尿少，提示脱水，如婴儿每天尿湿尿布<3块，或大一些儿童8～12小时没有小便。3.常用的降温措施有(1)物理降温温水擦浴、用不漏水的塑料袋盛冰块外裹干毛巾敷头、颈，还可加敷腋窝和腹股沟等处。不提倡用冷水或酒精等擦浴。(2)药物降温常用对乙酰氨基酚(>3个月小儿)或布洛芬(>6个月小儿)口服或直肠给药，每4～6小时可用药一次，小儿应慎用阿司匹林(可导致瑞士综合征)，一般不主张单用激素退热。新生儿发热不宜采用药物降温，因为新生儿体温调节功能尚未发育完善。(3)中医药降温针灸，中药口服、外敷或灌肠，推拿。(4)人工冬眠疗法是以药物(氯丙嗪和异丙嗪两种药物等量混合)和物理降温相结合的一种降温方法。人工冬眠具有强有力的中枢神经保护性抑制作用，能使机体沉睡、降温、代谢率降低、耗氧量减少。主要适用于重症感染所致的持续高热不退或伴惊厥者，如中毒型细菌性痢疾、病毒性脑炎、化脓性脑膜炎等。4.其他对症支持治疗(1)提供舒适的降温环境，将患儿置放于环境安静、阴凉、空气流通处，衣着要凉爽透气，切忌采用捂被子发汗。(2)及时补充水分和电解质，保持大小便通畅。(3)给患儿营养丰富、清淡、易消化食物。发热孩子的饮食以流食为主，如奶类、米糊、少油的荤汤等。孩子体温下降，食欲好转时，可改为半流质，如蛋花粥、肉末菜粥、面条或软饭，并配一些易消化的菜肴如清蒸鱼等。饮食以清淡、易消化为原则，少量多餐。孩子发热伴有腹泻、呕吐，但症状较轻时，家长可以让其少量多次服用自制口服糖盐水。配制比例即500毫升水或米汤中加一平匙糖和半啤酒瓶盖食盐。1岁左右小儿，4小时内可服500毫升。同时还可当进食一些补充电解质的食物，比如柑橘、香蕉等水果(含钾、钠较多)，奶类与豆浆等(含钙丰富)，米汤或面食(含镁较多)。腹泻、呕吐缓解后，可逐渐进流质食物如米汤、藕粉、过滤菜汁等，但应禁食易产气的食物如牛奶、豆浆之类。发热伴有咳嗽、多痰的小儿，由于不会咯痰，往往咽到胃里，剧烈咳嗽还会引起胃部不适。若进食过多，就容易出现呕吐。因此，家长要特别注意，不宜让孩子过量进食，宜吃易消化食物，少吃海鲜和过咸油腻的菜肴，以防引起过敏或刺激呼吸道，加重症状。小儿发热预防：第一，要让孩子经常到户外活动，接受自然风光的沐浴。如果孩子经常被关在家里，稍微一出门受点凉就会生病。要让孩子适应自然环境，这是预防疾病的重要措施。因为人生活在大自然中，如果与自然环境不相适应，那就无法很好地生存。第二，孩子平时的衣着要适中，不要过厚过暖。因为多数孩子体内的热量都很充足，而且孩子活动量普遍很大。如果衣着过暖，稍一活动就会出汗，而活动一停下来，着一点风就容易生病。中医所说的“汗出当风”是小儿感冒发热的主要原因。第三，平时要经常给孩子喝水。因为孩子活动量大，出汗多，多喝水才能及时补充出汗所丧失的液体。多喝水还能促进人体代谢，使代谢产物及时排出，这样也能防止生病。第四，注意饮食调摄，使孩子的大便保持通畅。经常感冒发热的孩子多半内热较盛，即人们平时所说的“火”大。对这种类型的孩子饮食要注意合理搭配，多吃青菜和水果，少吃肉类、巧克力和油炸食品。除了合理的饮食结构外，还要训练孩子的排便习惯，每天大便一次。只有大便通畅，体内的各种代谢产物才能及时排出。\"\t\n"
    },
    {
        "QuestionId": "q379",
        "RawQuestion": "看电影霸王别姬得花多久？\n",
        "Sparql": "select ?y where { <霸王别姬_（1993年陈凯歌执导，张国荣主演电影）> <片长> ?y. }\n",
        "Answer": "\"171分钟\"\t\n"
    },
    {
        "QuestionId": "q1971",
        "RawQuestion": "以中药为主营产品的公司有？\n",
        "Sparql": "select ?x where { ?x <主营产品> <中药>. }\n",
        "Answer": "<天士力>\t<云南白药>\t<香雪制药>\t\n"
    },
    {
        "QuestionId": "q6172",
        "RawQuestion": "南京金丝利喜来登酒店内有沙滩吗？\n",
        "Sparql": "select ?x where { <南京金丝利喜来登酒店> <是否有沙滩> ?x. }\n",
        "Answer": "<无沙滩>\t\n"
    },
    {
        "QuestionId": "q4085",
        "RawQuestion": "《六韬》的作者有什么重大成就？\n",
        "Sparql": "select ?y where { <六韬> <作者> ?x . ?x <主要成就> ?y . }\n",
        "Answer": "\"辅佐周武王灭商扶仙\"\t\"齐国始祖\"\t\n"
    },
    {
        "QuestionId": "q29",
        "RawQuestion": "李白祖籍是哪里？\n",
        "Sparql": "select ?x where { <李白_（唐朝著名诗人）> <祖籍> ?x. }\n",
        "Answer": "<陇西县>\t\n"
    },
    {
        "QuestionId": "q1762",
        "RawQuestion": "比特币的创始人是谁？\n",
        "Sparql": "select ?x where { <比特币> <创始人> ?x. }\n",
        "Answer": "<望月新一>\t\n"
    },
    {
        "QuestionId": "q1629",
        "RawQuestion": "唐家三少的出生地有哪些机场？\n",
        "Sparql": "select ?y where { <唐家三少> <出生地> ?x . ?x <机场> ?y . }\n",
        "Answer": "<北京南苑国际机场>\t<北京首都国际机场>\t\n"
    },
    {
        "QuestionId": "q5078",
        "RawQuestion": "鼻塞及反射性头痛属于什么？\n",
        "Sparql": "select ?x where { <鼻塞及反射性头痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6150",
        "RawQuestion": "提供洗衣服务的雍和宫附近的酒店求推荐\n",
        "Sparql": "select ?y  where { <雍和宫> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有洗衣服务> <有洗衣服务>. ?y <类型> <酒店>. }\n",
        "Answer": "<金茂北京威斯汀大饭店>\t<北京昆仑饭店>\t<北京伯豪瑞廷酒店>\t<长富宫饭店>\t<北京长城饭店（原北京喜来登长城饭店）>\t<北京天伦王朝酒店>\t<北京国贸大酒店>\t<北京燕莎中心凯宾斯基饭店>\t<北京东方君悦大酒店>\t<北京希尔顿酒店>\t<北京金隅喜来登大酒店>\t<北京新云南皇冠假日酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京丽晶酒店>\t<鹏润国际大酒店>\t<北京国际饭店>\t<北京中国大饭店>\t<北京中航泊悦酒店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京千禧大酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q3165",
        "RawQuestion": "甲癣在什么科室就诊？\n",
        "Sparql": "select ?x where { <甲癣> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q1472",
        "RawQuestion": "长江三峡是指哪三峡？\n",
        "Sparql": "select ?x where { <三峡_（长江三峡简称）> <组成> ?x. }\n",
        "Answer": "<瞿塘峡>\t<西陵峡>\t<巫峡_（长江三峡第二峡）>\t\n"
    },
    {
        "QuestionId": "q5053",
        "RawQuestion": "咳嗽伴呼吸困难涉及哪些症状？\n",
        "Sparql": "select ?x where { <咳嗽伴呼吸困难> <涉及症状> ?x. }\n",
        "Answer": "<烦躁不安>\t<胸膜粘连>\t<发绀>\t<干咳>\t<胸闷>\t<哮鸣音>\t<气管移位>\t<胸痛>\t<支气管狭窄>\t<低氧血症>\t\n"
    },
    {
        "QuestionId": "q5035",
        "RawQuestion": "宫缩乏力属于什么？\n",
        "Sparql": "select ?x where { <宫缩乏力> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2014",
        "RawQuestion": "相貌英俊的赵王的养子是谁？\n",
        "Sparql": "select ?y where { ?x <相貌> \"英俊\" . ?x <王位> \"赵王\" . ?x <养子> ?y . }\n",
        "Answer": "<杨康_（武侠小说《射雕英雄传》中的人物）>\t\n"
    },
    {
        "QuestionId": "q1862",
        "RawQuestion": "K线看涨形态有？\n",
        "Sparql": "select ?x where { <K线形态> <看涨> ?x. }\n",
        "Answer": "<红三兵>\t<早晨之星>\t<好友反攻>\t<锤头线>\t<上升三法>\t<曙光初现>\t<平底>\t\n"
    },
    {
        "QuestionId": "q2936",
        "RawQuestion": "上海的上市公司有多少\n",
        "Sparql": "select ?x where { <上海> <上市公司数量> ?x. }\n",
        "Answer": "\"100家\"\t\n"
    },
    {
        "QuestionId": "q980",
        "RawQuestion": "公司口号为\"just do it \"的运动品牌的著名签约明星都有谁？\n",
        "Sparql": "select ?y where { ?x <公司口号> \"Just do it\". ?x <签约明星> ?y. }\n",
        "Answer": "\"C罗\"\t\"乔丹\"\t\"詹姆斯\"\t\"科比\"\t\n"
    },
    {
        "QuestionId": "q985",
        "RawQuestion": "\"五经\"被称作\"书经\"的是什么？\n",
        "Sparql": "select ?x where { ?x <作品出处> <五经_（儒家典籍）>. ?x <作品别名> \"书经\". }\n",
        "Answer": "<尚书_（中国史书）>\t\n"
    },
    {
        "QuestionId": "q1816",
        "RawQuestion": "股神的主要成就？\n",
        "Sparql": "select ?x where { ?y <别名> <股神>. ?y <主要成就> ?x. }\n",
        "Answer": "\"总统自由勋章\"\t\"2008世界首富\"\t\n"
    },
    {
        "QuestionId": "q7566",
        "RawQuestion": "海河附近有充电车位的酒店\n",
        "Sparql": "select ?y where { <海河> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有充电车位> <有充电车位>. ?y <类型> <酒店>.  }\n",
        "Answer": "<天津金皇大酒店>\t\n"
    },
    {
        "QuestionId": "q1643",
        "RawQuestion": "《将进酒》的作者祖籍在哪里？\n",
        "Sparql": "select ?x where { ?y <主要作品> <将进酒_（唐代李白诗作）>. ?y <祖籍> ?x. }\n",
        "Answer": "<陇西县>\t\n"
    },
    {
        "QuestionId": "q802",
        "RawQuestion": "天蝎座的守护神的居所在哪里？\n",
        "Sparql": "select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <居所> ?y. }\n",
        "Answer": "<冥府>\t\n"
    },
    {
        "QuestionId": "q1526",
        "RawQuestion": "被称作黑曼巴的球员妻子叫什么？\n",
        "Sparql": "select ?y where { ?x <别名> \"黑曼巴\". ?x <妻子> ?y. }\n",
        "Answer": "<瓦妮莎·布莱恩特>\t\n"
    },
    {
        "QuestionId": "q4345",
        "RawQuestion": "红袖添香小说网上有关四张机的小说\n",
        "Sparql": "select ?x where { <四张机_（北宋中期的一个故事，诗词）> <作者> ?x . ?x <连载网站> <红袖添香小说网> . }\n",
        "Answer": "<无名女子>\t\n"
    },
    {
        "QuestionId": "q923",
        "RawQuestion": "大连理工大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <大连理工大学> . }\n",
        "Answer": "<向文波>\t<侯树凯_（企业家）>\t<乔廷夫>\t\n"
    },
    {
        "QuestionId": "q5384",
        "RawQuestion": "哪种疾病会与心力衰竭和肾源性水肿相关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <心力衰竭> . ?x <涉及症状> <肾源性水肿> . }\n",
        "Answer": "<获得性免疫缺陷综合征>\t\n"
    },
    {
        "QuestionId": "q1022",
        "RawQuestion": "出生于英国的足球门将的身高是多少？\n",
        "Sparql": "select ?y where { ?x <场上位置> <门将>. ?x <出生地> <英国_（大不列颠及北爱尔兰联合王国）>. ?x <身高> ?y. }\n",
        "Answer": "\"193 CM\"\t\n"
    },
    {
        "QuestionId": "q7591",
        "RawQuestion": "天津海河沿线有哪些酒店\n",
        "Sparql": "select ?x where { <海河> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <类型> <酒店>. }\n",
        "Answer": "<天津金皇大酒店>\t<天津新桃园酒店>\t\n"
    },
    {
        "QuestionId": "q4601",
        "RawQuestion": "步长制药负责采购的总裁是?\n",
        "Sparql": "select ?x where { <步长制药> <采购副总裁> ?x. }\n",
        "Answer": "<赵骅>\t\n"
    },
    {
        "QuestionId": "q6328",
        "RawQuestion": "在香港美利酒店最晚可以几点办理退房？\n",
        "Sparql": "select ?time where { <香港美利酒店> <酒店退房时间> ?time. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q149",
        "RawQuestion": "新加坡的国际区号是什么？\n",
        "Sparql": "select ?x where { <新加坡> <国际电话区号> ?x. }\n",
        "Answer": "\"+65\"\t\n"
    },
    {
        "QuestionId": "q6681",
        "RawQuestion": "2019新型冠状病毒的命名时间是什么?\n",
        "Sparql": "SELECT ?x WHERE { <2019新型冠状病毒> <命名时间> ?x } \n",
        "Answer": "\"2020年1月12日\"\t\n"
    },
    {
        "QuestionId": "q7269",
        "RawQuestion": "肝衰竭属于什么科室？\n",
        "Sparql": "select ?x where { <肝衰竭> <就诊科室> ?x. }\n",
        "Answer": "\"内科\"\t\"内科-消化内科\"\t\n"
    },
    {
        "QuestionId": "q4481",
        "RawQuestion": "被称做小燕子的女演员官方体重是多少呀？\n",
        "Sparql": "select ?y where { ?x <别名> \"小燕子、漂亮\".?x <体重> ?y . }\n",
        "Answer": "\"48kg\"\t\n"
    },
    {
        "QuestionId": "q588",
        "RawQuestion": "号称\"完美的搜索引擎\"的公司有多少员工？\n",
        "Sparql": "select ?y where { ?x <公司口号> \"完美的搜索引擎，\". ?x <员工数> ?y. }\n",
        "Answer": "\"47756\"\t\n"
    },
    {
        "QuestionId": "q2395",
        "RawQuestion": "电视剧绯闻女孩在哪拍摄？\n",
        "Sparql": "select ?x where { <Gossip_（绯闻女孩）> <拍摄地点> ?x. }\n",
        "Answer": "<纽约_（美国第一大城市）>\t\n"
    },
    {
        "QuestionId": "q6467",
        "RawQuestion": "西安威斯汀大酒店有什么支付方式？\n",
        "Sparql": "select ?x where { <西安威斯汀大酒店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q2579",
        "RawQuestion": "演唱《十年》的歌手毕业于哪个大学？\n",
        "Sparql": "select ?y where { ?x <职业> <歌手_（职业名称）>. ?x <代表作品> <十年_（陈奕迅演唱歌曲）>. ?x <毕业院校> ?y. }\n",
        "Answer": "<英国金斯顿大学>\t\n"
    },
    {
        "QuestionId": "q4371",
        "RawQuestion": "有\"狮心王\"之称的皇帝理查一世属于英国的哪个王朝？\n",
        "Sparql": "select ?x where { <理查一世_（英格兰的传奇国王）> <王室> ?x.}\n",
        "Answer": "<金雀花王朝_（历史王朝）>\t\n"
    },
    {
        "QuestionId": "q1347",
        "RawQuestion": "大漠英雄传中郭靖的妻子是谁？\n",
        "Sparql": "select ?x where { <郭靖_（金庸武侠小说《射雕英雄传》男主角）> <妻子> ?x. }\n",
        "Answer": "<黄蓉_（金庸武侠小说《射雕英雄传》女主角）>\t\n"
    },
    {
        "QuestionId": "q4154",
        "RawQuestion": "咖喱起源的国家的首都是什么？\n",
        "Sparql": "select ?x where { <咖喱_（多种香料调配而成的酱料）> <起源> ?y.  ?y <首都> ?x . }\n",
        "Answer": "<新德里>\t\n"
    },
    {
        "QuestionId": "q668",
        "RawQuestion": "卢浮宫收藏了达芬奇的哪部画作？\n",
        "Sparql": "select ?x where { ?x <收藏> <卢浮宫_（世界四大博物馆之一）>. ?x <作者> <达·芬奇_（欧洲文艺复兴时期最完美的代表）>. }\n",
        "Answer": "<蒙娜丽莎_（列奥纳多·达·芬奇画作）>\t\n"
    },
    {
        "QuestionId": "q3162",
        "RawQuestion": "金钱癣属于什么?\n",
        "Sparql": "select ?x where { <金钱癣> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2854",
        "RawQuestion": "养老金的覆盖范围有哪些？\n",
        "Sparql": "select ?x where { <养老金> <类别> ?x. }\n",
        "Answer": "\"全国社会保障基金\"\t\"基本养老保险基金\"\t\"企业年金和职业年金\"\t\"个人用于养老的储备资金\"\t\n"
    },
    {
        "QuestionId": "q4224",
        "RawQuestion": "巴西的主要宗教是什么？\n",
        "Sparql": "select ?x ?y where { <巴西_（巴西联邦共和国）> <主要宗教> ?x.}\n",
        "Answer": "<天主教>\t\t\n"
    },
    {
        "QuestionId": "q7233",
        "RawQuestion": "雀斑常显现在人身体的什么部位？\n",
        "Sparql": "select ?x where { <雀斑> <发病部位> ?x. }\n",
        "Answer": "\"鼻部、两颊\"\t\"鼻部，两颊\"\t\n"
    },
    {
        "QuestionId": "q1264",
        "RawQuestion": "加拿大的国花长度为多少？\n",
        "Sparql": "select ?z where { ?x <中文名称> \"加拿大\" . ?x <国花> ?y . ?y <长度> ?z . }\n",
        "Answer": "\"13厘米\"\t\n"
    },
    {
        "QuestionId": "q121",
        "RawQuestion": "杜鹃鸟被归类为哪个亚门？\n",
        "Sparql": "select ?x where { <子规_（杜鹃鸟）> <亚门> ?x. }\n",
        "Answer": "<脊椎动物亚门>\t\n"
    },
    {
        "QuestionId": "q3034",
        "RawQuestion": "耳、鼻、咽拭子细菌培养涉及到哪些症状？\n",
        "Sparql": "select ?x where { <耳、鼻、咽拭子细菌培养> <涉及症状> ?x. }\n",
        "Answer": "<传导性耳鸣>\t<咳痰>\t<鼻溢液>\t<耳闷>\t<耳冻伤>\t<耳内流脓>\t<打喷嚏>\t<口腔痛>\t<嗌塞>\t<传导性耳聋>\t<外耳道癣>\t<咽部异物感>\t<菜花耳>\t<单侧鼻腔阻塞>\t<搏动性耳鸣>\t<副耳>\t<耳硬化症>\t<耳骨外翻>\t<耳溢液>\t<耳痛>\t<耳廓癣>\t<耳痒>\t<听力减退>\t<血性耳漏>\t<耳后红斑>\t<发作性咳嗽>\t<耳廓腹侧面局限性囊肿>\t<咽痛>\t<蠕动感>\t<幻味>\t<腮腺区肿大>\t<歪鼻>\t<咽部溃疡>\t<咽部有异物感>\t<间歇性耳痛>\t<耳廓红肿>\t<怕冷>\t\n"
    },
    {
        "QuestionId": "q4047",
        "RawQuestion": "周星驰的籍贯是哪里？\n",
        "Sparql": "select ?x where { <周星驰> <籍贯> ?x . }\n",
        "Answer": "<宁波_（浙江省省辖市）>\t\n"
    },
    {
        "QuestionId": "q1191",
        "RawQuestion": "赫鲁晓夫的出生地是哪里？\n",
        "Sparql": "select ?y where { ?x <中文名> ?z . filter regex(?z, \"赫鲁晓夫\") . ?x <出生地> ?y . }\n",
        "Answer": "<俄罗斯帝国>\t<卡利诺夫卡>\t<库尔斯克州>\t\n"
    },
    {
        "QuestionId": "q4851",
        "RawQuestion": "胰腺癌属于什么科？\n",
        "Sparql": "select ?x where { <胰腺癌> <科室> ?x. }\n",
        "Answer": "<普通外科>\t\n"
    },
    {
        "QuestionId": "q7159",
        "RawQuestion": "如何诊断肺源性呼吸困难？\n",
        "Sparql": "select ?x where { <肺源性呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"肺源性呼吸困难的鉴别诊断：(1)腹压增高性呼吸困难：在急性胃扩张、肠臌胀、急性瘤胃臌气、腹腔积液等情况下，腹部对胸部产生了巨大的压力，使呼吸运动受阻从而导致呼吸困难。由上述可见，发生呼吸困难的原因很多，临床上应该综合分析。(2)心源性呼吸困难：由于心脏机能异常，导致循环功能障碍，尤其在肺循环障碍时，换气受到影响，氧气和二氧化碳的吸入和排出紊乱，造成混合性呼吸困难，可见于心力衰竭、心肌炎、心包炎和心内膜炎等。(3)血源性呼吸困难：由于血液中红细胞数量减少或血红蛋白变性，携氧能力下降，血氧不足，导致呼吸困难，可见于各型贫血等。(4)中毒性呼吸困难：体内代谢产生的有毒物质，直接作用于呼吸中枢;或由体外进入的有毒物质，作用于血红蛋白，使携氧能力下降，血氧缺乏，二氧化碳蓄积，导致呼吸困难。可见于代谢性酸中毒、尿毒症、酮血症、亚硝酸盐中毒、氢氰酸中毒等。(5)中枢性呼吸困难：主要是由于重症脑部疾病，使颅内压升高和炎性产物刺激呼吸中枢，引起呼吸困难。见于脑溢血、脑水肿、脑部肿瘤、脑膜炎等。主要表现为下面三种形式：1)吸气性呼吸困难：吸气显著费力。表现为喘鸣、吸气时胸骨、锁骨上窝及肋间隙凹陷―三凹征。常见于喉、气管狭窄，如炎症、水肿、异物和肿瘤等。2)呼气性呼吸困难：呼气费力、呼气缓慢、呼气相延长，伴有哮鸣音，见于支气管哮喘和阻塞性肺病。3)混合性呼吸困难：表现为呼吸气期均感觉费力，频率增快，深度变浅，可伴有异常呼吸音或病理性呼吸音。均见于肺炎、肺纤维化、大量胸腔积液、气胸等。\"\t\n"
    },
    {
        "QuestionId": "q2261",
        "RawQuestion": "\"双城论\"的提出者的作品有哪些？\n",
        "Sparql": "SELECT ?x WHERE { <双城论> <提出者> ?y . ?x <作者> ?y . }\n",
        "Answer": "<忏悔录奥古斯丁>\t<论灵魂及其起源>\t<论信望爱>\t<论自由意志>\t<驳朱利安>\t<恩典与自由>\t<论原罪与恩典>\t<经典通读：忏悔录>\t<上帝之城：驳异教徒>\t<西学基本经典·宗教学类11册>\t<独语录>\t<奥古斯丁忏悔录>\t<奥古斯丁选集>\t<世纪文库：论三位一体>\t<忏悔录_（奥古斯丁作品）>\t\n"
    },
    {
        "QuestionId": "q1565",
        "RawQuestion": "美国的第一任总统所属的政党是什么？\n",
        "Sparql": "select ?y where { ?x <主要成就> \"担任美国首任总统\". ?x <所属政党> ?y . }\n",
        "Answer": "<联邦党>\t\n"
    },
    {
        "QuestionId": "q3259",
        "RawQuestion": "结核病属于什么?\n",
        "Sparql": "select ?x where { <结核病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q853",
        "RawQuestion": "在以色列聚居的希伯来人的后代是什么人？\n",
        "Sparql": "select ?x where { ?x <祖先> <希伯来人>. ?x <聚居国家> <以色列>. }\n",
        "Answer": "<犹太人>\t\n"
    },
    {
        "QuestionId": "q5315",
        "RawQuestion": "哪些疾病的涉及症状包括胸痛和利尿？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <胸痛> . ?x <涉及症状> <利尿> . }\n",
        "Answer": "<维生素B1缺乏>\t<胸腔积液>\t\n"
    },
    {
        "QuestionId": "q2018",
        "RawQuestion": "杨过和小龙女是什么恋？\n",
        "Sparql": "select ?z where { ?x <相关人物> <杨过> . ?x <相关人物> ?y . ?y <中文名> \"小龙女\" . ?x <相恋类型> ?z . }\n",
        "Answer": "\"姐弟恋\"\t\"师徒恋\"\t\n"
    },
    {
        "QuestionId": "q758",
        "RawQuestion": "文艺复兴的指导思想有怎样的世界观?？\n",
        "Sparql": "select ?y where { <文艺复兴> <指导思想> ?x . ?x <世界观> ?y . }\n",
        "Answer": "\"理性\"\t\"仁慈\"\t\n"
    },
    {
        "QuestionId": "q7206",
        "RawQuestion": "心悸伴消瘦、腹泻要做哪些预防措施？\n",
        "Sparql": "select ?x where { <心悸伴消瘦、腹泻> <预防> ?x. }\n",
        "Answer": "\"甲亢患者不可忽视的营养治疗：营养治疗目的是通过高热量、高蛋白、高维生素及钙、磷的补充，纠正因代谢亢进而引起的消耗，改善全身状况。三高、一忌、一适量：指高能量、高蛋白、高维生素饮食，忌碘饮食，适量给予钙、磷补充。增加餐次：为了纠正体内消耗，在每日三餐主食外，两餐间还要增加点心，以改善机体的代谢紊乱。膳食调配：①宜选食物：根据病人平时的饮食习惯，可选用各种含淀粉食物，如米饭、面条、馒头、粉皮、马铃薯、南瓜等;各种动物食物，如牛肉、猪肉、羊肉;还有各种新鲜水果及富含钙、磷的食物，如牛奶等。低钾时，可多选橘子、苹果等。②忌选食物：忌用含碘食物如海带、紫菜、发菜、加碘食盐等。\"\t\n"
    },
    {
        "QuestionId": "q2891",
        "RawQuestion": "小米公司什么时候上市的？\n",
        "Sparql": "select ?x where { <小米公司> <上市时间> ?x. }\n",
        "Answer": "<2018/7/9>\t\n"
    },
    {
        "QuestionId": "q7142",
        "RawQuestion": "如何诊断疲倦乏力？\n",
        "Sparql": "select ?x where { <疲倦乏力> <诊断> ?x. }\n",
        "Answer": "\"疲倦乏力与那些症状混淆？1、心因性疾病这类疾病往往伴随着疲劳的出现，但患者有典型的精神分裂症、神经性厌食、焦虑躁狂症等，可助鉴别。但对于抑郁症患者，疲劳可能是首发表现，或者是最主要的症状，对这类患者，一方面需要排除甲状腺功能减退等原因导致的忧郁，另一方面，需要结合病史特征，及时明确疲劳是否缘于患者固有的抑郁症。一般而言，辅助检查都没有明显异常。2、感染各种类型的感染都可以出现疲乏的表现，但患者往往伴随明显的感染特征，如发热、白细胞增多等。值得注意的是，对一些隐匿性感染灶，如牙周炎、中耳炎、结核、病毒性感染等，患者可以没有明显的其它临床表现，而以疲倦无力为主要特点。\"\t\n"
    },
    {
        "QuestionId": "q6817",
        "RawQuestion": "法国首都的市长是谁？\n",
        "Sparql": "SELECT ?y WHERE { <法国_（法兰西共和国）> <首都>?x. ?x<市长>?y. } \n",
        "Answer": "<贝特朗·德拉诺埃>\t\n"
    },
    {
        "QuestionId": "q3293",
        "RawQuestion": "风疹涉及哪些症状？\n",
        "Sparql": "select ?x where { <风疹> <涉及症状> ?x. }\n",
        "Answer": "<玫瑰疹>\t<胰岛细胞破坏>\t\n"
    },
    {
        "QuestionId": "q1431",
        "RawQuestion": "成语\"西子捧心\"形容的是哪位美女的美貌？\n",
        "Sparql": "select ?x where { ?x <相关成语> <西子捧心>. }\n",
        "Answer": "<西施_（中国古代四大美女之首）>\t<西子_（西施）>\t\n"
    },
    {
        "QuestionId": "q4887",
        "RawQuestion": "干咳涉及怎样的症状？\n",
        "Sparql": "select ?x where { <干咳> <涉及症状> ?x. }\n",
        "Answer": "<过度通气>\t<打喷嚏>\t<声音嘶哑>\t<咽喉炎>\t<失音>\t<流鼻涕>\t<干性咳嗽>\t<瘙痒>\t<鼻塞>\t<咽部充血>\t\n"
    },
    {
        "QuestionId": "q191",
        "RawQuestion": "奥运会多久举办一次？\n",
        "Sparql": "select ?x where { <奥林匹克运动会> <举办时间> ?x. }\n",
        "Answer": "\"每四年一届\"\t\n"
    },
    {
        "QuestionId": "q7191",
        "RawQuestion": "吞咽痛而拒食的起因是什么？\n",
        "Sparql": "select ?x where { <吞咽痛而拒食> <起因> ?x. }\n",
        "Answer": "\"吞咽痛是由什么原因引起的？吞咽痛的病因：常因受凉，过度疲劳，烟酒过度等致全身及局部抵抗力下降，病原微生物乘虚而入而引发本病。营养不良，患慢性心、肾、关节疾病，生活及工作环境不佳，经常接触高温、粉尘、有害刺激气体等皆易罹本病。\"\t\n"
    },
    {
        "QuestionId": "q1825",
        "RawQuestion": "巴菲特午餐是从哪年开始拍卖的？\n",
        "Sparql": "select ?x where { <巴菲特午餐> <起始年份> ?x. }\n",
        "Answer": "\"2000年\"\t\n"
    },
    {
        "QuestionId": "q2108",
        "RawQuestion": "itoa函数来自哪个编程语言？\n",
        "Sparql": "select ?x where { <itoa函数> <来源> ?x . }\n",
        "Answer": "<c语言>\t\n"
    },
    {
        "QuestionId": "q932",
        "RawQuestion": "诺兰执导的科幻片的英文名都有哪些？\n",
        "Sparql": "select ?y where { ?x <导演> <诺兰_（英国导演）>. ?x <类型> <科学幻想>. ?x <外文名> ?y. }\n",
        "Answer": "\"Batman Begins\"\t\"Interstellar\"\t\"Inception\"\t\"Infinity\"\t\"Interstellar\"\t\"Untitled Steven Spielberg Space Project\"\t\n"
    },
    {
        "QuestionId": "q4538",
        "RawQuestion": "可立克的董事长?\n",
        "Sparql": "select ?x where { <可立克> <董事长> ?x. }\n",
        "Answer": "<肖铿>\t\n"
    },
    {
        "QuestionId": "q3440",
        "RawQuestion": "会厌炎属于什么?\n",
        "Sparql": "select ?x where { <会厌炎> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4886",
        "RawQuestion": "干咳属于什么？\n",
        "Sparql": "select ?x where { <干咳> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3600",
        "RawQuestion": "病毒性心肌炎涉及什么检查？\n",
        "Sparql": "select ?x where { <病毒性心肌炎> <涉及检查> ?x. }\n",
        "Answer": "<心肌酶>\t\n"
    },
    {
        "QuestionId": "q3577",
        "RawQuestion": "带状疱疹的就诊科室是什么？\n",
        "Sparql": "select ?x where { <带状疱疹> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q7295",
        "RawQuestion": "温岭市有多少曙光国际品牌的酒店？\n",
        "Sparql": "select (count(?x) as ?count_hotel) where {      ?x <城市> <温岭市>.     ?x <酒店品牌名称> <曙光国际>. }\n",
        "Answer": "\"2\"\t\n"
    },
    {
        "QuestionId": "q3503",
        "RawQuestion": "溃疡性结肠炎的同义词是什么？\n",
        "Sparql": "select ?x where { <溃疡性结肠炎> <同义词> ?x. }\n",
        "Answer": "<慢性非特异性溃疡性结肠炎,结肠炎>\t\n"
    },
    {
        "QuestionId": "q4455",
        "RawQuestion": "玉皇大帝的诞辰俗称什么？\n",
        "Sparql": "select ?x where { <玉皇大帝> <诞辰> ?y. ?y <俗称> ?x . }\n",
        "Answer": "<天公生>\t\n"
    },
    {
        "QuestionId": "q811",
        "RawQuestion": "\"骐骥一跃不能十步\"的作者的知名弟子有哪些？\n",
        "Sparql": "select ?y where { <骐骥一跃不能十步> <作者> ?x. ?x <著名弟子> ?y. }\n",
        "Answer": "\"李斯、韩非、张苍\"\t\n"
    },
    {
        "QuestionId": "q2903",
        "RawQuestion": "小米科技有限责任公司IPO上市前经历了几轮融资\n",
        "Sparql": "select ?x where { <小米科技有限责任公司> <融资次数> ?x. }\n",
        "Answer": "\"5\"\t\n"
    },
    {
        "QuestionId": "q1212",
        "RawQuestion": "朱茵和张智霖合作的电视剧是哪部？\n",
        "Sparql": "select ?x where { ?x <主演> <朱茵_（中国香港女演员）>. ?x <主演> <张智霖>. }\n",
        "Answer": "<射雕英雄传_（1994年张智霖、朱茵主演电视剧）>\t<如来神掌_（2002年张智霖、朱茵主演台湾电视剧）>\t<1994版《射雕英雄传》>\t<射雕英雄传（张智霖版）>\t\n"
    },
    {
        "QuestionId": "q478",
        "RawQuestion": "NBA球星詹姆斯生涯的重要事件有哪些？\n",
        "Sparql": "select ?x where { <詹姆斯_（勒布朗·詹姆斯）> <重要事件> ?x . }\n",
        "Answer": "\"2003年NBA选秀状元\"\t\"2010年加盟迈阿密热火\"\t\"2014年重回克利夫兰骑士\"\t\n"
    },
    {
        "QuestionId": "q5398",
        "RawQuestion": "阵发性鼻塞和耳闷症状与怎样的疾病相关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <阵发性鼻塞> . ?x <涉及症状> <耳闷> . }\n",
        "Answer": "<急性咽炎>\t<慢性鼻窦炎>\t\n"
    },
    {
        "QuestionId": "q5647",
        "RawQuestion": "王府半岛酒店可以打乒乓球吗\n",
        "Sparql": "select ?x where { <王府半岛酒店> <是否有乒乓球室> ?x. }\n",
        "Answer": "<无乒乓球室>\t\n"
    },
    {
        "QuestionId": "q5615",
        "RawQuestion": "郑州的如意湖景区的平均价格是多少？\n",
        "Sparql": "select ?x where { <如意湖景区> <城市> <郑州> . <如意湖景区> <平均价格> ?x . }\n",
        "Answer": "\"87\"\t\n"
    },
    {
        "QuestionId": "q1095",
        "RawQuestion": "北京有哪些全天开放的宗教建筑？\n",
        "Sparql": "select ?x where { ?x <开放时间> <全天>. ?x <类型> <宗教建筑>. ?x <所属城市> <北京_（中华人民共和国首都）>. }\n",
        "Answer": "<灵官殿>\t\n"
    },
    {
        "QuestionId": "q7613",
        "RawQuestion": "隶属于喜来登的酒店在江阴有哪几家？\n",
        "Sparql": "select ?x where { ?x <城市> <江阴> . ?x <酒店品牌名称> <喜来登> . }\n",
        "Answer": "<江阴黄嘉喜来登酒店>\t\n"
    },
    {
        "QuestionId": "q6182",
        "RawQuestion": "北京昆仑饭店可以带狗狗入住吗？\n",
        "Sparql": "select ?x where { <北京昆仑饭店> <是否有允许带宠物> ?x. }\n",
        "Answer": "<不可携带宠物>\t\n"
    },
    {
        "QuestionId": "q3101",
        "RawQuestion": "糖皮质激素性青光眼的同义词是什么？\n",
        "Sparql": "select ?x where { <糖皮质激素性青光眼> <同义词> ?x. }\n",
        "Answer": "<类固醇性青光眼,皮质类固醇性青光眼>\t\n"
    },
    {
        "QuestionId": "q4683",
        "RawQuestion": "现有的金融监管结构\n",
        "Sparql": "select ?x where { <金融监管> <结构模式> ?x. }\n",
        "Answer": "\"功能模式\"\t\"机构模式\"\t\"整合模式\"\t\"双峰模式\"\t\n"
    },
    {
        "QuestionId": "q2784",
        "RawQuestion": "信和置业的外文名称\n",
        "Sparql": "select ?x where { <信和置业> <外文名称> ?x. }\n",
        "Answer": "<Sino_Land_Co._Ltd.>\t\n"
    },
    {
        "QuestionId": "q2060",
        "RawQuestion": "被誉为\"中国古典小说的最高峰\"的名著共有多少章？\n",
        "Sparql": "select ?x where { ?y <文学地位> \"中国古典小说的最高峰\" . ?y <章回数目> ?x . }\n",
        "Answer": "\"原著前80回\"\t\"后人续书后40回\"\t\n"
    },
    {
        "QuestionId": "q1454",
        "RawQuestion": "北京在哪里？\n",
        "Sparql": "select ?x where { <北京_（中华人民共和国首都）> <所属地区> ?x. }\n",
        "Answer": "<华北_（地区名）>\t<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q2403",
        "RawQuestion": "九叶诗派的主要成员有哪些？\n",
        "Sparql": "select ?x where { <九叶诗派> <主要成员> ?x. }\n",
        "Answer": "<辛笛>\t<陈敬容>\t<杜运燮>\t<穆旦>\t\n"
    },
    {
        "QuestionId": "q3088",
        "RawQuestion": "胸腔积液的同义词是什么？\n",
        "Sparql": "select ?x where { <胸腔积液> <同义词> ?x. }\n",
        "Answer": "<胸水,胸液>\t\n"
    },
    {
        "QuestionId": "q5757",
        "RawQuestion": "张家港华芳金陵国际酒店的详细地址？\n",
        "Sparql": "select ?x where { <张家港华芳金陵国际酒店> <地址> ?x. }\n",
        "Answer": "\"长安中路388号\"\t\n"
    },
    {
        "QuestionId": "q4473",
        "RawQuestion": "别称为太岁的行星是谁发现的？\n",
        "Sparql": "select ?y where { <太岁_（中国古代天文学名词）> <别称> ?x. ?x <发现者> ?y.}\n",
        "Answer": "<伽利略·伽利雷>\t\n"
    },
    {
        "QuestionId": "q2795",
        "RawQuestion": "周生生集团国际有限公司的传真是多少\n",
        "Sparql": "select ?x where { <周生生集团国际有限公司> <传真> ?x. }\n",
        "Answer": "\"(852)2730-9683\"\t\n"
    },
    {
        "QuestionId": "q4660",
        "RawQuestion": "信托产品有投资期限吗?\n",
        "Sparql": "select ?x where { <信托产品> <投资期限> ?x. }\n",
        "Answer": "\"1-3年\"\t\n"
    }
]