[
    {
        "QuestionId": "q895",
        "RawQuestion": "汽车制造行业创立于\"1953-07-15\"的公司的外文名是?？\n",
        "Sparql": "select ?y where { ?x <所属行业> <汽车制造>. ?x <创立时间> \"1953-07-15\". ?x <英文名称> ?y. }\n",
        "Answer": "\"FAW\"\t\n"
    },
    {
        "QuestionId": "q3659",
        "RawQuestion": "急性支气管炎属于什么?\n",
        "Sparql": "select ?x where { <急性支气管炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q646",
        "RawQuestion": "别名为\"内江县\"的四川省某区的车牌代码是什么？\n",
        "Sparql": "select ?x where { ?y <别名> \"内江县\". ?y <车牌代码> ?x. }\n",
        "Answer": "\"川K\"\t\n"
    },
    {
        "QuestionId": "q3358",
        "RawQuestion": "脓毒症的同义词是什么？\n",
        "Sparql": "select ?x where { <脓毒症> <同义词> ?x. }\n",
        "Answer": "<全身性感染>\t\n"
    },
    {
        "QuestionId": "q2057",
        "RawQuestion": "卡西尼发现的行星有几颗卫星？\n",
        "Sparql": "select ?x where { ?y <发现者> <卡西尼_（意大利天文学家）> . ?y <卫星数量> ?x . }\n",
        "Answer": "\"62\"\t\n"
    },
    {
        "QuestionId": "q2599",
        "RawQuestion": "\"东施效颦\"这个词涉及的两个人物中哪个是王妃？\n",
        "Sparql": "select ?x where { <东施效颦> <主要人物> ?x. ?x <职业> <王妃_（汉语词语）>. }\n",
        "Answer": "<西施_（中国古代四大美女之首）>\t\n"
    },
    {
        "QuestionId": "q859",
        "RawQuestion": "张柏芝、谢霆锋合作的动作电影是哪一部？\n",
        "Sparql": "select ?x where { ?x ?a <张柏芝>. ?x ?b <谢霆锋>. ?x <类型> <动作_（词语解释）>. }\n",
        "Answer": "<无极_（2005年陈凯歌执导电影）>\t\n"
    },
    {
        "QuestionId": "q1924",
        "RawQuestion": "水泥的上游是？\n",
        "Sparql": "select ?x where { <水泥> <上游> ?x. }\n",
        "Answer": "<高炉渣>\t<锅炉煤>\t\n"
    },
    {
        "QuestionId": "q6716",
        "RawQuestion": "中国动物园都有哪些动物？\n",
        "Sparql": "select ?y where { ?x <所属国家> <中华人民共和国>. ?x <类别> <动物园_（饲养野生动物并对公众展出、教育的场所）>. ?x <馆藏精品> ?y. } \n",
        "Answer": "<大猩猩_（灵长目猩猩科大猩猩属动物）>\t<西藏野驴>\t<长颈鹿>\t<河马>\t<非洲象>\t<金丝猴_（猴科仰鼻猴属动物）>\t<熊猫_（哺乳动物）>\t<河马>\t<东北虎_（猫科动物）>\t<金丝猴_（猴科仰鼻猴属动物）>\t<亚洲象>\t<丹顶鹤_（鹤属鸟类的一种）>\t<大鲵>\t<白鹳>\t<巨蜥>\t<秃鹫_（鸟纲秃鹫属动物）>\t<东北虎_（猫科动物）>\t<海南虎斑鳽>\t<长臂猿_（长臂猿科动物通称）>\t<黑叶猴>\t<猩猩_（灵长类哺乳动物）>\t<丹顶鹤_（鹤属鸟类的一种）>\t<犀牛_（犀科动物的统称）>\t<野驴>\t<东北虎_（猫科动物）>\t<金丝猴_（猴科仰鼻猴属动物）>\t<亚洲象>\t<熊猫_（哺乳动物）>\t<白犀>\t<长臂猿_（长臂猿科动物通称）>\t<白犀>\t<金丝猴_（猴科仰鼻猴属动物）>\t<亚洲象>\t<熊猫_（哺乳动物）>\t<羚牛>\t<云豹_（动物）>\t<华南虎_（中国特有虎亚种）>\t<熊猫_（哺乳动物）>\t<川金丝猴>\t\n"
    },
    {
        "QuestionId": "q4076",
        "RawQuestion": "《红楼梦》中贾琏妻子的丫鬟是谁？\n",
        "Sparql": "select ?y where { ?x <丈夫> <贾琏_（小说《红楼梦》人物）> . ?x <丫鬟> ?y . }\n",
        "Answer": "<平儿>\t\n"
    },
    {
        "QuestionId": "q1790",
        "RawQuestion": "约定购回的处置线？\n",
        "Sparql": "select ?x where { <约定购回> <处置线> ?x. }\n",
        "Answer": "\"130%\"\t\n"
    },
    {
        "QuestionId": "q6153",
        "RawQuestion": "横店梦外滩影视主题公园有住的地方吗？\n",
        "Sparql": "select ?x where { <横店梦外滩影视主题公园> <是否有酒店> ?x. }\n",
        "Answer": "<无酒店>\t\n"
    },
    {
        "QuestionId": "q6263",
        "RawQuestion": "东营东胜大厦几点可以吃饭？\n",
        "Sparql": "select ?x where { <东营东胜大厦> <就餐时间> ?x. }\n",
        "Answer": "\"每天06:30-09:00开放\"\t\n"
    },
    {
        "QuestionId": "q7276",
        "RawQuestion": "九江隶属于远洲旗下的酒店有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <九江> . ?x <酒店品牌名称> <远洲> . ?x <类型> <酒店> }\n",
        "Answer": "<九江远洲国际大酒店>\t\n"
    },
    {
        "QuestionId": "q3443",
        "RawQuestion": "新生儿溶血属于什么?\n",
        "Sparql": "select ?x where { <新生儿溶血> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1838",
        "RawQuestion": "青岛啤酒的财务总监？\n",
        "Sparql": "select ?x where { <青岛啤酒> <财务总监> ?x. }\n",
        "Answer": "<于竹明>\t\n"
    },
    {
        "QuestionId": "q4664",
        "RawQuestion": "国库券的债务人\n",
        "Sparql": "select ?x where { <国库券> <债务人>?x. }\n",
        "Answer": "<国家>\t\"国家\"\t\n"
    },
    {
        "QuestionId": "q4661",
        "RawQuestion": "资产管理业务委托方包含哪些?\n",
        "Sparql": "select ?x where { <资管产品> <业务委托方> ?x. }\n",
        "Answer": "<银行>\t<期货>\t<基金>\t<信托>\t<证券>\t<保险资产管理机构>\t<金融资产投资公司>\t\n"
    },
    {
        "QuestionId": "q1032",
        "RawQuestion": "故宫的建造者的逝世地点在哪里？\n",
        "Sparql": "select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <逝世地点> ?y. }\n",
        "Answer": "<榆木川>\t\n"
    },
    {
        "QuestionId": "q2574",
        "RawQuestion": "三门峡出过哪些演员？\n",
        "Sparql": "select ?x where { ?x <出生地> <三门峡> . ?x <职业> ?y . ?y <中文名> \"演员\". }\n",
        "Answer": "<张子枫>\t\n"
    },
    {
        "QuestionId": "q3376",
        "RawQuestion": "睾丸癌属于什么?\n",
        "Sparql": "select ?x where { <睾丸癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4512",
        "RawQuestion": "美股的交易机制？\n",
        "Sparql": "select ?x where { <美股> <交易机制> ?x. }\n",
        "Answer": "\"T+0\"\t\n"
    },
    {
        "QuestionId": "q4458",
        "RawQuestion": "中南大学所属省份的车牌代码是什么？\n",
        "Sparql": "select ?x ?y where { <中南大学> <所属地区> ?x. ?x <车牌代码> ?y.}\n",
        "Answer": "<湖南_（中国省级行政区）>\t\"湘A-湘U\"\t\n"
    },
    {
        "QuestionId": "q83",
        "RawQuestion": "唐寅的别号？\n",
        "Sparql": "select ?x where { <唐伯虎_（明朝苏州画家）> <字号> ?x . }\n",
        "Answer": "<桃花庵主>\t\n"
    },
    {
        "QuestionId": "q3490",
        "RawQuestion": "肾小球肾炎属于什么?\n",
        "Sparql": "select ?x where { <肾小球肾炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1244",
        "RawQuestion": "清华大学出了哪些翻译家\n",
        "Sparql": "select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<杨绛>\t<王力_（中国现代语言学奠基人之一）>\t<王还>\t<英若诚>\t<赵萝蕤>\t<钱钟书>\t<李唯建>\t<田德望>\t<水建馥>\t<胡锡年>\t<李赋宁>\t<穆旦>\t<林桦_（翻译家）>\t<贺麟_（“新心学”创建者）>\t<谢素台>\t\n"
    },
    {
        "QuestionId": "q4495",
        "RawQuestion": "从哪个网址可以访问天涯社区呢？\n",
        "Sparql": "select ?y where { <天涯社区> <官网> ?y . }\n",
        "Answer": "\"http://www.tianya.cn/\"\t\n"
    },
    {
        "QuestionId": "q5734",
        "RawQuestion": "北京天坛公园是什么级别的景点？\n",
        "Sparql": "select ?x where { <天坛公园> <城市> <北京> . <天坛公园> <景点的等级A> ?x . }\n",
        "Answer": "\"5A\"\t\n"
    },
    {
        "QuestionId": "q39",
        "RawQuestion": "博尔赫斯是哪国人？\n",
        "Sparql": "select ?y where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <出生地> ?y. }\n",
        "Answer": "<阿根廷_（阿根廷共和国）>\t\n"
    },
    {
        "QuestionId": "q129",
        "RawQuestion": "中秋节都有哪些习俗？\n",
        "Sparql": "select ?x where { <中秋节> <习俗> ?x. }\n",
        "Answer": "<饼>\t<祭月>\t<赏月_（中国传统习俗）>\t\n"
    },
    {
        "QuestionId": "q3226",
        "RawQuestion": "伤寒要去哪个科室就诊？\n",
        "Sparql": "select ?x where { <伤寒> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q1820",
        "RawQuestion": "壁虎式投资法是谁提出的？\n",
        "Sparql": "select ?x where { ?x <开创者> <壁虎式投资法>. }\n",
        "Answer": "<詹姆斯.西蒙斯>\t\n"
    },
    {
        "QuestionId": "q5740",
        "RawQuestion": "入住重庆维景国际大酒店要多少钱？\n",
        "Sparql": "select ?x where { <重庆维景国际大酒店> <平均价格> ?x. }\n",
        "Answer": "\"459\"\t\n"
    },
    {
        "QuestionId": "q3338",
        "RawQuestion": "引起病毒性脑膜炎的病因是什么？\n",
        "Sparql": "select ?x where { <病毒性脑膜炎> <常见病因> ?x. }\n",
        "Answer": "<肠道病毒感染>\t\"肠道病毒感染\"\t\n"
    },
    {
        "QuestionId": "q3129",
        "RawQuestion": "星状病毒性腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <星状病毒性腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q538",
        "RawQuestion": "有哪些典故出自司马迁的代表作？\n",
        "Sparql": "select ?x where { <司马迁_（西汉时期文学家、史学家、思想家）> <代表作品> ?y. ?x <典源> ?y. }\n",
        "Answer": "<辕驹>\t<黄犬悲>\t<负郭相君>\t<黄犬叹>\t<萧相_（典故名）>\t<坑焚>\t<数奇>\t<儒仙>\t<商老>\t<吐握>\t<青云器>\t<鲍叔义>\t<赋鵩人>\t<秦坑>\t<天下士>\t<灌园>\t<沐猴冠>\t<负鼎之愿>\t<薪胆>\t<叹黄犬>\t<让畔>\t<博浪飞椎>\t<长平苦>\t<亡鹿>\t<虚左相待>\t<周公吐哺>\t<刎颈交>\t<杨叶弓>\t<挂席为门>\t<卫霍>\t<沙椎>\t<弄印>\t<照乘珠>\t<洛阳才子>\t\n"
    },
    {
        "QuestionId": "q3074",
        "RawQuestion": "皮肌炎涉及什么项目的检查？\n",
        "Sparql": "select ?x where { <皮肌炎> <涉及检查> ?x. }\n",
        "Answer": "<肌红蛋白>\t\n"
    },
    {
        "QuestionId": "q1080",
        "RawQuestion": "指环王的导演还有哪些作品？\n",
        "Sparql": "select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?y <导演> ?x. }\n",
        "Answer": "<可爱的骨头_（2009年上映电影）>\t<魔戒III：王者归来>\t<霍比特人：五军之战>\t<指环王：护戒使者>\t<双城奇谋>\t<指环王_（英美2001-2003年彼得·杰克逊执导系列电影）>\t<《霍比特人：意外之旅》超长特辑>\t<霍比特人3：去而复归>\t<霍比特人：荒谷恶龙>\t<霍比特人：史矛革之战>\t<指环王：护戒同盟>\t<霍比特人：意外之旅>\t<丁丁历险记2：太阳的囚徒>\t<恐怖幽灵>\t<罪孽天使>\t<群尸玩过界>\t<金刚_（2005年美国电影）>\t<王者归来_（美国新西兰2003年彼得·杰克逊执导电影）>\t<宇宙怪客>\t<被遗忘的影片>\t<疯狂肥宝综艺秀>\t<指环王：双塔奇兵>\t<lotro_（电影）>\t\n"
    },
    {
        "QuestionId": "q444",
        "RawQuestion": "武汉大学的主要奖项有哪些\n",
        "Sparql": "select ?x where { <武汉大学> <主要奖项> ?x . }\n",
        "Answer": "\"国家自然科学奖\"\t\"国家发明奖\"\t\"国家科技进步奖65项（2000至2015）\"\t\"国家级创新团队奖1项（截至2014年）\"\t\"国家教学成果奖一等奖9项（截至2014年）\"\t\n"
    },
    {
        "QuestionId": "q6199",
        "RawQuestion": "北京有几个5A景点？\n",
        "Sparql": "select (count(?x) as ?count_city) where { ?x <城市> <北京>. ?x <类型> <景点>. ?x <景点的等级A> \"5A\". }\n",
        "Answer": "\"13\"\t\n"
    },
    {
        "QuestionId": "q7468",
        "RawQuestion": "富阳国际贸易中心大酒店的电话？\n",
        "Sparql": "select ?x where { <富阳国际贸易中心大酒店> <电话> ?x. }\n",
        "Answer": "\"0571-23236868,0571-23238888\"\t\n"
    },
    {
        "QuestionId": "q3214",
        "RawQuestion": "阿-斯综合征属于什么?\n",
        "Sparql": "select ?x where { <阿-斯综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4020",
        "RawQuestion": "《哭泣的女人》的作者出生于哪天？\n",
        "Sparql": "select ?x where { <哭泣的女人_（毕加索创作油画）> <作者> ?y . ?y <出生日期> ?x . }\n",
        "Answer": "\"1881-10-25\"\t\n"
    },
    {
        "QuestionId": "q5534",
        "RawQuestion": "绍兴饭店吃饭每人需要准备多少钱？\n",
        "Sparql": "select ?x where { <绍兴饭店> <平均价格> ?x. }\n",
        "Answer": "\"891\"\t\n"
    },
    {
        "QuestionId": "q1903",
        "RawQuestion": "新三板股票代码是以什么开头的？\n",
        "Sparql": "select ?x where { <新三板股票代码> <号段> ?x. }\n",
        "Answer": "\"83开头\"\t\"43开头\"\t\n"
    },
    {
        "QuestionId": "q5955",
        "RawQuestion": "南京博物院内有停车场吗？\n",
        "Sparql": "select ?x where { <南京博物院> <是否有停车场> ?x. }\n",
        "Answer": "<有收费停车场>\t\n"
    },
    {
        "QuestionId": "q4778",
        "RawQuestion": "维力医疗公司成立时间?\n",
        "Sparql": "select ?x where { <维力医疗> <公司成立时间> ?x. }\n",
        "Answer": "<2004年>\t\n"
    },
    {
        "QuestionId": "q4729",
        "RawQuestion": "中国平安的总部地点\n",
        "Sparql": "select ?x where { <平安保险> <总部地点> ?x. }\n",
        "Answer": "\"中国深圳\"\t\n"
    },
    {
        "QuestionId": "q1078",
        "RawQuestion": "薛之谦在2015年发行过哪些歌？\n",
        "Sparql": "select ?x where { ?x <歌曲原唱> ?y . ?y <中文名> \"薛之谦\" . ?x <发行时间> ?z . filter regex(?z, \"2015\") . }\n",
        "Answer": "<小孩_（薛之谦演唱歌曲）>\t<一半_（薛之谦演唱歌曲）>\t<Stay Here_（薛之谦演唱歌曲）>\t<绅士_（薛之谦演唱歌曲）>\t<下雨了_（薛之谦演唱歌曲）>\t<演员_（薛之谦歌曲）>\t\n"
    },
    {
        "QuestionId": "q3196",
        "RawQuestion": "强迫症属于什么?\n",
        "Sparql": "select ?x where { <强迫症> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q339",
        "RawQuestion": "西安大雁塔是什么级别的文物保护单位？\n",
        "Sparql": "select ?x where { <大雁塔_（西安大慈恩寺佛塔）> <文保级别> ?x. }\n",
        "Answer": "<全国重点文物保护单位>\t\n"
    },
    {
        "QuestionId": "q2242",
        "RawQuestion": "防骗指南在什么地方？\n",
        "Sparql": "SELECT ?x WHERE { <防骗指南> <地区> ?x . }\n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q2905",
        "RawQuestion": "奥美医疗的股票代码是多少？\n",
        "Sparql": "select ?x where { <奥美医疗> <股票代码> ?x. }\n",
        "Answer": "\"002950\"\t\n"
    },
    {
        "QuestionId": "q2762",
        "RawQuestion": "郑商所交易的期货有几种\n",
        "Sparql": "select ?x where { <郑商所> <交易品种数量> ?x. }\n",
        "Answer": "\"12\"\t\n"
    },
    {
        "QuestionId": "q445",
        "RawQuestion": "紫霞仙子是哪部作品中的人物？\n",
        "Sparql": "select ?x where { <紫霞仙子_（电影《大话西游》中的角色）> <登场作品> ?x. }\n",
        "Answer": "<大话西游_（1995年周星驰主演悲喜剧）>\t\n"
    },
    {
        "QuestionId": "q6262",
        "RawQuestion": "敦煌有那几家阳光酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <敦煌市> . ?x <类型> <酒店> . ?x <酒店品牌名称> <阳光酒店> . }\n",
        "Answer": "<敦煌阳光沙州大酒店>\t\n"
    },
    {
        "QuestionId": "q2006",
        "RawQuestion": "谁会先天功和一阳指？\n",
        "Sparql": "select ?x where { { ?x <武功绝技> <一阳指> . ?x <武功绝技> <先天功> . } UNION  { ?x <武功> <一阳指> . ?x <武功> <先天功> . } }\n",
        "Answer": "<王重阳_（金庸武侠小说中的人物）>\t<段智兴_（金庸小说人物）>\t\n"
    },
    {
        "QuestionId": "q7009",
        "RawQuestion": "得真菌性皮肤病的原因是？\n",
        "Sparql": "select ?b where{ <真菌性皮肤病> <常见病因> ?b. } \n",
        "Answer": "<皮肤癣菌感染>\t\n"
    },
    {
        "QuestionId": "q3337",
        "RawQuestion": "病毒性脑膜炎属于什么?\n",
        "Sparql": "select ?x where { <病毒性脑膜炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3257",
        "RawQuestion": "肌萎缩侧索硬化属于什么?\n",
        "Sparql": "select ?x where { <肌萎缩侧索硬化> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q367",
        "RawQuestion": "英国导演诺兰的电影？\n",
        "Sparql": "select ?x where { ?x <导演> <诺兰_（英国导演）>. }\n",
        "Answer": "<记忆拼图_（美国皮尔斯主演影片）>\t<蝙蝠侠黑暗骑士三部曲>\t<蚁蛉_（1997年诺兰拍摄短片）>\t<蝠侠：开战时刻>\t<记忆迷阵>\t<蝙蝠侠前传2：暗夜骑士>\t<黑暗骑士_（2008年克里斯托弗·诺兰导演的电影）>\t<蝙蝠侠诞生拍摄花絮>\t<蝙蝠侠2：黑暗骑士>\t<蝙蝠侠：黑暗骑士崛起>\t<华力·普菲斯特>\t<白夜追凶>\t<致命追踪_（美国2000年克里斯托弗·诺兰执导电影）>\t<追随_（1998年克里斯托弗·诺兰执导英国电影）>\t<蝙蝠侠之暗夜骑士>\t<蝙蝠侠：侠影之谜>\t<敦刻尔克_（2017年克里斯托弗·诺兰执导电影）>\t<致命魔术_（2006年美国电影）>\t<星际空间_（美国电影）>\t<奠基_（电影）>\t<蝙蝠侠6：黑暗骑士>\t<记忆魔方_（美国电影）>\t<无限街区>\t<记忆碎片_（美国电影）>\t<星际穿越：太空旅程>\t<星际空间_（星际空间/星际穿越）>\t\n"
    },
    {
        "QuestionId": "q3523",
        "RawQuestion": "肠息肉属于什么?\n",
        "Sparql": "select ?x where { <肠息肉> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7543",
        "RawQuestion": "不可思议星空解压馆坐落在哪所城市？\n",
        "Sparql": "select ?x where { <不可思议星空解压馆> <城市> ?x . }\n",
        "Answer": "<武汉>\t\n"
    },
    {
        "QuestionId": "q2967",
        "RawQuestion": "位于上海的期货交易所叫什么？\n",
        "Sparql": "select ?x where { ?x <位置> <上海>. ?x <类别> <期货交易所>. }\n",
        "Answer": "<上期所>\t\n"
    },
    {
        "QuestionId": "q6708",
        "RawQuestion": "长颈鹿代表的物种，还有哪些动物？\n",
        "Sparql": "select ?b where { ?a <代表物种> <长颈鹿>. ?a <代表物种> ?b. } \n",
        "Answer": "<斑马>\t<长颈鹿>\t<角马_（动物）>\t\n"
    },
    {
        "QuestionId": "q223",
        "RawQuestion": "阿里巴巴创始人马云是什么血型呀？\n",
        "Sparql": "select ?x where { <马云_（阿里巴巴集团创始人）> <血型> ?x. }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q3333",
        "RawQuestion": "慢性胃炎涉及什么症状？\n",
        "Sparql": "select ?x where { <慢性胃炎> <涉及症状> ?x. }\n",
        "Answer": "<纳差>\t\n"
    },
    {
        "QuestionId": "q3032",
        "RawQuestion": "肌钙蛋白与什么疾病有关？\n",
        "Sparql": "select ?x where { <肌钙蛋白> <涉及疾病> ?x. }\n",
        "Answer": "<冠心病心绞痛>\t<老年人稳定型心绞痛>\t<心肌梗死>\t<不稳定型心绞痛>\t<小儿病毒性心肌炎>\t<老年人变异型心绞痛>\t<先兆型梗塞>\t<缺血性心脏病>\t<冠状动脉粥样硬化型心脏病>\t<缺血性胸痛>\t\n"
    },
    {
        "QuestionId": "q3420",
        "RawQuestion": "肺气肿涉及什么检查？\n",
        "Sparql": "select ?x where { <肺气肿> <涉及检查> ?x. }\n",
        "Answer": "<PaO2>\t\n"
    },
    {
        "QuestionId": "q2218",
        "RawQuestion": "唯美主义的流派有哪些代表人物？\n",
        "Sparql": "select ?x where { <唯美主义> <代表人物> ?x . }\n",
        "Answer": "<王尔德_（英国作家）>\t<约翰·济慈>\t<珀西·比希·雪莱>\t<泰奥菲尔·戈蒂耶>\t\n"
    },
    {
        "QuestionId": "q491",
        "RawQuestion": "请列举一些赵本山的作品？\n",
        "Sparql": "select ?x where { <赵本山> <代表作品> ?x. }\n",
        "Answer": "<乡村爱情_（2006年赵本山主演电视剧）>\t<马大帅_（赵本山自导自演的系列电视剧三部曲）>\t<刘老根>\t<月牙儿_（电视剧《乡村爱情小夜曲》片尾曲）>\t<大笑江湖_（朱延平执导的喜剧）>\t\n"
    },
    {
        "QuestionId": "q951",
        "RawQuestion": "中国都有哪些网球基地？\n",
        "Sparql": "select ?y where { ?x <中文名> \"网球\" . ?x <中国网球基地> ?y . }\n",
        "Answer": "\"安徽天柱山基地\"\t\"浙江台州基地\"\t\n"
    },
    {
        "QuestionId": "q7431",
        "RawQuestion": "城市在西安隶属于威斯汀的酒店有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <西安> . ?x <酒店品牌名称> <威斯汀> . }\n",
        "Answer": "<西安威斯汀大酒店>\t\n"
    },
    {
        "QuestionId": "q5399",
        "RawQuestion": "哪种疾病可能与耳闷、乏力等症状有关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <耳闷> . ?x <涉及症状> <乏力> . }\n",
        "Answer": "<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q4212",
        "RawQuestion": "大夫有什么含义？\n",
        "Sparql": "select ?x where { <大夫> <释义> ?x . }\n",
        "Answer": "\"对医生的尊称\"\t\n"
    },
    {
        "QuestionId": "q4562",
        "RawQuestion": "红豆股份的经营范围\n",
        "Sparql": "select ?x where { <红豆股份> <经营范围> ?x. }\n",
        "Answer": "\"机械\"\t\"销售\"\t\"服装\"\t\"纺织品\"\t\"污水处理\"\t\"工业用水\"\t\"针织品\"\t\"化学纤维的制造加工\"\t\n"
    },
    {
        "QuestionId": "q7397",
        "RawQuestion": "不可思议星空解压馆有哪些优惠政策？\n",
        "Sparql": "select ?x where { <不可思议星空解压馆> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"在职教师(凭教师资格证)可享门票免费，儿童(身高1.2米（不含）以下)可享门票免费，老年人(65周岁（不含）以上凭老年证或身份证)可享门票免费，现役军人(凭军官证)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q387",
        "RawQuestion": "淘宝办公地建在哪个城市？\n",
        "Sparql": "select ?y where { <淘宝网> <办公地点> ?y. }\n",
        "Answer": "\"浙江杭州\"\t\n"
    },
    {
        "QuestionId": "q5752",
        "RawQuestion": "肇庆市有哪些隶属于星湖大酒店的酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <肇庆> . ?x <酒店品牌名称> <星湖大酒店> . ?x <类型> <酒店> . }\n",
        "Answer": "<肇庆星湖大酒店>\t\n"
    },
    {
        "QuestionId": "q1145",
        "RawQuestion": "古希腊著名哲学家有哪些？\n",
        "Sparql": "select ?x where { ?x <国籍> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）>. ?x <职业> <哲学家_（基础含义）>. }\n",
        "Answer": "<爱利亚的芝诺>\t<泰利斯>\t<维杰奈提斯>\t<波希多尼>\t<毕达哥拉斯>\t<阿那克萨戈拉>\t<亚里士多德_（古希腊著名思想家）>\t<柏拉图_（古希腊哲学家）>\t<巴门尼德>\t<埃拉托斯特尼>\t<斯珀西波斯>\t<恩培多克勒>\t<第欧根尼>\t<安那西梅尼斯>\t\n"
    },
    {
        "QuestionId": "q474",
        "RawQuestion": "主持人潘晨多高？\n",
        "Sparql": "select ?x where { <潘晨_（电视节目主持人）> <身高> ?x. }\n",
        "Answer": "\"167cm\"\t\n"
    },
    {
        "QuestionId": "q1374",
        "RawQuestion": "肯德基有多少员工？\n",
        "Sparql": "select ?x where { <肯德基> <员工数> ?x . }\n",
        "Answer": "\"840000\"\t\n"
    },
    {
        "QuestionId": "q4803",
        "RawQuestion": "维力医疗的高管中谁是复旦大学毕业的?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <毕业院校> <复旦大学>. }\n",
        "Answer": "<潘彦彬>\t\n"
    },
    {
        "QuestionId": "q1223",
        "RawQuestion": "EXO-M里的中国成员是？\n",
        "Sparql": "select ?x where { ?x <国籍> <中华人民共和国>. ?x <所属组合> <EXO-M>. }\n",
        "Answer": "<张艺兴>\t\n"
    },
    {
        "QuestionId": "q6492",
        "RawQuestion": "北京饭店有哪些房型\n",
        "Sparql": "select ?x where { <北京饭店> <房型名称> ?x. }\n",
        "Answer": "<标准房>\t<高级套房>\t<豪华房>\t<大使套房>\t<高端套房>\t<豪华大床房>\t<行政大床房>\t<高级大床房>\t<商务房>\t<高级房>\t<亲子房>\t<豪华房(双床)>\t<高级标准双床房>\t<高级标准房>\t<家庭连通房>\t<小套房>\t<A或C座标准间>\t<A座标准房>\t<普通标准间>\t<家庭连通套房>\t<开心超人亲子主题标准间>\t<小熊尼奥亲子主题标间>\t<A座套房>\t<女士客房>\t<豪华双床间(部分有窗)>\t<绿豆蛙亲子主题联通房>\t<绿豆蛙亲子主题联通套房>\t<贝亲亲子主题标准间>\t<紫禁城景观房>\t<A楼豪华大床房>\t<小套房(1>\t<A座高级标准房>\t<小套房(2>\t<A座高级套房>\t<C座标准双床房>\t<A座行政豪华房>\t<A座行政房>\t<绿豆蛙亲子主题标准间>\t<A座小套房>\t\n"
    },
    {
        "QuestionId": "q5409",
        "RawQuestion": "哪种病会与咽部溃疡以及鼻衄症状有关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <咽部溃疡> . ?x <涉及症状> <鼻衄> . }\n",
        "Answer": "<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q1594",
        "RawQuestion": "李安导演、章子怡主演的武侠片是哪部？\n",
        "Sparql": "select ?x where { ?x <导演> <李安_（华人导演）>. ?x <主演> <章子怡>. ?x <类型> <武侠_（武侠文化）>. }\n",
        "Answer": "<卧虎藏龙_（李安导演电影）>\t\n"
    },
    {
        "QuestionId": "q7467",
        "RawQuestion": "西安威斯汀大酒店内内部有高尔夫球场吗？\n",
        "Sparql": "select ?x where { <西安威斯汀大酒店> <是否有高尔夫球场> ?x. }\n",
        "Answer": "<无高尔夫球场>\t\n"
    },
    {
        "QuestionId": "q3040",
        "RawQuestion": "PaO2与哪些疾病有关？\n",
        "Sparql": "select ?x where { <PaO2> <涉及疾病> ?x. }\n",
        "Answer": "<老年人急性呼吸窘迫综合征>\t<光气中毒>\t<迁延性肺嗜酸粒细胞浸润症>\t<新生儿低体温>\t<放射性肺炎>\t<急性高原病>\t<动静脉瘘>\t<慢性呼吸衰竭>\t<肺气肿>\t<百草枯中毒>\t<夜间哮喘>\t<急性呼吸衰竭>\t<五氯酚钠中毒>\t<肺栓塞>\t<休克型肺炎>\t<妊娠合并肺栓塞>\t<新生儿晚期代谢性酸中毒>\t<脐带打结>\t<小儿肥胖通气不良综合征>\t<小儿肺水肿>\t<新生儿肺气漏>\t\n"
    },
    {
        "QuestionId": "q6225",
        "RawQuestion": "壶山温泉里有哪些项目没限制？\n",
        "Sparql": "select ?y where { <壶山温泉> <娱乐项目名称> ?y. ?y <项目限制（一般指身高年龄限制）> \"无限制\". }\n",
        "Answer": "<童心园>\t<游泳池>\t<亲亲鱼疗>\t<真人CS>\t<壶山温泉特色汤池>\t<农耕文化体验园>\t<电玩游戏厅>\t\n"
    },
    {
        "QuestionId": "q1361",
        "RawQuestion": "周星驰是什么血型？\n",
        "Sparql": "select ?x where { <周星驰> <血型> ?x. }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q4882",
        "RawQuestion": "小儿腹泻散属于什么药种？\n",
        "Sparql": "select ?x where { <小儿腹泻散> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t\n"
    },
    {
        "QuestionId": "q6183",
        "RawQuestion": "雍和宫附近有可以擦鞋的酒店吗？\n",
        "Sparql": "select ?y where { <雍和宫> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有擦鞋服务> <有擦鞋服务>. }\n",
        "Answer": "<北京燕莎中心凯宾斯基饭店>\t\n"
    },
    {
        "QuestionId": "q5025",
        "RawQuestion": "小儿发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <小儿发热> <涉及症状> ?x. }\n",
        "Answer": "<烦躁不安>\t<低热>\t<精神萎靡>\t<中枢性发热>\t<感染性发热>\t<高热>\t<鼻塞>\t<虚火>\t<婴儿吐奶>\t<泌尿系感染>\t\n"
    },
    {
        "QuestionId": "q6617",
        "RawQuestion": "法国数学家波莱尔毕业的学校有哪些院系？\n",
        "Sparql": "select ?y where { <波莱尔_（法国数学家）> <毕业院校> ?x. ?x <主要院系> ?y. } \n",
        "Answer": "<化学>\t<哲学>\t<文学_（一种语言艺术形式）>\t<生物_（具有动能的生命体）>\t<物理_（物理学）>\t\n"
    },
    {
        "QuestionId": "q6502",
        "RawQuestion": "九寨沟风景区是什么价格？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <是否免费> \"全年收费\" . <九寨沟风景区> <官方门票数据> ?x . }\n",
        "Answer": "\"成人:888.0。\"\t\n"
    },
    {
        "QuestionId": "q4769",
        "RawQuestion": "维力医疗有哪些高管年龄在50岁以上?\n",
        "Sparql": "select ?x where { <维力医疗> <公司高管> ?x. ?x <大于> <50岁>. }\n",
        "Answer": "<牟善松>\t<韩广源>\t<谭文晖>\t\n"
    },
    {
        "QuestionId": "q1394",
        "RawQuestion": "诸葛亮的别名是什么？\n",
        "Sparql": "select ?x where { <诸葛亮_（三国时期蜀汉丞相）> <别名> ?x. }\n",
        "Answer": "\"孔明，卧龙\"\t\n"
    },
    {
        "QuestionId": "q6537",
        "RawQuestion": "武汉大学是由谁创立的？\n",
        "Sparql": "select ?x where { <武汉大学> <创始人> ?x. } \n",
        "Answer": "<张之洞_（晚清名臣、清代洋务派代表人物）>\t\n"
    },
    {
        "QuestionId": "q3534",
        "RawQuestion": "小儿急性喉炎的同义词是什么？\n",
        "Sparql": "select ?x where { <小儿急性喉炎> <同义词> ?x. }\n",
        "Answer": "<喉炎>\t\n"
    },
    {
        "QuestionId": "q4238",
        "RawQuestion": "中国合伙人的导演还有哪些职业？\n",
        "Sparql": "select distinct ?y where { ?x <代表作品> <中国合伙人_（2013年陈可辛执导电影）> . ?x <职业> <导演> . ?x <职业> ?y . }\n",
        "Answer": "<导演>\t<出品人>\t<监制>\t<演员_（职业）>\t\n"
    },
    {
        "QuestionId": "q3020",
        "RawQuestion": "血常规涉及的症状有哪些？\n",
        "Sparql": "select ?x where { <血常规> <涉及症状> ?x. }\n",
        "Answer": "<色素沉着>\t<乙肝小三阳>\t\n"
    },
    {
        "QuestionId": "q100",
        "RawQuestion": "新加坡的港口是什么？\n",
        "Sparql": "select ?x where { <新加坡> <港口> ?x. }\n",
        "Answer": "<裕廊港>\t\n"
    },
    {
        "QuestionId": "q263",
        "RawQuestion": "浙江大学的现任校长是谁\n",
        "Sparql": "select ?x where { <浙江大学> <现任校长> ?x . }\n",
        "Answer": "<吴朝晖_（浙江大学校长）>\t\n"
    },
    {
        "QuestionId": "q4838",
        "RawQuestion": "什么措施预防流行性感冒？\n",
        "Sparql": "select ?x where { <流行性感冒> <预防> ?x. }\n",
        "Answer": "<季节性流感疫苗>\t\"洗手\"\t\"外科口罩\"\t\"1.疫苗预防预防流感最有效的方法为疫苗接种。世卫组织建议每年为以下人接种疫苗：（1）妊娠任何阶段的孕妇。（2）年龄为6个月至5岁的儿童。（3）65岁及以上的老年人。（4）慢性病患者。（5）卫生保健工作者。世卫组织每半年更新一次对疫苗组合的建议，以流行的三种（价）最具代表性的病毒类型（两种甲型流感病毒亚型和一种乙型流感病毒亚型）为目标。自2013-2014年北半球流感季节起，世卫组织开始推荐四价疫苗组合，在传统的三价疫苗针对的病毒中增加了另外一种乙型流感病毒亚型。2.药物预防抗病毒药物预防可作为补充预防手段。（1）奥司他韦推荐于3个月以上的患者，成人推荐剂量为75mg，每天1次，连续7天，儿童根据体重调整。（2）扎那米韦推荐于5岁以上的患者，剂量为10mg，每天1次，连续7天，儿童根据体重调整。有哮喘或COPD等呼吸系统疾病的患者不推荐使用。（3）金刚烷胺或金刚乙胺同样因为较高的耐药率而不推荐作为预防用药。\"\t\n"
    },
    {
        "QuestionId": "q1552",
        "RawQuestion": "漫威的母公司有多少名员工？\n",
        "Sparql": "select ?z where { <漫威> <母公司> ?y . ?y <员工数> ?z . }\n",
        "Answer": "\"112000\"\t\n"
    },
    {
        "QuestionId": "q3453",
        "RawQuestion": "肾结石属于什么?\n",
        "Sparql": "select ?x where { <肾结石> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q829",
        "RawQuestion": "垓下歌的作者什么时候死的？\n",
        "Sparql": "select ?x where { ?y <主要作品> <垓下歌_（项羽诗歌）>. ?y <去世时间> ?x. }\n",
        "Answer": "\"-202\"\t\"-202\"\t\n"
    },
    {
        "QuestionId": "q5533",
        "RawQuestion": "郑州的如意湖景区什么时间营业？\n",
        "Sparql": "select ?x where { <如意湖景区> <城市> <郑州> . <如意湖景区> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 09:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q1864",
        "RawQuestion": "A股什么颜色代表上涨？\n",
        "Sparql": "select ?x where { <A股> <上涨颜色> ?x. }\n",
        "Answer": "\"红色\"\t\n"
    },
    {
        "QuestionId": "q7083",
        "RawQuestion": "烦躁心理怎么预防？\n",
        "Sparql": "select ?x where { <烦躁> <预防> ?x. }\n",
        "Answer": "\"1.心理暗示法：暗示是一种心理现象，有积极暗示和消极暗示之分。心情不佳时，如果对自己采取消极暗示，只会“雪上加霜”，更加烦躁；这时应该对自己采取积极暗示，告诫自己这是正常现象，乌云终会散尽，同时多回想一些以前经历过的美好情景和值得自豪的事情，就能缓解心理压力。人们常说的“阿Q精神胜利法”，从心理学角度看实际上就是一种积极的心理暗示，应该说这种方法在特定时期和场合是很有实际效果的。2.目标转移法：如果你因为某件事或某个人而感觉心情烦躁，注意力无法集中，就不要强迫自己做事。这时不妨看看电视、听听音乐、写写日记，或者读一两篇美文。你可千万别以为这是浪费时间，实际上这是“磨刀不误砍柴工”，你的情绪会很快得到缓解和放松，才能更好地做自己该做和想做的事。3.思想交流法：心理学研究表明，每个人都有同他人交流的欲望和需要。有些人不想让别人知道自己的心事，不愿意把心里的苦恼、委屈和悲伤说出来，这样不仅无助于问题的解决，而且会加重自己的烦躁，久而久之还可能产生心理障碍。正确的做法是找一位知心朋友交流、谈心，也可以上网找一位网友聊天，或者对着家里的某一件物品说话，倾诉自己的心事，以起到逐渐消除烦躁的效果。4.运动释放法：如果说前面三种方法是“精神疗法”，那么这种方法就是一种“物质疗法”――通过消耗体能来达到消除烦躁的目的。\"\t\n"
    },
    {
        "QuestionId": "q5739",
        "RawQuestion": "大连梵高梦境星空馆周末开门吗？\n",
        "Sparql": "select ?x where { <大连梵高梦境星空馆> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 09:30-20:30\"\t\n"
    },
    {
        "QuestionId": "q2938",
        "RawQuestion": "属于上海自贸概念股的上市公司有多少？\n",
        "Sparql": "select ?x where { <上海自贸概念股> <上市公司数量> ?x. }\n",
        "Answer": "\"31家\"\t\n"
    },
    {
        "QuestionId": "q928",
        "RawQuestion": "上海期货交易所所在地区的气候怎么样？\n",
        "Sparql": "select ?x where { <上海期货交易所> <地区> ?y. ?y <气候条件> ?x. }\n",
        "Answer": "<亚热带湿润季风气候>\t\n"
    },
    {
        "QuestionId": "q4799",
        "RawQuestion": "维力医疗的向董的毕业院校?\n",
        "Sparql": "select ?x where { <向彬_(维力医疗董事长)> <毕业院校> ?x. }\n",
        "Answer": "<中欧国际工商学院>\t\n"
    },
    {
        "QuestionId": "q4837",
        "RawQuestion": "流行性感冒属于什么?\n",
        "Sparql": "select ?x where { <流行性感冒> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q393",
        "RawQuestion": "陈奕迅毕业于哪所大学？\n",
        "Sparql": "select ?x where { <陈奕迅> <毕业院校> ?x. }\n",
        "Answer": "<英国金斯顿大学>\t\n"
    },
    {
        "QuestionId": "q420",
        "RawQuestion": "陈奕迅的《爱情转移》收录在哪张专辑？\n",
        "Sparql": "select ?x where { <爱情转移> <所属专辑> ?x. }\n",
        "Answer": "<认了吧_（陈奕迅专辑）>\t\n"
    },
    {
        "QuestionId": "q3765",
        "RawQuestion": "有蠕动感还打喷嚏适合去做哪种检查？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <蠕动感> . ?x <涉及症状> <打喷嚏> . }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q4768",
        "RawQuestion": "维力医疗女性高管的数量?\n",
        "Sparql": "select ?x where { <维力医疗> <女性高管数量> ?x. }\n",
        "Answer": "\"3\"\t\n"
    },
    {
        "QuestionId": "q1093",
        "RawQuestion": "《丰乳肥臀》的作者的毕业院校是？\n",
        "Sparql": "select ?x where { <丰乳肥臀> <作者> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<北京师范大学>\t\n"
    },
    {
        "QuestionId": "q298",
        "RawQuestion": "K2海拔有多少？\n",
        "Sparql": "select ?x where { <k2_（乔戈里峰）> <海拔> ?x. }\n",
        "Answer": "\"8611米\"\t\n"
    },
    {
        "QuestionId": "q953",
        "RawQuestion": "出生于川沙县的学者是谁？\n",
        "Sparql": "select ?x where { ?x <出生地> <川沙县>. ?x <职业> <学者_（名词解析）>. }\n",
        "Answer": "<胡适>\t\n"
    },
    {
        "QuestionId": "q2185",
        "RawQuestion": "姓\"江\"的代表人物有哪些？\n",
        "Sparql": "select ?x where { <江_（中国姓氏）> <代表人物> ?x . }\n",
        "Answer": "<江淹>\t<江泽民>\t<江万里>\t\n"
    },
    {
        "QuestionId": "q1257",
        "RawQuestion": "龙珠主角的招牌招式有什么？\n",
        "Sparql": "select ?x ?y where { ?x <登场作品> <七龙珠_（漫画《龙珠》改编制作动画）> . ?x <常用招式> ?y . }\n",
        "Answer": "<孙悟空_（日本国民动漫《七龙珠》的主人公）>\t\"龟派气功\"\t<孙悟空_（日本国民动漫《七龙珠》的主人公）>\t\"舞空术\"\t\n"
    },
    {
        "QuestionId": "q5664",
        "RawQuestion": "玉龙雪山蓝月谷联系电话是多少？\n",
        "Sparql": "select ?x where { <玉龙雪山蓝月谷> <电话> ?x. }\n",
        "Answer": "\"0888-5131068\"\t\n"
    },
    {
        "QuestionId": "q7517",
        "RawQuestion": "孤山公园几个小时能够全部游玩结束？\n",
        "Sparql": "select ?x where { <孤山公园> <建议游玩时长> ?x . }\n",
        "Answer": "\"2小时\"\t\n"
    },
    {
        "QuestionId": "q406",
        "RawQuestion": "蜜月湾的水质如何？\n",
        "Sparql": "select ?x where { <蜜月湾> <水质> ?x. }\n",
        "Answer": "\"水质虽清澈但水温却比较低\"\t\n"
    },
    {
        "QuestionId": "q4075",
        "RawQuestion": "东坡肉的发明人死后谥号为？\n",
        "Sparql": "select ?y where { <东坡肉> <创制人> ?x . ?x <谥号> ?y . }\n",
        "Answer": "<文忠_（古代谥号）>\t\n"
    },
    {
        "QuestionId": "q137",
        "RawQuestion": "K2属于哪个山脉？\n",
        "Sparql": "select ?x where { <k2_（乔戈里峰）> <所属山脉> ?x. }\n",
        "Answer": "<喀喇昆仑山脉>\t\n"
    },
    {
        "QuestionId": "q6296",
        "RawQuestion": "凤凰中心附近没有抽烟区的酒店\n",
        "Sparql": "select ?y  where { <凤凰中心> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有吸烟区> <无吸烟区>. ?y <类型> <酒店>.  }\n",
        "Answer": "<北京昆仑饭店>\t<北京长城饭店（原北京喜来登长城饭店）>\t<北京燕莎中心凯宾斯基饭店>\t<日坛宾馆>\t<北京伯豪瑞廷酒店>\t<长富宫饭店>\t<北京天伦王朝酒店>\t<北京富力万丽酒店>\t<北京国贸大酒店>\t<北京东方君悦大酒店>\t<北京希尔顿酒店>\t<北京新云南皇冠假日酒店>\t<北京丽景湾国际酒店>\t<北京丽晶酒店>\t<鹏润国际大酒店>\t<北京国际饭店>\t<北京中国大饭店>\t<北京中航泊悦酒店>\t<北京瑞吉酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q1315",
        "RawQuestion": "六畜分别是哪六种动物？\n",
        "Sparql": "select ?x where { <六畜> <主要包括> ?x. }\n",
        "Answer": "<猪_（脊椎动物）>\t<鸡_（家禽种类）>\t<羊_（偶蹄目牛科家畜）>\t<马_（草食性家畜）>\t<狗_（犬科哺乳动物）>\t<牛_（牛亚科牛族动物的统称）>\t\n"
    },
    {
        "QuestionId": "q5897",
        "RawQuestion": "广州失恋博物馆的地址在哪？\n",
        "Sparql": "select ?x where { <广州失恋博物馆> <城市> <广州> . <广州失恋博物馆> <地址> ?x . }\n",
        "Answer": "\"西湖路光明广场6楼639号\"\t\n"
    },
    {
        "QuestionId": "q6313",
        "RawQuestion": "成都明宇尚雅饭店的早餐多少钱？\n",
        "Sparql": "select ?x where { <成都明宇尚雅饭店> <早餐价格> ?x. }\n",
        "Answer": "\"128 RMB\"\t\n"
    },
    {
        "QuestionId": "q2313",
        "RawQuestion": "布偶猫原产地在哪里？\n",
        "Sparql": "select ?y where { <布偶猫_（动物）> <原产地> ?y. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q30",
        "RawQuestion": "曹雪芹是什么时代的人物？\n",
        "Sparql": "select ?x where { <曹雪芹_（清代名著《红楼梦》作者）> <所处时代> ?x. }\n",
        "Answer": "<清朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q196",
        "RawQuestion": "小龙虾的中文学名？\n",
        "Sparql": "select ?x where { <小龙虾_（甲壳纲螯虾科水生动物）> <中文学名> ?x. }\n",
        "Answer": "\"克氏原螯虾\"\t\n"
    },
    {
        "QuestionId": "q5270",
        "RawQuestion": "口腔溃疡的发病部位在哪儿？\n",
        "Sparql": "select ?x where { <口腔溃疡> <发病部位> ?x. }\n",
        "Answer": "\"口腔\"\t\"唇、颊、舌缘等\"\t\n"
    },
    {
        "QuestionId": "q338",
        "RawQuestion": "史大刚是何时入党的？\n",
        "Sparql": "select ?x where { <史大刚> <入党时间> ?x. }\n",
        "Answer": "\"1986-08\"\t\n"
    }
]