[
    {
        "QuestionId": "q5187",
        "RawQuestion": "胸腔积液有怎样的治疗方法？\n",
        "Sparql": "select ?x where { <胸腔积液> <治疗方法> ?x. }\n",
        "Answer": "\"胸腔积液为胸部或全身疾病的一部分，病因治疗尤为重要，漏出液常在纠正病因后可吸收。抽液治疗由于结核性胸膜炎胸腔积液蛋白含量高，容易引起胸膜粘连，原则上应尽快抽尽胸腔内积液或肋间插细管引流。可解除肺及心、血管受压，改善呼吸，使肺功能免受损伤。抽液后可减轻毒性症状，体温下降，有助于使被压迫的肺迅速复张。大量胸腔积液者每周抽液2～3次，直至胸腔积液完全消失。首次抽液不要超过700ml，之后每次抽液量不应超过1000ml，过快、过多抽液可使胸腔压力骤降，发生复张后肺水肿或循环衰竭，表现为剧咳、气促、咳大量泡沫状痰，双肺满布湿啰音，PaO2下降，X线片显示肺水肿征。应立即吸氧，酌情应用糖皮质激素及利尿药，控制液体入量，严密监测病情与酸碱平衡，有时需气管插管机械通气。若抽液时发生头晕、冷汗、心悸、面色苍白、脉细等表现应考虑“胸膜反应”，应立即停止。1.胸腔穿刺/胸腔闭式引流术：胸腔穿刺抽液是重要的治疗措施之一，可使受压肺复张、排除胸腔积液中炎性渗出物和致热源、减轻毒素吸收引起的结核中毒症状，缩短病程，防止纤维蛋白沉积。及早给予排除胸腔积液，可有效缓解症状、减轻后期胸膜包裹与胸膜粘连肥厚的并发症，促进肺功能的恢复，目前国内外均主张早期大量抽液。方法有普通胸穿针穿刺、留置中心静脉导管等。大多数患者单纯抽液只能暂时缓解症状，一次大量抽液后肺功能改善并不明显，如抽液量过大或过快，还可能引起纵隔摆动和肺复张后肺水肿而危及生命。此外，反复抽液可使蛋白大量丢失而加重患者消耗。对于较大的或多发的包裹性积液，可以在CT或超声指导下采用套式穿刺针导入引流管。闭式引流可以少量缓慢排液或间歇少量排液，引流较彻底。对积液量大或早期急性脓胸者，可使用闭式引流术。2.胸腔镜胸膜固定术：通过胸腔镜进行胸膜固定术是控制恶性胸腔积液的有效方法，用于经过肋间插管胸膜硬化治疗效的难治性恶性胸腔积液。对患者一般状况要求高，能够耐受全身麻醉和单肺通气。手术时松解肺周围的粘连以便尽可能促使肺膨胀；进行胸膜、肺组织的活检，然后行化学性胸膜固定术、胸膜摩擦或胸膜切除术。滑石粉、多西环素、博来霉素等是化学性胸膜固定术的常用硬化剂，硝酸银、碘溶液、血液、细菌超抗原等也有小规模的使用。理想的硬化剂应既能控制胸腔积液增多，又不妨碍进一步的治疗。3.开胸手术：内科治疗效的慢性脓胸、乳糜胸、血气胸、血胸等应手术治疗。急性脓胸一般经胸腔穿刺和胸腔闭式引流术后，多能取得较好的治疗结果。当脓胸转为慢性时，大多需要外科手术治疗。在全身治疗的基础上，应尽可能通过外科的方法，除去引起慢性脓胸的因素，闭合脓腔、消除感染，并尽可能保留正常的肺功能。首先应进一步改善胸腔闭式引流，充分排除脓液，然后根据病变情况，选择胸膜纤维板剥脱术或胸廓成形术。如肺内病变严重，一般手术不能获得根治，可以选择胸膜全肺切除或肺叶切除术。对经久不愈的慢性脓胸者，尤其是体质及心肺功能较差，或其他手术失败的可选用大网膜胸腔内充填术。\"\t\n"
    },
    {
        "QuestionId": "q3341",
        "RawQuestion": "鸡眼属于什么?\n",
        "Sparql": "select ?x where { <鸡眼> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q8",
        "RawQuestion": "演员梅艳芳有多高？\n",
        "Sparql": "select ?y where { <梅艳芳> <身高> ?y. }\n",
        "Answer": "\"168cm\"\t\n"
    },
    {
        "QuestionId": "q2493",
        "RawQuestion": "拉萨的市花是什么？\n",
        "Sparql": "select ?x where { <拉萨> <市花> ?x. }\n",
        "Answer": "<格桑花_（藏族文化象征植物）>\t\n"
    },
    {
        "QuestionId": "q3998",
        "RawQuestion": "现任证监会主席是什么民族的？\n",
        "Sparql": "select distinct ?x where { <证监会> <主席> ?y. ?y <民族> ?x. }\n",
        "Answer": "<汉族>\t\"汉族\"\t\n"
    },
    {
        "QuestionId": "q6308",
        "RawQuestion": "喀什噶尔老城收门票不？\n",
        "Sparql": "select ?x where { <喀什噶尔老城> <是否免费> ?x. }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q72",
        "RawQuestion": "古希腊的首都是什么地方？\n",
        "Sparql": "select ?x where { <古希腊_（爱琴海-色雷斯文明圈的黄金时期）> <首都> ?x. }\n",
        "Answer": "<雅典_（希腊首都）>\t\n"
    },
    {
        "QuestionId": "q4820",
        "RawQuestion": "康佳集团的副总裁是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <副总裁> ?x. }\n",
        "Answer": "<曹士平>\t<何建军>\t<李宏韬>\t<孙清岩>\t<杨波>\t\n"
    },
    {
        "QuestionId": "q3143",
        "RawQuestion": "支原体肺炎会涉及什么症状？\n",
        "Sparql": "select ?x where { <支原体肺炎> <涉及症状> ?x. }\n",
        "Answer": "<高热>\t\n"
    },
    {
        "QuestionId": "q1716",
        "RawQuestion": "沪市新股申购数量要求？\n",
        "Sparql": "select ?x where { <沪市新股申购> <数量要求> ?x. }\n",
        "Answer": "\"1000股的整数倍\"\t\n"
    },
    {
        "QuestionId": "q3375",
        "RawQuestion": "坐骨神经痛属于什么?\n",
        "Sparql": "select ?x where { <坐骨神经痛> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2828",
        "RawQuestion": "华泰证券参股了哪些公司？\n",
        "Sparql": "select ?x where { <华泰证券> <参股公司> ?x. }\n",
        "Answer": "<华泰柏瑞基金管理有限公司>\t<南方基金管理有限公司>\t<江苏银行股份有限公司>\t<金浦产业投资基金管理有限公司>\t\n"
    },
    {
        "QuestionId": "q3243",
        "RawQuestion": "胎儿窘迫涉及什么症状？\n",
        "Sparql": "select ?x where { <胎儿窘迫> <涉及症状> ?x. }\n",
        "Answer": "<吸入综合征>\t\n"
    },
    {
        "QuestionId": "q3640",
        "RawQuestion": "疖肿属于什么?\n",
        "Sparql": "select ?x where { <疖肿> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5042",
        "RawQuestion": "下肢肿胀和乏力与什么疾病有关？\n",
        "Sparql": "select ?x where { <下肢肿胀和乏力> <涉及疾病> ?x. }\n",
        "Answer": "<血管神经性水肿>\t<腋-锁骨下静脉血栓形成>\t<动脉粥样硬化>\t<软骨肉瘤>\t<下肢淋巴水肿>\t<下肢动脉硬化闭塞症>\t<多发性脑膜瘤>\t<下肢深静脉血栓形成>\t\n"
    },
    {
        "QuestionId": "q4155",
        "RawQuestion": "日本哪位国家领导人出生于山口县？\n",
        "Sparql": "select ?x where { <日本_（日本国）> <国家领袖> ?x.  ?x <出生地> <山口县> . }\n",
        "Answer": "<安倍晋三>\t\n"
    },
    {
        "QuestionId": "q22",
        "RawQuestion": "东南大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <东南大学> <现任校长> ?x . }\n",
        "Answer": "<张广军_（东南大学校长）>\t\n"
    },
    {
        "QuestionId": "q6920",
        "RawQuestion": "有哪些可以治疗肝炎的处方药？\n",
        "Sparql": "select ?x where { ?x <类型> <药物>. ?x <标签> ?y. ?x <是否处方药> \"处方药\". FILTER REGEX(?y, \"肝炎\") } \n",
        "Answer": "<肝炎解毒汤>\t<肝炎解毒饮>\t\n"
    },
    {
        "QuestionId": "q96",
        "RawQuestion": "杨红樱什么时候创作的淘气包马小跳？\n",
        "Sparql": "select ?x where { <淘气包马小跳_（杨红樱作品）> <创作时间> ?x. }\n",
        "Answer": "\"2003-07-01\"\t\n"
    },
    {
        "QuestionId": "q1530",
        "RawQuestion": "指环王的拍摄地点的官方语言是什么？\n",
        "Sparql": "select ?x where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <拍摄地点> ?y.?y <官方语言> ?x.}\n",
        "Answer": "<英语_（语言）>\t<毛利语>\t\n"
    },
    {
        "QuestionId": "q2696",
        "RawQuestion": "飞亚股份的董事长是谁?\n",
        "Sparql": "select ?x where { <飞亚股份> <董事长> ?x. }\n",
        "Answer": "<黄勇峰>\t\n"
    },
    {
        "QuestionId": "q6595",
        "RawQuestion": "吕逸涛导演过的一个大型晚会主题是什么？\n",
        "Sparql": "select ?x where { ?y <导演> \"吕逸涛\". ?y <晚会主题> ?x. } \n",
        "Answer": "\"你我中国梦、全面建小康\"\t\n"
    },
    {
        "QuestionId": "q4967",
        "RawQuestion": "不规则发热属于什么？\n",
        "Sparql": "select ?x where { <不规则发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q7158",
        "RawQuestion": "如何预防肺源性呼吸困难？\n",
        "Sparql": "select ?x where { <肺源性呼吸困难> <预防> ?x. }\n",
        "Answer": "\"肺源性呼吸困难预防治疗平时多做运动，注意保护的身体健康。减少肺疾病的发生，一旦出现呼吸系统疾病引起病人自感空气不足、呼吸费力，并伴有呼吸频率、深度与节律异常的一种病症。严重时出现鼻翼扇动、张口或端坐呼吸。等问题立即去医院就诊看医生。\"\t\n"
    },
    {
        "QuestionId": "q4336",
        "RawQuestion": "王后雄和陈国庆合著的书是？\n",
        "Sparql": "select ?x where { ?x <作者> <王后雄> . ?x <作者> <陈国庆_（内蒙古大学校长）> . }\n",
        "Answer": "<高考化学核心考点解读>\t<火线高考——高考化学考点分类模拟、实战、突破>\t<火线高考——高考物理考点分类模拟、实战、突破>\t<火线高考——高考数学考点分类模拟、实战、突破>\t\n"
    },
    {
        "QuestionId": "q1708",
        "RawQuestion": "恒生香港综合指数的分类有哪些？\n",
        "Sparql": "select ?x where { <恒生香港综合指数> <分类> ?x. }\n",
        "Answer": "\"恒生金融分类指数\"\t\"恒生公用事业分类指数\"\t\"恒生地产分类指数\"\t\"恒生工商分类指数\"\t\n"
    },
    {
        "QuestionId": "q3654",
        "RawQuestion": "肝性脑病属于什么?\n",
        "Sparql": "select ?x where { <肝性脑病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q375",
        "RawQuestion": "《聊斋志异》的作者是谁？\n",
        "Sparql": "select ?x where { <聊斋志异_（蒲松龄著文言短篇小说集《聊斋志异》）> <作者> ?x. }\n",
        "Answer": "<蒲松龄_（清代文学家）>\t\n"
    },
    {
        "QuestionId": "q1875",
        "RawQuestion": "融资融券交易佣金上限？\n",
        "Sparql": "select ?x where { <融资融券> <交易佣金上限> ?x. }\n",
        "Answer": "\"成交金额的千分之三\"\t\n"
    },
    {
        "QuestionId": "q7084",
        "RawQuestion": "怎么诊断是烦躁心理？\n",
        "Sparql": "select ?x where { <烦躁> <诊断> ?x. }\n",
        "Answer": "\"烦躁不安与那些症状混淆？秋季狂躁症：秋天是人们普遍感到心情烦躁的季节，需要好好调整，人们往往一提起躁狂发作，都会认为是哭笑无常、又打又骂、乱跑、毁物等表现。其实，躁狂症的表现不仅仅是这些行为上的异常，通常把躁狂症的基本症状分为精神症状和躯体症状两个方面。精神症状主要表现为情感高涨、思维奔逸、意志增强。在医学上称之为“三高”症状。小儿哭闹不安：小儿患肺炎时，精神状态不佳，常烦躁、哭闹不安，或昏睡，抽风等。1.婴幼儿肺炎：一般为支气管肺炎。表现为：起病急，发热（体温30-39℃），咳嗽，气急，烦躁不安，面色苍白，食欲减退，有时可有呕吐、腹泻等。早期体征可不明显，婴幼儿可表现为拒奶、吐沫，而无咳嗽。2.年长儿肺炎：以大叶性肺炎和支原体肺炎为常见。（1）大叶性肺炎：起病急，高热（T39-40℃），寒战，烦躁，请妄，早期气促，胸痛，咳嗽不多，约3-4天后，出现咯铁锈色痰。（2）支原体肺炎：起病急或缓，体温可高可低，咳嗽渐重，呈刺激性频咳，咯出黏痰，乏力，头痛或胸痛。烦热：凡发热同时又有心烦，或烦躁而有闷热的感觉，均称“烦热”。多由於里热过盛，气阴受伤所致。病人因发热而烦躁不安，坐卧不宁的症状，亦称五心烦热或五心如焚。五心即指两手心，两足心与心胸处。躁狂：狂乱不安，手足躁扰，是神志失常的一种证侯。主要临床症状是心境高涨，思维奔逸和精神运动性兴奋。以心境显著而持久的改变――心境高扬为基本临床表现，伴有相应的思维和行为改变，有反复发作的倾向，间歇期完全缓解。发作症状较轻者可达不到精神病的程度。该病发作表现为躁狂相，其含义和诊断标准为：患者心境高扬，与所处的境遇不相称，可以兴高采烈，易激惹、激越，甚至发生意识障碍。严重者可出现与心境协调或不协调的妄想、幻觉等精神病性症状。\"\t\n"
    },
    {
        "QuestionId": "q190",
        "RawQuestion": "《基督山伯爵》的作者是谁？\n",
        "Sparql": "select ?x where { <基督山伯爵_（大仲马代表作之一）> <作者> ?x. }\n",
        "Answer": "<亚历山大·仲马_（法国作家、大仲马）>\t\n"
    },
    {
        "QuestionId": "q5821",
        "RawQuestion": "北京有哪些在励骏酒店附近2公里的景点？\n",
        "Sparql": "select ?y where { <北京励骏酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 2). ?y <城市> <北京>. ?y <类型> <景点>.}\n",
        "Answer": "<故宫博物院（故宫）>\t\n"
    },
    {
        "QuestionId": "q6339",
        "RawQuestion": "北海公园门票需要多少钱？\n",
        "Sparql": "select ?x where {<北海公园> <官方门票数据> ?x . }\n",
        "Answer": "\"成人淡季:5.0,成人:5.0,成人旺季:10.0。\"\t\n"
    },
    {
        "QuestionId": "q3004",
        "RawQuestion": "肺炎支原体补体结合试验属于哪种类型？\n",
        "Sparql": "select ?x where { <肺炎支原体补体结合试验> <类型> ?x. }\n",
        "Answer": "<科学>\t<科学百科诊疗方法分类>\t<免疫球蛋白与补体测定>\t\n"
    },
    {
        "QuestionId": "q283",
        "RawQuestion": "谁会七十二变？\n",
        "Sparql": "select ?x where { ?x <技能> <七十二变_（道教法术名称）>. }\n",
        "Answer": "<孙悟空_（古典名著《西游记》中的主角）>\t\n"
    },
    {
        "QuestionId": "q727",
        "RawQuestion": "\"三吏三别\"是哪个朝代的作品？\n",
        "Sparql": "select ?y where { <三吏三别> <作者> ?x. ?x <所处时代> ?y . }\n",
        "Answer": "<唐朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q1770",
        "RawQuestion": "300017的员工人数？\n",
        "Sparql": "select ?x where { ?y <股票代码> <300017>. ?y <员工人数> ?x. }\n",
        "Answer": "\"3748\"\t\n"
    },
    {
        "QuestionId": "q3531",
        "RawQuestion": "肺癌涉及哪些症状？\n",
        "Sparql": "select ?x where { <肺癌> <涉及症状> ?x. }\n",
        "Answer": "<癌性发热>\t<肺内病变>\t<肺内空洞>\t\n"
    },
    {
        "QuestionId": "q699",
        "RawQuestion": "复旦大学出了哪些物理学家\n",
        "Sparql": "select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<吴杭生>\t<刘冉_（复旦大学长江特聘教授）>\t\n"
    },
    {
        "QuestionId": "q5640",
        "RawQuestion": "湖南省博物馆的平均价格是多少？\n",
        "Sparql": "select ?x where { <湖南省博物馆> <平均价格> ?x . }\n",
        "Answer": "\"59\"\t\n"
    },
    {
        "QuestionId": "q167",
        "RawQuestion": "你知道我们所在的地球的质量吗？\n",
        "Sparql": "select ?x where { <地球_（太阳系八大行星之一）> <质量> ?x. }\n",
        "Answer": "\"5.965×10^24kg\"\t\n"
    },
    {
        "QuestionId": "q4357",
        "RawQuestion": "李渊的孩子\n",
        "Sparql": "select ?x where { ?x <父亲> <李渊_（唐朝开国皇帝）> . }\n",
        "Answer": "<李元亨>\t<长沙公主>\t<李元霸_（小说人物）>\t<衡阳公主_（唐高祖女衡阳公主）>\t<李元晓>\t<平阳昭公主>\t<安定公主_（唐高祖之女）>\t<万春公主_（唐高祖女）>\t<李元昌_（唐朝宗室、画家）>\t<襄阳公主_（唐高祖之女）>\t<永嘉公主_（唐高祖李渊之女）>\t<李元轨>\t<临海公主_（唐高祖女）>\t<桂阳公主>\t\n"
    },
    {
        "QuestionId": "q3655",
        "RawQuestion": "嗜铬细胞瘤属于什么?\n",
        "Sparql": "select ?x where { <嗜铬细胞瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1141",
        "RawQuestion": "\"三公九卿\"可能出现在哪个朝代？\n",
        "Sparql": "select ?x where { { ?x <中央制度> \"三公九卿\". } union { ?x <中央官制> \"三公九卿\". }. }\n",
        "Answer": "<汉朝>\t<东汉官制>\t<秦朝>\t\n"
    },
    {
        "QuestionId": "q101",
        "RawQuestion": "三国时期三个国家以及各自的面积？\n",
        "Sparql": "select ?x where { <三国_（中国东汉与西晋之间的历史时期）> <国土面积> ?x. }\n",
        "Answer": "\"魏291万\"\t\"蜀106万\"\t\"吴145万（262年）\"\t\n"
    },
    {
        "QuestionId": "q7433",
        "RawQuestion": "故宫附近哪个酒店能K歌？\n",
        "Sparql": "select ?y where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有KTV> <有KTV>. ?y <类型> <酒店>. }\n",
        "Answer": "<北京新云南皇冠假日酒店>\t\n"
    },
    {
        "QuestionId": "q4539",
        "RawQuestion": "可立克的第一任董事长?\n",
        "Sparql": "select ?x where { <可立克> <第一任董事长> ?x. }\n",
        "Answer": "<肖铿>\t\n"
    },
    {
        "QuestionId": "q3115",
        "RawQuestion": "慢性腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <慢性腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4506",
        "RawQuestion": "西湖景区有多宽呢？\n",
        "Sparql": "select ?y where { <西湖_（浙江省杭州市西湖）> <湖泊宽度> ?y . }\n",
        "Answer": "\"2.8千米（东西）\"\t\n"
    },
    {
        "QuestionId": "q1132",
        "RawQuestion": "《根鸟》的作者的出生日期是哪一天\n",
        "Sparql": "select ?x where { <根鸟> <作者> ?y . ?y <出生日期> ?x . }\n",
        "Answer": "\"1954-01\"\t\n"
    },
    {
        "QuestionId": "q1070",
        "RawQuestion": "南京大学出过哪些生物学家？\n",
        "Sparql": "select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <南京大学> . }\n",
        "Answer": "<金玉玕>\t\n"
    },
    {
        "QuestionId": "q421",
        "RawQuestion": "动画电影《功夫熊猫》的主要演员？\n",
        "Sparql": "select ?x where { <功夫熊猫_（美国2008年马克·奥斯本执导动画电影）> <主演> ?x . }\n",
        "Answer": "<达斯汀·霍夫曼>\t<成龙_（中国香港演员、导演）>\t<杰克·布莱克>\t<安吉丽娜·朱莉>\t<刘玉玲_（影视演员）>\t<塞斯·罗根>\t\n"
    },
    {
        "QuestionId": "q5546",
        "RawQuestion": "故宫博物院的平均价格是多少？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <平均价格> ?x . }\n",
        "Answer": "\"65\"\t\n"
    },
    {
        "QuestionId": "q4125",
        "RawQuestion": "科比的老婆的工作是什么？\n",
        "Sparql": "select ?x where { <科比·布莱恩特> <妻子> ?y.  ?y <职业> ?x . }\n",
        "Answer": "<模特儿>\t\n"
    },
    {
        "QuestionId": "q1960",
        "RawQuestion": "深交所逆回购的起点金额？\n",
        "Sparql": "select ?x where { <深交所逆回购> <起点金额> ?x. }\n",
        "Answer": "\"深交所逆回购起点为10张（即1000元）或整数倍，单笔最大数量不超过100万张\"\t\n"
    },
    {
        "QuestionId": "q3097",
        "RawQuestion": "糖皮质激素不敏感综合征属于什么科？\n",
        "Sparql": "select ?x where { <糖皮质激素不敏感综合征> <科室> ?x. }\n",
        "Answer": "<内分泌科>\t\n"
    },
    {
        "QuestionId": "q5065",
        "RawQuestion": "水肿伴呼吸困难、紫绀属于什么？\n",
        "Sparql": "select ?x where { <水肿伴呼吸困难、紫绀> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6794",
        "RawQuestion": "意大利的国土面积是多少？\n",
        "Sparql": "SELECT ?x WHERE { <意大利_（意大利共和国）> <国土面积>?x. } \n",
        "Answer": "\"301338平方公里\"\t\n"
    },
    {
        "QuestionId": "q4419",
        "RawQuestion": "我们常用的网站知乎的口号是什么？\n",
        "Sparql": "select ?x where { <知乎> <口号> ?x. }\n",
        "Answer": "\"与世界分享你的知识、经验和见解\"\t\n"
    },
    {
        "QuestionId": "q1140",
        "RawQuestion": "腾讯公司董事长毕业于哪个学校？\n",
        "Sparql": "select ?y where { <腾讯> <董事局主席> ?x. ?x <毕业院校> ?y . }\n",
        "Answer": "<深圳大学计算机与软件学院>\t\n"
    },
    {
        "QuestionId": "q5646",
        "RawQuestion": "天津滨海喜来登酒店有多贵？\n",
        "Sparql": "select ?x where { <天津滨海喜来登酒店> <平均价格> ?x . }\n",
        "Answer": "\"1163\"\t\n"
    },
    {
        "QuestionId": "q3347",
        "RawQuestion": "与登革热的相似疾病或共病有什么？\n",
        "Sparql": "select ?x where { <登革热> <相似疾病或共病> ?x. }\n",
        "Answer": "<钩端螺旋体病>\t<疟疾>\t<黄热病>\t\"病毒性肝炎\"\t\n"
    },
    {
        "QuestionId": "q3297",
        "RawQuestion": "偏头痛属于什么?\n",
        "Sparql": "select ?x where { <偏头痛> <类型> ?x. }\n",
        "Answer": "<科学>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2940",
        "RawQuestion": "属于氢燃料概念股的上市公司有哪些？\n",
        "Sparql": "select ?x where {  ?x <概念股类别> <氢燃料概念股>. }\n",
        "Answer": "<同济科技>\t<华昌化工>\t<复星医药>\t<中炬高新>\t<金龙汽车>\t<长安汽车>\t\n"
    },
    {
        "QuestionId": "q1179",
        "RawQuestion": "丈夫是电视剧《红高粱》男主角的女明星？\n",
        "Sparql": "select ?x where { ?x <丈夫> ?y. ?y <代表作品> <红高粱_（2014年郑晓龙执导周迅主演电视剧）>. }\n",
        "Answer": "<沈佳妮>\t\n"
    },
    {
        "QuestionId": "q1456",
        "RawQuestion": "秦始皇的功绩有什么？\n",
        "Sparql": "select ?x where { <秦始皇_（中国首位皇帝）> <主要成就> ?x. }\n",
        "Answer": "\"华夏\"\t\"车同轨\"\t\"南平百越\"\t\"统一度量衡\"\t\"书同文\"\t\"首次统一\"\t\"北击 匈奴\"\t\"废除 分封制\"\t\"代以 郡县制\"\t\"修建 万里长城\"\t\"打通西南\"\t\n"
    },
    {
        "QuestionId": "q2697",
        "RawQuestion": "飞亚股份的总经理叫什么?\n",
        "Sparql": "select ?x where { <飞亚股份> <总经理> ?x. }\n",
        "Answer": "<陈立彬>\t\n"
    },
    {
        "QuestionId": "q4867",
        "RawQuestion": "急性会厌炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <急性会厌炎> <科室> ?x. }\n",
        "Answer": "<耳鼻咽喉头颈外科>\t\n"
    },
    {
        "QuestionId": "q7375",
        "RawQuestion": "北京嘉里大酒店哪些房型能加床呢？\n",
        "Sparql": "select ?y where { <北京嘉里大酒店> <房型名称> ?y. ?y <是否可以加床> \"可以加床\". }\n",
        "Answer": "<嘉里阁豪华客房双床间>\t<嘉里阁超豪华客房大床间>\t<嘉里阁超豪华客房双床间>\t<嘉里阁豪华双床客房>\t<嘉里阁豪华客房大床间>\t\n"
    },
    {
        "QuestionId": "q523",
        "RawQuestion": "英国什么时候国庆？\n",
        "Sparql": "select ?x where { <英国_（大不列颠及北爱尔兰联合王国）> <国庆日> ?x. }\n",
        "Answer": "\"06-11\"\t\n"
    },
    {
        "QuestionId": "q3167",
        "RawQuestion": "鼻咽癌在什么科室就诊？\n",
        "Sparql": "select ?x where { <鼻咽癌> <科室> ?x. }\n",
        "Answer": "<肿瘤科>\t\n"
    },
    {
        "QuestionId": "q5812",
        "RawQuestion": "抖青春天津站有导游服务吗？\n",
        "Sparql": "select ?x where { <抖青春天津站> <是否有导游服务> ?x. }\n",
        "Answer": "<没有导游服务>\t\n"
    },
    {
        "QuestionId": "q1308",
        "RawQuestion": "北斗导航系统是什么时候投入使用的？\n",
        "Sparql": "select ?x where { <北斗_（国产卫星导航系统）> <时间> ?x. }\n",
        "Answer": "\"2014\"\t\n"
    },
    {
        "QuestionId": "q1387",
        "RawQuestion": "查理·布朗是史努比的谁？\n",
        "Sparql": "select ?x where { <史努比_（美国漫画《花生漫画》角色）> ?x <查理·布朗>. }\n",
        "Answer": "<主人>\t\n"
    },
    {
        "QuestionId": "q4731",
        "RawQuestion": "人民币的货币符号是什么\n",
        "Sparql": "select ?x where { <人民币> <货币符号> ?x. }\n",
        "Answer": "\"CNY\"\t\n"
    },
    {
        "QuestionId": "q6591",
        "RawQuestion": "气淋病会不会传染？\n",
        "Sparql": "select ?x where { <气淋病> <传染性> ?x. } \n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q5903",
        "RawQuestion": "苏州博物馆是免费的吗？\n",
        "Sparql": "select ?x where { <苏州博物馆> <是否免费> ?x. }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q2141",
        "RawQuestion": "鹿晗主演过什么电影？\n",
        "Sparql": "select ?x where { ?x <主演> <鹿晗> . }\n",
        "Answer": "<择天记_（2016柠萌影业、腾讯影业出品电视剧）>\t<极夜_（公益宣传片）>\t<魔幻手机_（魔幻手机电影）>\t<长城_（2016年张艺谋执导中美合拍魔幻电影）>\t<摆渡人_（2016年由张嘉佳执导王家卫监制电影）>\t<拯救危机>\t<微光_（微光（橙光文字游戏））>\t<我是证人_（杨幂、鹿晗等主演的青春悬疑电影）>\t<金鸭_（吴君如监制主演电影）>\t<暗暗_（2016年电影）>\t<岁月忽已暮_（电视剧）>\t<极夜_（2016年成龙导演电影）>\t<盗墓笔记：七星鲁王宫_（2016年上映大陆电影）>\t\n"
    },
    {
        "QuestionId": "q4715",
        "RawQuestion": "上海国际能源交易中心的可交易品种有什么\n",
        "Sparql": "select ?x where { <上海国际能源交易中心> <上市品种>?x. }\n",
        "Answer": "<原油>\t\n"
    },
    {
        "QuestionId": "q2247",
        "RawQuestion": "2011年度时尚先生盛典在哪里举办？\n",
        "Sparql": "SELECT ?x WHERE { <2011年度时尚先生盛典> <地区> ?x . }\n",
        "Answer": "<清华大学>\t\n"
    },
    {
        "QuestionId": "q3529",
        "RawQuestion": "肺癌患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <肺癌> <科室> ?x. }\n",
        "Answer": "<肿瘤科>\t\n"
    },
    {
        "QuestionId": "q2252",
        "RawQuestion": "《会饮篇》的作者的本名是什么？\n",
        "Sparql": "SELECT ?y WHERE { ?x <本名> ?y . <会饮篇> <作者> ?x . }\n",
        "Answer": "\"亚里士多克勒\"\t\n"
    },
    {
        "QuestionId": "q4607",
        "RawQuestion": "中国五大行\n",
        "Sparql": "select ?x where { <银行> <五强排名> ?x.?x <国家> <中国>. }\n",
        "Answer": "<中国银行>\t<中国建设银行>\t<中国工商银行>\t<交通银行>\t<中国农业银行>\t\n"
    },
    {
        "QuestionId": "q2053",
        "RawQuestion": "诺贝尔奖包含哪些奖项同？\n",
        "Sparql": "select ?x where { { <诺贝尔奖> <包含奖项1> ?x. } UNION { <诺贝尔奖> <包含奖项2> ?x. }}\n",
        "Answer": "\"和平奖\"\t\"化学奖\"\t\"生理学或医学奖\"\t\"文学奖\"\t\"物理学奖\"\t\n"
    },
    {
        "QuestionId": "q2825",
        "RawQuestion": "华泰证券在A股上市时间？\n",
        "Sparql": "select ?x where { <华泰证券> <上市时间> ?x. }\n",
        "Answer": "<2010年2月26日>\t\n"
    },
    {
        "QuestionId": "q2190",
        "RawQuestion": "《东方主义》的作者出生在哪个地方？\n",
        "Sparql": "select ?y where { ?x <代表作品> <东方主义> . ?x <出生地> ?y . }\n",
        "Answer": "<耶路撒冷_（宗教圣地）>\t<耶路撒冷_（宗教圣地）>\t\n"
    },
    {
        "QuestionId": "q596",
        "RawQuestion": "刚玉的主要成分的化学式是什么？\n",
        "Sparql": "select ?y where { <刚玉> <主要成份> ?x. ?x <化学式> ?y. }\n",
        "Answer": "\"Al₂O₃\"\t\n"
    },
    {
        "QuestionId": "q2331",
        "RawQuestion": "音乐之都是哪个城市？\n",
        "Sparql": "select ?x where { ?x <别名> \"音乐之都，\". }\n",
        "Answer": "<维也纳_（奥地利首都）>\t\n"
    },
    {
        "QuestionId": "q7370",
        "RawQuestion": "南京恋爱博物馆地址在哪？\n",
        "Sparql": "select ?x where { <南京恋爱博物馆> <地址> ?x. }\n",
        "Answer": "\"建华大厦金鹰大酒店（王府总店）旁边\"\t\n"
    },
    {
        "QuestionId": "q3656",
        "RawQuestion": "嗜铬细胞瘤患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <嗜铬细胞瘤> <科室> ?x. }\n",
        "Answer": "<泌尿外科>\t\n"
    },
    {
        "QuestionId": "q584",
        "RawQuestion": "三星集团的手机中散热一般的手机型号有？\n",
        "Sparql": "select ?x where { ?x <品牌> <三星_（三星集团）>. ?x <缺点> \"散热一般\". }\n",
        "Answer": "<三星3471ND>\t\n"
    },
    {
        "QuestionId": "q6546",
        "RawQuestion": " 丘吉尔什么时候去世的？\n",
        "Sparql": "select ?x where { <丘吉尔> <逝世日期> ?x. } \n",
        "Answer": "\"1965-01-24\"\t\n"
    },
    {
        "QuestionId": "q3434",
        "RawQuestion": "颈部淋巴结结核属于什么?\n",
        "Sparql": "select ?x where { <颈部淋巴结结核> <类型> ?x. }\n",
        "Answer": "<医学>\t<疾病>\t<医院>\t\n"
    },
    {
        "QuestionId": "q3173",
        "RawQuestion": "硬皮病属于什么?\n",
        "Sparql": "select ?x where { <硬皮病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2381",
        "RawQuestion": "第一次工业革命的主要国家有哪些？\n",
        "Sparql": "select ?x where { <第一次工业革命> <主要国家> ?x . }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t<法国_（法兰西共和国）>\t<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q180",
        "RawQuestion": "电影花样年华的语言是？\n",
        "Sparql": "select ?x where { <花样年华_（2000年王家卫导演电影）> <对白语言> ?x. }\n",
        "Answer": "<上海方言_（上海人使用的语言）>\t<粤语_（汉藏语系下的语言）>\t\n"
    },
    {
        "QuestionId": "q2974",
        "RawQuestion": "郑商所上市的非农产品期货有什么\n",
        "Sparql": "select ?x where { <郑商所> <交易品种> ?x. ?x <类别> <非农产品期货>. }\n",
        "Answer": "<甲醇>\t<硅铁>\t<动力煤>\t<玻璃>\t<PTA>\t<锰硅>\t\n"
    },
    {
        "QuestionId": "q7557",
        "RawQuestion": "北京昆仑饭店里面有没有自动提款机？\n",
        "Sparql": "select ?x where { <北京昆仑饭店> <是否有自动提款机> ?x. }\n",
        "Answer": "<有ATM>\t\n"
    },
    {
        "QuestionId": "q2978",
        "RawQuestion": "和记黄埔的董事长有什么企业\n",
        "Sparql": "select ?x where { <和记黄埔> <董事长> ?y. ?y <参股公司> ?x. }\n",
        "Answer": "<长江和记实业有限公司>\t<和记黄埔有限公司>\t\n"
    },
    {
        "QuestionId": "q3537",
        "RawQuestion": "SARS属于什么?\n",
        "Sparql": "select ?x where { <SARS> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7553",
        "RawQuestion": "在杭州宝石山附近5公里的景点有哪些？\n",
        "Sparql": "select ?y where { <宝石山> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <杭州>. ?y <类型> <景点>.}\n",
        "Answer": "<杭州西湖星空魔幻城（星空艺术馆品牌旗舰店）>\t<西湖风景名胜区（西湖）>\t<孤山公园>\t\n"
    },
    {
        "QuestionId": "q2397",
        "RawQuestion": "冥王星的外文名是什么？\n",
        "Sparql": "select ?x where { <冥王星_（太阳系中的一个天体）> <外文名> ?x. }\n",
        "Answer": "\"Pluto\"\t\n"
    },
    {
        "QuestionId": "q4333",
        "RawQuestion": "创作过朦胧诗的人有？\n",
        "Sparql": "select ?y where { ?x <文学体裁> <朦胧诗> . ?x <作者> ?y . }\n",
        "Answer": "<顾城>\t<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t<北岛_（中国当代诗人）>\t<舒婷_（当代著名女诗人、朦胧诗派代表之一）>\t<北岛_（中国当代诗人）>\t<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t<海子_（当代青年诗人）>\t<食指_（词语概念）>\t\n"
    },
    {
        "QuestionId": "q3302",
        "RawQuestion": "松皮癣属于什么?\n",
        "Sparql": "select ?x where { <松皮癣> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q805",
        "RawQuestion": "吉林大学出了哪些翻译家？\n",
        "Sparql": "select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <吉林大学> . }\n",
        "Answer": "<林少华>\t\n"
    },
    {
        "QuestionId": "q4288",
        "RawQuestion": "著名的亚历山大大帝的亲人有哪些？\n",
        "Sparql": "select ?x where {  {<亚历山大大帝_（马其顿国王、亚历山大帝国皇帝）> <妻子> ?x.}  UNION  {<亚历山大大帝_（马其顿国王、亚历山大帝国皇帝）> <儿子> ?x.}}\n",
        "Answer": "<罗克珊娜_（亚历山大大帝的第一个妻子）>\t<亚历山大四世_（马其顿国王）>\t\n"
    },
    {
        "QuestionId": "q1324",
        "RawQuestion": "最早的一款iPhone是哪一年发布的？\n",
        "Sparql": "select ?x where { <iPhone> <问世时间> ?x. }\n",
        "Answer": "\"2007\"\t\n"
    },
    {
        "QuestionId": "q4863",
        "RawQuestion": "肝囊肿属于什么?\n",
        "Sparql": "select ?x where { <肝囊肿> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2785",
        "RawQuestion": "银河娱乐集团有限公司简称什么\n",
        "Sparql": "select ?x where { <银河娱乐集团有限公司> <公司简称> ?x. }\n",
        "Answer": "<香港干诺道中一百一十一号永安中心二十二楼>\t<银河娱乐>\t\n"
    },
    {
        "QuestionId": "q374",
        "RawQuestion": "57哪些动画或漫画描绘了忍者们的故事？\n",
        "Sparql": "select ?x where { ?x <类型> <忍者_（日本特殊职业）>. }\n",
        "Answer": "<火影忍者_（火影忍者动画第一期）>\t<火影忍者_（小丑社制作的长篇电视动画）>\t<忍者杀手_（余湖裕辉作画的改编漫画）>\t<火影忍者疾风传剧场版>\t\n"
    },
    {
        "QuestionId": "q1222",
        "RawQuestion": "请问歌手刘德华的妻子出生于哪个国家？\n",
        "Sparql": "select ?y where { <刘德华_（中国香港男演员、歌手、词作人）> <妻子> ?x. ?x <国籍> ?y . }\n",
        "Answer": "<马来西亚>\t\n"
    },
    {
        "QuestionId": "q6211",
        "RawQuestion": "天津市海河附近5公里的景点都有哪些？\n",
        "Sparql": "select ?y where { <海河> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <天津>. ?y <类型> <景点>.}\n",
        "Answer": "<天津梵高星空艺术馆（天河城旗舰店）>\t<天津独角兽星空艺术馆>\t\n"
    },
    {
        "QuestionId": "q6449",
        "RawQuestion": "艺圃可以携带自拍杆吗？\n",
        "Sparql": "select ?x where { <艺圃> <是否有携带自拍杆> ?x. }\n",
        "Answer": "<不限制>\t\n"
    },
    {
        "QuestionId": "q4015",
        "RawQuestion": "下北阳光灿烂的日子主演是什么星座？\n",
        "Sparql": "select ?x where { <下北阳光灿烂的日子> <主演> ?y . ?y <星座> ?x . }\n",
        "Answer": "<白羊座_（天文学）>\t<天蝎座_（占星学）>\t<射手座_（占星学）>\t<狮子座_（天文学）>\t<狮子座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q6202",
        "RawQuestion": "布达拉宫什么时候玩最合适？\n",
        "Sparql": "select ?x where { <布达拉宫> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q1465",
        "RawQuestion": "北京大学的发展目标是？\n",
        "Sparql": "select ?x where { <北京大学> <发展定位> ?x. }\n",
        "Answer": "<世界一流大学>\t\n"
    },
    {
        "QuestionId": "q237",
        "RawQuestion": "汽车的动力是什么？\n",
        "Sparql": "select ?x where { <汽车> <动力> ?x. }\n",
        "Answer": "<发动机>\t\n"
    },
    {
        "QuestionId": "q4034",
        "RawQuestion": "\"独立宣言\"的签署日期？\n",
        "Sparql": "select ?x where { <独立宣言_（美国立国文书之一）> <签署日期> ?x . }\n",
        "Answer": "\"1776-08-02\"\t\n"
    },
    {
        "QuestionId": "q5283",
        "RawQuestion": "消化性溃疡有什么别称？\n",
        "Sparql": "select ?x where { <消化性溃疡> <别称> ?x. }\n",
        "Answer": "\"胃、十二指肠溃疡\"\t\n"
    },
    {
        "QuestionId": "q3591",
        "RawQuestion": "肠道菌群失调症属于什么?\n",
        "Sparql": "select ?x where { <肠道菌群失调症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q636",
        "RawQuestion": "埃菲尔铁塔的设计师是什么时候去世的？\n",
        "Sparql": "select ?y where { <埃菲尔铁塔_（巴黎城市地标之一）> <设计者> ?x. ?x <逝世日期> ?y. }\n",
        "Answer": "\"1923-12-27\"\t\n"
    },
    {
        "QuestionId": "q2461",
        "RawQuestion": "叔本华有哪些代表作？\n",
        "Sparql": "select ?y where { ?y <作者> <亚瑟·叔本华>. }\n",
        "Answer": "<西方智典>\t<人生为何不同：叔本华的人生哲学>\t<世界大师散文坊·要么孤独要么庸俗>\t<人生之路如何走过： 叔本华随笔>\t<叔本华思想随笔>\t<处世智慧>\t<意欲与人生之间的痛苦>\t<一个悲观主义者的积极思考>\t<叔本华：爱与生的苦恼>\t<自然界中的意志>\t<劝戒与格言>\t<在潮流之后>\t<劝诫与格言>\t<人生为何不同>\t<社科经典轻松读：《战争论》导读>\t<读懂叔本华的第一本书：《作为意志和表象的世界》>\t\n"
    },
    {
        "QuestionId": "q4067",
        "RawQuestion": "白炽灯是哪国人发明的？\n",
        "Sparql": "select ?y where { <白炽灯> <发明者> ?x . ?x <国籍> ?y . }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q317",
        "RawQuestion": "唐三彩的三种颜色分别是？\n",
        "Sparql": "select ?x where { <唐三彩_（唐代陶器）> <基本釉色> ?x. }\n",
        "Answer": "\"黄\"\t\"绿\"\t\"褐\"\t\n"
    },
    {
        "QuestionId": "q1962",
        "RawQuestion": "新三板股票协议转让的申报类型？\n",
        "Sparql": "select ?x where { <新三板股票协议转让> <申报类型> ?x. }\n",
        "Answer": "\"意向申报\"\t\"定价申报\"\t\"成交确认申报\"\t\n"
    },
    {
        "QuestionId": "q4953",
        "RawQuestion": "烦躁属于什么？\n",
        "Sparql": "select ?x where { <烦躁> <类型> ?x. }\n",
        "Answer": "<字词>\t<生活>\t<语言>\t<医学>\t<学科>\t<症状>\t\n"
    },
    {
        "QuestionId": "q6282",
        "RawQuestion": "杭州西湖可以玩多久？\n",
        "Sparql": "select ?x where { <西湖风景名胜区（西湖）> <城市> <杭州> . <西湖风景名胜区（西湖）> <建议游玩时长> ?x . }\n",
        "Answer": "\"半天-1天\"\t\n"
    },
    {
        "QuestionId": "q3417",
        "RawQuestion": "肺气肿属于什么?\n",
        "Sparql": "select ?x where { <肺气肿> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2902",
        "RawQuestion": "小米科技有限责任公司A轮融资是什么时候\n",
        "Sparql": "select ?x where { <小米科技有限责任公司> <A轮融资时间> ?x. }\n",
        "Answer": "<2011-07-01>\t\n"
    },
    {
        "QuestionId": "q2328",
        "RawQuestion": "漫威公司的成立时间是哪一年？\n",
        "Sparql": "select ?x where { <漫威> <成立时间> ?x. }\n",
        "Answer": "\"1939\"\t\n"
    },
    {
        "QuestionId": "q7575",
        "RawQuestion": "布达拉宫建议玩多久？\n",
        "Sparql": "select ?x where { <布达拉宫> <建议游玩时长> ?x. }\n",
        "Answer": "\"半天\"\t\n"
    },
    {
        "QuestionId": "q5894",
        "RawQuestion": "赛里木湖风景名胜区的电话是多少？\n",
        "Sparql": "select ?x where { <赛里木湖风景名胜区> <电话> ?x. }\n",
        "Answer": "\"0909-7659990,4000919188\"\t\n"
    },
    {
        "QuestionId": "q4602",
        "RawQuestion": "在中金黄金担任财务负责人,总会计师的是谁\n",
        "Sparql": "select ?x where { <中金黄金> <代理董事会秘书> ?x. <中金黄金> <总经济师>?x. }\n",
        "Answer": "<魏浩水>\t\n"
    },
    {
        "QuestionId": "q1268",
        "RawQuestion": "信奉伊斯兰教的中央集权制国家？\n",
        "Sparql": "select ?x where { ?x <主要宗教> <伊斯兰教>. ?x <国家结构> \"中央集权制\". }\n",
        "Answer": "<埃及>\t\n"
    },
    {
        "QuestionId": "q508",
        "RawQuestion": "足球运动员姆巴米是哪个运动队的？\n",
        "Sparql": "select ?x where { <姆巴米> <所属运动队> ?x. }\n",
        "Answer": "<伊蒂哈德足球俱乐部>\t\n"
    },
    {
        "QuestionId": "q993",
        "RawQuestion": "章子怡和李安合作过什么作品？\n",
        "Sparql": "select ?x where { ?x <主演> <章子怡>. ?x <导演> <李安_（华人导演）>. }\n",
        "Answer": "<卧虎藏龙_（李安导演电影）>\t\n"
    },
    {
        "QuestionId": "q7398",
        "RawQuestion": "北京哪些酒店可以兑换外币\n",
        "Sparql": "select ?x where { ?x <城市> <北京>. ?x <是否有外币兑换> <有外币兑换>. ?x <类型> <酒店>. }\n",
        "Answer": "<北京千禧大酒店>\t<北京华侨大厦>\t<北京世纪金源大饭店>\t<名人国际大酒店>\t<北京天伦王朝酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京金融街威斯汀大酒店>\t<北京瑞吉酒店>\t<金茂北京威斯汀大饭店>\t<北京国际饭店>\t<北京中奥马哥孛罗大酒店>\t<北京丽景湾国际酒店>\t<北京国宾酒店>\t<北京新云南皇冠假日酒店>\t<北京伯豪瑞廷酒店>\t<北京国贸大酒店>\t<北京希尔顿酒店>\t<长富宫饭店>\t<北京香格里拉饭店>\t<北京新世纪日航饭店>\t<北京丽晶酒店>\t<北京昆仑饭店>\t<北京西苑饭店>\t<北大博雅国际酒店>\t<京都信苑饭店>\t<北京中关村皇冠假日酒店>\t<北京富力万丽酒店>\t<日坛宾馆>\t<北京长城饭店（原北京喜来登长城饭店）>\t<北京新华联丽景温泉酒店>\t<北京燕莎中心凯宾斯基饭店>\t<北京世纪金源香山商旅酒店>\t<北京友谊宾馆（贵宾楼）>\t<北京金隅喜来登大酒店>\t<北京饭店>\t<鹏润国际大酒店>\t<北京中国大饭店>\t<北京中航泊悦酒店>\t<首都宾馆（原首都大酒店）>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q2533",
        "RawQuestion": "加拿大国树的分布区域？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <国树> ?y. ?y <分布区域> ?x. }\n",
        "Answer": "<欧洲_（地球七大洲之一）>\t<亚洲>\t\n"
    },
    {
        "QuestionId": "q5573",
        "RawQuestion": "五缘湾万嘀帆船出海俱乐部是免费的吗？\n",
        "Sparql": "select ?x where { <五缘湾万嘀帆船出海俱乐部> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q2824",
        "RawQuestion": "华泰证券在哪上市的\n",
        "Sparql": "select ?x where { <华泰证券> <上市地点> ?x. }\n",
        "Answer": "\"A股\"\t\n"
    },
    {
        "QuestionId": "q4343",
        "RawQuestion": "无毒,味甘,性平的食材\n",
        "Sparql": "select ?x where { ?x <性味> <无毒> . ?x <性味> <味甘> . ?x <性味> <性平> . }\n",
        "Answer": "<杨栌耳>\t<山岩泉水>\t<崔凯公子帽>\t<刺菱>\t<莎木面>\t<罂子粟>\t<粳>\t<鲛鱼>\t<池沼水>\t<婴奥>\t<醴泉>\t<花生冰糖液>\t<土鸡蛋>\t<鸡菌>\t<鹄>\t<狗骨灰>\t<寒泉水>\t<爪甲_（中药名）>\t<鸡蛋_（鸡卵）>\t\n"
    },
    {
        "QuestionId": "q4120",
        "RawQuestion": "周杰伦的英文名字是什么？\n",
        "Sparql": "select ?x where { <周杰伦> <外文名> ?x.  }\n",
        "Answer": "\"Jay Chou\"\t\n"
    },
    {
        "QuestionId": "q1872",
        "RawQuestion": "港股通买卖港股使用哪种货币交收？\n",
        "Sparql": "select ?x where { <港股通> <交收货币> ?x. }\n",
        "Answer": "<人民币>\t\n"
    }
]