[
    {
        "QuestionId": "q3057",
        "RawQuestion": "体温涉及到的症状有哪些？\n",
        "Sparql": "select ?x where { <体温> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<手足逆冷>\t<热深厥深>\t<癌性发热>\t<五心烦热>\t<中枢性发热>\t<感染性发热>\t<苔少>\t<术后发热>\t<持续性发热>\t<体温调节紊乱>\t<咽痛声哑>\t<全身过敏和发热皮疹关节痛>\t<足心发热>\t<神志昏蒙>\t<坠胀拒按>\t<不明原因发热>\t<潮热颧红>\t<温毒厥脱>\t<产后发热>\t<喜温膏按>\t<涕唾稠粘>\t<内热哺热>\t<脉象洪数>\t<双相型体温>\t<手足湿冷>\t<面赤唇紫>\t<面红升火>\t<疼痛牵引股侧>\t<血热>\t<苔白而润>\t<脉洪滑数>\t<舌嫩苔厚>\t<苔黄欠润>\t<面白不华>\t<夜啼饶哭>\t<凛寒发热>\t<热病汗不出>\t<迫血妄行>\t\n"
    },
    {
        "QuestionId": "q7147",
        "RawQuestion": "怎么诊断肢体乏力病症？\n",
        "Sparql": "select ?x where { <肢体乏力> <诊断> ?x. }\n",
        "Answer": "\"临床常与嗜睡鉴别诊断。嗜睡是一种病理性的倦睡，可被唤醒，但一旦刺激移去后又迅速入睡。嗜睡是意识障碍的早期表现，应引起重视。发作性睡病很难确诊，它的最初症状通常是白天时感到很严重的睡意，有很多原因都能引起白天睡意过多这种症状，所以通常需要好几年才能确诊病人的确患有这种疾病。\"\t\n"
    },
    {
        "QuestionId": "q7306",
        "RawQuestion": "王府半岛酒店的入住时间？\n",
        "Sparql": "select ?x where { <王府半岛酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q158",
        "RawQuestion": "战国七雄是指哪七个国家？\n",
        "Sparql": "select ?x where { <战国_（中国历史时期）> <主要诸侯国> ?x. }\n",
        "Answer": "\"韩\"\t\"燕\"\t\"秦\"\t\"齐\"\t\"楚\"\t\"赵\"\t\"魏\"\t\n"
    },
    {
        "QuestionId": "q2319",
        "RawQuestion": "茶是什么时候开始兴起的？\n",
        "Sparql": "select ?x where { <茶_（饮品）> <兴起时间> ?x. }\n",
        "Answer": "<隋唐>\t\n"
    },
    {
        "QuestionId": "q345",
        "RawQuestion": "宫保鸡丁属于哪个菜系？\n",
        "Sparql": "select ?x where { <宫保鸡丁_（名菜）> <分类> ?x. }\n",
        "Answer": "<鲁菜>\t<贵州菜>\t<川菜_（四大菜系之一）>\t<京菜>\t\n"
    },
    {
        "QuestionId": "q242",
        "RawQuestion": "戊戌变法是在什么条约的签订下展开的？\n",
        "Sparql": "select ?x where { <戊戌变法> <背景> ?x. }\n",
        "Answer": "<马关条约>\t\n"
    },
    {
        "QuestionId": "q430",
        "RawQuestion": "手表品牌劳力士的总部设在哪个国家？\n",
        "Sparql": "select ?x where { <劳力士> <总部地点> ?x . }\n",
        "Answer": "<瑞士>\t\n"
    },
    {
        "QuestionId": "q4509",
        "RawQuestion": "索尼公司的上市日期？\n",
        "Sparql": "select ?x where { <索尼公司> <上市日期> ?x. }\n",
        "Answer": "\"1970-09-17\"\t\n"
    },
    {
        "QuestionId": "q808",
        "RawQuestion": "哪部电影是由周迅和彭于晏共同出演？\n",
        "Sparql": "select ?x where { ?x <主演> <周迅_（中国内地女演员、歌手）>. ?x <主演> <彭于晏>. }\n",
        "Answer": "<明月几时有_（2016年许鞍华执导电影）>\t\n"
    },
    {
        "QuestionId": "q2407",
        "RawQuestion": "小罗伯特唐尼是什么血型？\n",
        "Sparql": "select ?x where { <小罗伯特·唐尼> <血型> ?x. }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q3131",
        "RawQuestion": "老年人急性呼吸窘迫综合征属于什么类型?\n",
        "Sparql": "select ?x where { <老年人急性呼吸窘迫综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6438",
        "RawQuestion": "广州星河湾酒店内可以游泳吗？\n",
        "Sparql": "select ?x where { <广州星河湾酒店> <是否有游泳池> ?x. }\n",
        "Answer": "<室内泳池免费，室外泳池免费>\t\n"
    },
    {
        "QuestionId": "q7249",
        "RawQuestion": "口腔溃疡患者会出现怎样的病症？\n",
        "Sparql": "select ?x where { <口腔溃疡> <临床表现> ?x. }\n",
        "Answer": "\"溃疡中心微陷，周围黏膜充血\"\t\n"
    },
    {
        "QuestionId": "q6027",
        "RawQuestion": "达蓬山大酒店属于哪个品牌下的酒店？\n",
        "Sparql": "select ?x where { <达蓬山大酒店> <酒店品牌名称> ?x. }\n",
        "Answer": "<达蓬山大酒店>\t\n"
    },
    {
        "QuestionId": "q1848",
        "RawQuestion": "个股期权的交割方式？\n",
        "Sparql": "select ?x where { <个股期权> <交割方式> ?x. }\n",
        "Answer": "\"实物交割\"\t\"现金交割\"\t\n"
    },
    {
        "QuestionId": "q2809",
        "RawQuestion": "支付宝（中国）网络技术有限公司的成立日期\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <成立日期> ?x. }\n",
        "Answer": "<2004-12-08>\t\n"
    },
    {
        "QuestionId": "q1467",
        "RawQuestion": "帕瓦罗蒂全名叫什么？\n",
        "Sparql": "select ?x where { <帕瓦罗蒂_（意大利著名歌手）> <中文名> ?x. }\n",
        "Answer": "\"鲁契亚诺·帕瓦罗蒂\"\t\n"
    },
    {
        "QuestionId": "q3382",
        "RawQuestion": "获得性免疫缺陷综合征涉及哪些症状？\n",
        "Sparql": "select ?x where { <获得性免疫缺陷综合征> <涉及症状> ?x. }\n",
        "Answer": "<免疫缺陷>\t<HIV感染>\t<心源性呼吸困难>\t<肾源性水肿>\t<高凝状态>\t<淋巴结肿大>\t<心力衰竭>\t<低蛋白血症>\t<抑郁>\t<脾肿大>\t<不明原因发热>\t<右下腹痛伴呕吐>\t\n"
    },
    {
        "QuestionId": "q3218",
        "RawQuestion": "痄腮属于什么?\n",
        "Sparql": "select ?x where { <痄腮> <类型> ?x. }\n",
        "Answer": "<疾病>\t<科学百科中医药分类>\t\n"
    },
    {
        "QuestionId": "q1777",
        "RawQuestion": "什么情况下会被终止上市？\n",
        "Sparql": "select ?x where { <被终止上市> <情况> ?x. }\n",
        "Answer": "\"公司股本总额、股权分布等发生变化不再具备上市条件，在证券交易所规定的期限内仍不能达到上市条件\"\t\"公司不按照规定公开其财务状况，或者对财务会计报告作虚假记载，且拒绝纠正\"\t\"公司最近三年连续亏损，在其后一个年度内未能恢复盈利\"\t\"公司解散或者被宣告破产\"\t\n"
    },
    {
        "QuestionId": "q5095",
        "RawQuestion": "肺炎克雷伯杆菌抗体测定有哪些临床意义？\n",
        "Sparql": "select ?x where { <肺炎克雷伯杆菌抗体测定> <临床意义> ?x. }\n",
        "Answer": "\"血清中肺炎克雷伯杆菌抗体IgM出现于感染的早期，随后产生肺炎克雷伯杆菌抗体IgG，其在肺炎克雷伯杆菌感染患者和正常人中均可见阳性，但前者的滴度高于后者，故抗肺炎克雷伯杆菌抗体IgG检测的临床意义有限，但可用于流行病学调查。\"\t\n"
    },
    {
        "QuestionId": "q4026",
        "RawQuestion": "让车同轨，书同文的是中国哪位皇帝？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"车同轨\" . ?x <主要成就> \"书同文\" . }\n",
        "Answer": "<秦始皇_（中国首位皇帝）>\t\n"
    },
    {
        "QuestionId": "q740",
        "RawQuestion": "《半生缘》的作者的毕业院校是？\n",
        "Sparql": "select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<香港大学>\t\n"
    },
    {
        "QuestionId": "q3095",
        "RawQuestion": "痞满属于什么？\n",
        "Sparql": "select ?x where { <痞满> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q765",
        "RawQuestion": "获\"第6届本格推理小说大奖\"的作家有哪些代表作品？\n",
        "Sparql": "select ?y where { ?x <主要成就> \"第6届本格推理小说大奖\". ?x <代表作品> ?y. }\n",
        "Answer": "<放学后_（东野圭吾创作推理小说）>\t<嫌疑人X的献身_（东野圭吾著长篇小说）>\t<白夜行_（韩国2009年孙艺珍主演电影）>\t<牵绊的爱>\t<放学后_（东野圭吾创作推理小说）>\t<以眨眼干杯>\t<预知梦_（一种心理和生理状态的反应）>\t<侦探伽利略_（福山雅治主演日剧）>\t<秘密_（法国2000年维吉尼·瓦贡导演爱情片）>\t<白夜行_（韩国2009年孙艺珍主演电影）>\t<嫌疑人X的献身_（日本2008年西谷弘执导电影）>\t\n"
    },
    {
        "QuestionId": "q3191",
        "RawQuestion": "急性淋巴细胞白血病的同义词是什么？\n",
        "Sparql": "select ?x where { <急性淋巴细胞白血病> <同义词> ?x. }\n",
        "Answer": "<急性淋巴白血病>\t\n"
    },
    {
        "QuestionId": "q6171",
        "RawQuestion": "昆明佳华广场酒店退宿时间你知道嘛？\n",
        "Sparql": "select ?y where {  <昆明佳华广场酒店> <酒店退房时间> ?y.  }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q2041",
        "RawQuestion": "任盈盈的爸爸是什么门派？\n",
        "Sparql": "select ?y where { <任盈盈> <父亲> ?x . ?x <门派> ?y . }\n",
        "Answer": "<日月神教>\t\n"
    },
    {
        "QuestionId": "q7354",
        "RawQuestion": "北京丽晶酒店附近5公里的景点都有哪些？\n",
        "Sparql": "select ?y where { <北京丽晶酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>.}\n",
        "Answer": "<雍和宫>\t<北海公园>\t<天坛公园>\t<故宫博物院（故宫）>\t<景山公园>\t<国家大剧院>\t\n"
    },
    {
        "QuestionId": "q5182",
        "RawQuestion": "社区获得性肺炎的ICD10编码是多少？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <ICD10编码> ?x. }\n",
        "Answer": "\"J13-J15,J18\"\t\n"
    },
    {
        "QuestionId": "q5663",
        "RawQuestion": "思南九天温泉酒店的营业时间是什么时候？\n",
        "Sparql": "select ?x where { <思南九天温泉酒店> <营业时间> ?x. }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 10:00-23:59\"\t\n"
    },
    {
        "QuestionId": "q6739",
        "RawQuestion": "钟南山有哪些队友？\n",
        "Sparql": "select ?x where { <钟南山> <队友> ?x. } \n",
        "Answer": "<吴思敏>\t<王玉丽>\t<李仕成>\t<黎毅敏>\t<冯国勇>\t<温德良>\t<陈维校>\t<段业英>\t<高元妹>\t<何欢>\t<方向明>\t<韦伊尔>\t<李德富>\t<毕赐成>\t<余裕恒>\t<王镜成>\t<蒋凌志>\t<黄汝梁>\t<黎江>\t\n"
    },
    {
        "QuestionId": "q3484",
        "RawQuestion": "主动脉夹层动脉瘤属于什么?\n",
        "Sparql": "select ?x where { <主动脉夹层动脉瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q514",
        "RawQuestion": "姚明的篮球生涯中，最高得分多少？\n",
        "Sparql": "select ?x where { <姚明_（中职联公司董事长兼总经理）> <生涯最高分> ?x. }\n",
        "Answer": "\"41\"\t\n"
    },
    {
        "QuestionId": "q5280",
        "RawQuestion": "多囊肾发病部位在哪？\n",
        "Sparql": "select ?x where { <多囊肾> <发病部位> ?x. }\n",
        "Answer": "\"肾\"\t\n"
    },
    {
        "QuestionId": "q2411",
        "RawQuestion": "制作面包需要哪些原材料啊？\n",
        "Sparql": "select ?x where { <面包> <主要食材> ?x. }\n",
        "Answer": "<糖_（化合物）>\t<面包粉>\t<高筋粉>\t<小麦粉>\t<水_（由氢、氧两种元素组成的无机物质）>\t<盐_（汉语汉字）>\t<鸡蛋_（鸡卵）>\t<面粉>\t<油脂_（油和脂肪）>\t<酵母>\t\n"
    },
    {
        "QuestionId": "q1135",
        "RawQuestion": "\"少马爷\"的父亲是谁？\n",
        "Sparql": "select ?z where { ?x <别名> \"少马爷\". ?x <父亲> ?z. }\n",
        "Answer": "<马三立_（中国相声泰斗）>\t\n"
    },
    {
        "QuestionId": "q3391",
        "RawQuestion": "不安腿综合征属于什么?\n",
        "Sparql": "select ?x where { <不安腿综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6005",
        "RawQuestion": "舟山喜来登绿城酒店内有沙滩吗？\n",
        "Sparql": "select ?x where { <舟山喜来登绿城酒店> <是否有沙滩> ?x. }\n",
        "Answer": "<无沙滩>\t\n"
    },
    {
        "QuestionId": "q6412",
        "RawQuestion": "如意湖景区的地址在哪？\n",
        "Sparql": "select ?x where { <如意湖景区> <地址> ?x. }\n",
        "Answer": "\"如意湖景区文化广场\"\t\n"
    },
    {
        "QuestionId": "q366",
        "RawQuestion": "煞魔蛇是什么器材？\n",
        "Sparql": "select ?x where { <煞魔蛇> <类型> ?x. }\n",
        "Answer": "<科技产品>\t<电子产品>\t<游戏鼠标>\t\n"
    },
    {
        "QuestionId": "q1657",
        "RawQuestion": "林则徐的逝世地点是用什么方言？\n",
        "Sparql": "select ?z where { ?x <中文名> \"林则徐\" . ?x <逝世地点> ?y . ?y <方言> ?z . }\n",
        "Answer": "<客家语>\t<粤语_（汉藏语系下的语言）>\t\n"
    },
    {
        "QuestionId": "q4230",
        "RawQuestion": "\"蜜蜂\"是哪个明星的粉丝？\n",
        "Sparql": "select ?x where { ?x <粉丝名> \"蜜蜂\".}\n",
        "Answer": "<杨幂>\t\n"
    },
    {
        "QuestionId": "q1007",
        "RawQuestion": "总统奥巴马信仰的宗教有哪些主要圣事?？\n",
        "Sparql": "select ?p where { ?x <中文名> ?y . filter regex(?y, \"奥巴马\") . ?x <职业> <总统_（国家元首称谓）> . ?x <信仰> ?z . ?z <主要圣事> ?p . }\n",
        "Answer": "\"洗礼\"\t\"圣餐\"\t\n"
    },
    {
        "QuestionId": "q6972",
        "RawQuestion": "蔡崇信和彭蕾共同创造了哪家企业？\n",
        "Sparql": "select ?x where { ?x <企业创始人> <蔡崇信> . ?x <企业创始人> <彭蕾> . } \n",
        "Answer": "<阿里巴巴>\t\n"
    },
    {
        "QuestionId": "q4907",
        "RawQuestion": "低氧血症属于什么？\n",
        "Sparql": "select ?x where { <低氧血症> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2774",
        "RawQuestion": "大华股份的净利润是多少？\n",
        "Sparql": "select ?x where { <大华股份> <净利润> ?x. }\n",
        "Answer": "\"15.6亿\"\t\n"
    },
    {
        "QuestionId": "q7271",
        "RawQuestion": "先天愚型还能称作什么？\n",
        "Sparql": "select ?x where { <先天愚型> <名称> ?x. }\n",
        "Answer": "\"小儿唐氏综合征\"\t\n"
    },
    {
        "QuestionId": "q4401",
        "RawQuestion": "推荐一些\"卷福\"本尼迪克特·康伯巴奇出演的动作片\n",
        "Sparql": "select ?x where{ ?x <主演> <本尼迪克特·康伯巴奇>. ?x <类型> <动作_（词语解释）>.}\n",
        "Answer": "<霍比特人：五军之战>\t<奇异博士_（美国2016年漫威影业出品超级英雄电影）>\t<黑弥撒_（电视剧）>\t<星际迷航：暗黑无界>\t<霍比特人：史矛革之战>\t<举手之劳_（英国2013年本尼迪克特·康伯巴奇主演短片电影）>\t\n"
    },
    {
        "QuestionId": "q4734",
        "RawQuestion": "人民币发行方\n",
        "Sparql": "select ?x where { <人民币> <发行方> ?x. }\n",
        "Answer": "<中国人民银行>\t\n"
    },
    {
        "QuestionId": "q521",
        "RawQuestion": "演员霍思燕是什么星座？\n",
        "Sparql": "select ?y where { <霍思燕> <星座> ?y. }\n",
        "Answer": "<天秤座_（占星类）>\t\n"
    },
    {
        "QuestionId": "q5918",
        "RawQuestion": "大庆市博物馆内有wifi吗？\n",
        "Sparql": "select ?x where { <大庆市博物馆> <是否有wifi服务> ?x. }\n",
        "Answer": "<没有wifi>\t\n"
    },
    {
        "QuestionId": "q3396",
        "RawQuestion": "新生儿肺炎属于什么?\n",
        "Sparql": "select ?x where { <新生儿肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q50",
        "RawQuestion": "新海诚动漫《你的名字》由哪个公司出品？\n",
        "Sparql": "select ?x where { <你的名字_（新海诚执导的动画电影）> <出品> ?x. }\n",
        "Answer": "<东宝株式会社>\t\n"
    },
    {
        "QuestionId": "q3327",
        "RawQuestion": "肺炎支原体肺炎属于什么?\n",
        "Sparql": "select ?x where { <肺炎支原体肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2869",
        "RawQuestion": "海通证券的注册资本是多少？\n",
        "Sparql": "select ?x where { <海通证券> <注册资本> ?x. }\n",
        "Answer": "\"115.02亿元\"\t\n"
    },
    {
        "QuestionId": "q6485",
        "RawQuestion": "城市在烟台隶属于喜来登的酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <烟台> . ?x <酒店品牌名称> <喜来登> . }\n",
        "Answer": "<烟台金沙滩喜来登度假酒店>\t\n"
    },
    {
        "QuestionId": "q1546",
        "RawQuestion": "主要食材是鸭脖子的休息食品品牌是？\n",
        "Sparql": "select ?x where { ?x <主要食材> <鸭脖子>. ?x <分类> <休闲食品>. }\n",
        "Answer": "<绝味鸭脖>\t\n"
    },
    {
        "QuestionId": "q2349",
        "RawQuestion": "许渊冲翻译过哪些作品？\n",
        "Sparql": "select ?x where { ?x <译者> <许渊冲> . }\n",
        "Answer": "<世界文学文库041：约翰·克里斯托夫>\t<唐宋名家千古绝句100首>\t<汉英对照老子道德经>\t<汉英对照中国古诗精品三百首>\t<约翰·克里斯托夫（上下册）>\t<丰子恺诗画许渊冲英译>\t<中央约翰，克里斯朵夫（上下）>\t<唐诗三百首（中英文对照）>\t<约翰克里斯托夫>\t<楚辞（中英文对照）>\t<元明清诗（中英文对照）>\t<最爱唐宋词（汉英对照影画版）>\t<包法利夫人（壹力文库009）>\t<唐宋诗三百首>\t<雨果文集：玛丽·都铎>\t<双语译林·壹力文库：西方经典爱情名著>\t<包法利夫人（译林版）>\t<中华传统文化精粹：许渊冲英译李白诗选>\t<中华传统文化精粹：许渊冲英译杜甫诗选>\t\n"
    },
    {
        "QuestionId": "q7278",
        "RawQuestion": "成都博物馆新馆内有商店吗？\n",
        "Sparql": "select ?x where { <成都博物馆新馆> <是否有商店> ?x. }\n",
        "Answer": "<有商店>\t\n"
    },
    {
        "QuestionId": "q4552",
        "RawQuestion": "可立克的顾董国籍?\n",
        "Sparql": "select ?x where { <顾洁_(可立克高管)> <国籍> ?x. }\n",
        "Answer": "<佛得角共和国国籍>\t\n"
    },
    {
        "QuestionId": "q416",
        "RawQuestion": "林徽因写过哪些广为流传的诗？\n",
        "Sparql": "select ?x where { <林徽因_（中国建筑师、诗人、作家）> <代表作品> ?x. }\n",
        "Answer": "<谁爱这不息的变幻>\t<九十九度中>\t<你是人间四月天_（2005年中国文联出版公司出版文学）>\t<莲灯_（诗歌）>\t\n"
    },
    {
        "QuestionId": "q3512",
        "RawQuestion": "胆管扩张症属于什么?\n",
        "Sparql": "select ?x where { <胆管扩张症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1913",
        "RawQuestion": "证券转银行单日限额？\n",
        "Sparql": "select ?x where { <证券转银行> <单日限额> ?x. }\n",
        "Answer": "\"2000万\"\t\n"
    },
    {
        "QuestionId": "q3242",
        "RawQuestion": "胎儿窘迫涉及什么检查？\n",
        "Sparql": "select ?x where { <胎儿窘迫> <涉及检查> ?x. }\n",
        "Answer": "<血气分析>\t\n"
    },
    {
        "QuestionId": "q6359",
        "RawQuestion": "杭州的孤山公园附近有什么公交？\n",
        "Sparql": "select ?x where { <孤山公园> <城市> <杭州> . <孤山公园> <交通信息> ?x . }\n",
        "Answer": "\"公交：乘公交Y10线在西泠桥站下车即是，或乘车至断桥站，走过白堤即是孤山的平湖秋月入口\"\t\n"
    },
    {
        "QuestionId": "q510",
        "RawQuestion": "博尔赫斯的代表作品有什么？\n",
        "Sparql": "select ?y where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <代表作品> ?y. }\n",
        "Answer": "<交叉小径的花园_（博尔赫斯于1944年创作的小说）>\t<老虎的金黄>\t\n"
    },
    {
        "QuestionId": "q1358",
        "RawQuestion": "乌拉圭使用什么货币？\n",
        "Sparql": "select ?x where { <乌拉圭> <货币> ?x. }\n",
        "Answer": "<乌拉圭比索>\t\n"
    },
    {
        "QuestionId": "q203",
        "RawQuestion": "戊戌变法开始的标志是什么？\n",
        "Sparql": "select ?x where { <戊戌变法> <序幕> ?x. }\n",
        "Answer": "\"公车上书\"\t\n"
    },
    {
        "QuestionId": "q2935",
        "RawQuestion": "西藏自治区有多少家上市公司\n",
        "Sparql": "select ?x where { <西藏自治区> <上市公司数量> ?x. }\n",
        "Answer": "\"17家\"\t\n"
    },
    {
        "QuestionId": "q157",
        "RawQuestion": "奥斯陆是哪个国家的首都？\n",
        "Sparql": "select ?x where { ?x <首都> <奥斯陆>. }\n",
        "Answer": "<挪威历史>\t<挪威>\t\n"
    },
    {
        "QuestionId": "q4822",
        "RawQuestion": "康佳集团的非独立董事有谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <非独立董事> ?x. }\n",
        "Answer": "<靳庆军>\t<刘凤喜>\t<何海滨>\t<张靖>\t\n"
    },
    {
        "QuestionId": "q7381",
        "RawQuestion": "首都大酒店支持哪些支付方式？\n",
        "Sparql": "select ?x where { <首都宾馆（原首都大酒店）> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'MasterCard', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q3185",
        "RawQuestion": "慢性支气管炎属于什么?\n",
        "Sparql": "select ?x where { <慢性支气管炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5392",
        "RawQuestion": "当出现无力和畏寒可能是什么疾病？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <无力> . ?x <涉及症状> <畏寒> . }\n",
        "Answer": "<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q4454",
        "RawQuestion": "孙悟空的师兄弟中原本住在流沙河的是谁？\n",
        "Sparql": "select ?x where { <孙悟空_（古典名著《西游记》中的主角）> <师兄弟> ?x. ?x <老家> <流沙河_（名著《西游记》中河流）> . }\n",
        "Answer": "<沙悟净_（小说《西游记》人物）>\t\n"
    },
    {
        "QuestionId": "q2068",
        "RawQuestion": "日本国花可以做成什么食物？\n",
        "Sparql": "select ?x where { ?y <地位> \"日本国花\" . ?x <主要食材> ?y . }\n",
        "Answer": "<樱花草莓牛奶>\t<樱花乳酪慕斯蛋糕>\t<樱花糕>\t<樱花水晶皮冻>\t<樱桃茶>\t\n"
    },
    {
        "QuestionId": "q5997",
        "RawQuestion": "皇冠假日品牌的酒店在天津有几个？\n",
        "Sparql": "select (count(?x) as ?count_hotel) where { ?x <酒店品牌名称> <皇冠假日>. ?x <城市> <天津> }\n",
        "Answer": "\"3\"\t\n"
    },
    {
        "QuestionId": "q4719",
        "RawQuestion": "中国十大保险公司\n",
        "Sparql": "select ?x where { <保险公司> <十强排名> ?x.?x <国家> <中国>. }\n",
        "Answer": "<新华保险>\t<安邦保险>\t<阳光保险>\t<太平洋人寿>\t<生命人寿>\t<友邦保险>\t<中国平安>\t<中国人寿>\t<泰康人寿>\t<华夏保险>\t\n"
    },
    {
        "QuestionId": "q6009",
        "RawQuestion": "华侨大厦附近哪些酒店可以停车\n",
        "Sparql": "select ?x where { <北京华侨大厦> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <是否有停车场> <有停车场>. ?x <类型> <酒店>. }\n",
        "Answer": "<北京国宾酒店>\t<金茂北京威斯汀大饭店>\t<长富宫饭店>\t<北京长城饭店（原北京喜来登长城饭店）>\t<北京天伦王朝酒店>\t<北京希尔顿酒店>\t<北京新云南皇冠假日酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京饭店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京励骏酒店>\t\n"
    },
    {
        "QuestionId": "q4029",
        "RawQuestion": "被称为\"小飞侠\"的是哪位著名篮球运动员？\n",
        "Sparql": "select ?x where { ?x <别名> \"小飞侠，\" . }\n",
        "Answer": "<科比·布莱恩特>\t\n"
    },
    {
        "QuestionId": "q5996",
        "RawQuestion": "坐落在沈阳的辽宁省博物馆是免费的吗？\n",
        "Sparql": "select ?x where { <辽宁省博物馆> <城市> <沈阳> . <辽宁省博物馆> <是否免费> ?x . }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q3207",
        "RawQuestion": "非典涉及什么检查？\n",
        "Sparql": "select ?x where { <非典> <涉及检查> ?x. }\n",
        "Answer": "<肺炎支原体寒冷凝集试验>\t\n"
    },
    {
        "QuestionId": "q666",
        "RawQuestion": "电影阿凡达的出品公司的经营范围有哪些？\n",
        "Sparql": "select ?y where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <出品公司> ?x. ?x <经营范围> ?y. }\n",
        "Answer": "<发行_（汉语词语）>\t<电影制作>\t\n"
    },
    {
        "QuestionId": "q38",
        "RawQuestion": "希拉里的老公是谁？\n",
        "Sparql": "select ?x where { ?x <夫人> <希拉里·黛安·罗德姆·克林顿>. }\n",
        "Answer": "<威廉·杰斐逊·克林顿>\t\n"
    },
    {
        "QuestionId": "q2716",
        "RawQuestion": "平安银行的间接非控股股东都有哪些？\n",
        "Sparql": "select ?x where { <平安银行> <间接非控股股东> ?x. }\n",
        "Answer": "<Blum_Investment_Partners,Inc.>\t<Tarrant_Advisors,Inc.>\t<深圳机场(集团)有限公司>\t<深圳经济特区发展(集团)有限公司>\t<深圳市国有免税商品(集团)有限公司>\t<深圳盐田港(集团)有限公司>\t\n"
    },
    {
        "QuestionId": "q1224",
        "RawQuestion": "网络动画秦时明月的原作者的英文名是啥？\n",
        "Sparql": "select ?y where { <秦时明月_（沈乐平执导TV/网络动画系列）> <原作> ?x. ?x <外文名> ?y. }\n",
        "Answer": "\"Sayling Wen\"\t\n"
    },
    {
        "QuestionId": "q1800",
        "RawQuestion": "基金的报价单位？\n",
        "Sparql": "select ?x where { <基金> <报价单位> ?x. }\n",
        "Answer": "\"份\"\t\n"
    },
    {
        "QuestionId": "q1163",
        "RawQuestion": "高加索地区所属大陆的人口密度？\n",
        "Sparql": "select ?x where { <高加索> <所属地区> ?y. ?y <人口密度> ?x. }\n",
        "Answer": "\"84/km²\"\t\n"
    },
    {
        "QuestionId": "q581",
        "RawQuestion": "小马哥的qq号码是多少？\n",
        "Sparql": "select ?y where { ?x <别名> \"小马哥\". ?x <所持qq号码> ?y. }\n",
        "Answer": "\"10001\"\t\n"
    },
    {
        "QuestionId": "q914",
        "RawQuestion": "清华大学出了哪些经济学家\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<钱颖一>\t<陈岱孙>\t<谢嘉_（复旦大学教授）>\t\n"
    },
    {
        "QuestionId": "q7325",
        "RawQuestion": "国家大剧院的地址在哪？\n",
        "Sparql": "select ?x where { <国家大剧院> <地址> ?x. }\n",
        "Answer": "\"西长安街2号\"\t\n"
    },
    {
        "QuestionId": "q3065",
        "RawQuestion": "休克涉及什么检查？\n",
        "Sparql": "select ?x where { <休克> <涉及检查> ?x. }\n",
        "Answer": "<动脉血气分析>\t\n"
    },
    {
        "QuestionId": "q3621",
        "RawQuestion": "胸腺瘤属于什么科？\n",
        "Sparql": "select ?x where { <胸腺瘤> <科室> ?x. }\n",
        "Answer": "<胸部外科>\t\n"
    },
    {
        "QuestionId": "q1363",
        "RawQuestion": "土豆的斗破苍穹写了多少字？\n",
        "Sparql": "select ?x where { <斗破苍穹_（天蚕土豆第二部长篇小说）> <总字数> ?x. }\n",
        "Answer": "\"5333548\"\t\n"
    },
    {
        "QuestionId": "q2147",
        "RawQuestion": "伦敦市的人口有多少？\n",
        "Sparql": "select ?x where { <伦敦_（英国首都）> <人口> ?x . }\n",
        "Answer": "\"8000000\"\t\n"
    },
    {
        "QuestionId": "q4571",
        "RawQuestion": "国盛金控的首席信息官?\n",
        "Sparql": "select ?x where { <国盛金控> <首席信息官> ?x. }\n",
        "Answer": "<林建何>\t\n"
    },
    {
        "QuestionId": "q7145",
        "RawQuestion": "怎么诊断下肢肿胀和乏力？\n",
        "Sparql": "select ?x where { <下肢肿胀和乏力> <诊断> ?x. }\n",
        "Answer": "\"下肢肿胀和乏力的鉴别诊断：1、下肢肌肉瘫痪：下肢肌肉瘫痪是脊髓压迫症的症状表现。2、下肢无力：下肢无力多是有脊髓型颈椎病引起的，表现为下肢无力、麻木、发紧、抬步沉重感等症状，逐渐还会出现跛行、颤抖、步态摇晃、容易跌倒等现象。脊髓型颈椎病是颈椎病的一种类型。颈椎病大体可以分为：颈型颈椎病、神经根型颈椎病、椎动脉型颈椎病、脊髓型颈椎病四种类型。颈椎病又称颈椎综合征，是颈椎骨关节炎、增生性颈椎炎、颈神经根综合征、颈椎间盘脱出症的总称，是一种以退行性病理改变为基础的疾患。主要由于颈椎长期劳损、骨质增生，或椎间盘脱出、韧带增厚，致使颈椎脊髓、神经根或椎动脉受压，出现一系列功能障碍的临床综合征。表现为颈椎间盘退变本身及其继发性的一系列病理改变，如椎节失稳、松动;髓核突出或脱出;骨刺形成;韧带肥厚和继发的椎管狭窄等，刺激或压迫了邻近的神经根、脊髓、椎动脉及颈部交感神经等组织，并引起各种各样症状和体征的综合征。3、下肢弥漫性水肿：下肢弥漫性水肿是指水肿首先从下肢开始，呈弥漫性。4、下肢或周身软瘫：下肢或周身软瘫是巴特综合征中水盐代谢失常型中的一个症状。【临床表现及分型】　　Cockett综合症好发于青壮年，年龄多见于20～40岁。持续下肢肿胀和乏力是本病最常见的早期表现。女性患者可以伴有月经延长和月经量增多，以及月经期下肢肿胀等症状。随症状加重，会出现下肢浅静脉曲张，范围广泛，甚至可以达到下腹壁，而且曲张程度重，可以形成经久不愈的溃疡。　　目前根据动脉压迫静脉的方式把本病分为6种类型：Ⅰ型：右髂总动脉压迫左髂总静脉;Ⅱ型：右髂总动脉压迫下腔静脉远端;Ⅲ型：右髂总动脉压迫右髂外静脉;Ⅳ型：在腹股沟韧带处左髂外动脉压迫左髂外静脉;Ⅴ型：左髂内动脉压迫左髂总静脉;Ⅵ型：左髂总静脉被曲张的左髂内动脉压迫。【辅助检查】1、超声波检查：简便、无创伤的诊断方法，必要时可反复检查。但是对髂静脉是否受压的准确性稍差。2、静脉造影：是诊断本病的主要方法。经股静脉插管造影优于下肢顺行造影。主要征象有：受压段静脉横径增宽、局限的充盈缺损、静脉闭塞、受压段静脉成角、侧支循环形成、造影剂排空延迟等。3、静脉内测压：髂静脉受压后会引起静脉压增高，如果受压段静脉两端压力差大于1.5mmHg表示需要治疗。【诊断】具有以下特点者可以诊断Cockett综合症：1、多见于青壮年患者。2、持续下肢肿胀和乏力。3、随症状加重，会出现严重下肢浅静脉曲张。4、多普勒超声有助于诊断，静脉造影可确定诊断。\"\t\n"
    },
    {
        "QuestionId": "q3372",
        "RawQuestion": "脓疱疮属于什么科？\n",
        "Sparql": "select ?x where { <脓疱疮> <科室> ?x. }\n",
        "Answer": "<皮肤性病科>\t\n"
    },
    {
        "QuestionId": "q1988",
        "RawQuestion": "老虎证券的投资方？\n",
        "Sparql": "select ?x where { <老虎证券> <投资方> ?x. }\n",
        "Answer": "<小米>\t<索罗斯>\t\n"
    },
    {
        "QuestionId": "q2007",
        "RawQuestion": "洪七公会的什么武功被称为\"天下第一阳刚神功\"？\n",
        "Sparql": "select ?x where { <洪七公> <武功> ?x . ?x <称誉> \"天下第一阳刚神功\" . }\n",
        "Answer": "<降龙十八掌_（武功绝学降龙十八掌）>\t\n"
    },
    {
        "QuestionId": "q5566",
        "RawQuestion": "湖南华天大酒店房间能加床吗？\n",
        "Sparql": "select ?x where { <湖南华天大酒店> <是否有能加床> ?x. }\n",
        "Answer": "<加床及儿童政策取决于您所选的房型，若超过房型限定人数，或携带儿童年龄不在政策描述范围内，可能需收取额外费用，提出的任何要求均需获得酒店的确认。>\t\n"
    },
    {
        "QuestionId": "q6906",
        "RawQuestion": "哪些非处方药是中成药\n",
        "Sparql": "select ?x where { ?x <类型> \"中成药\". ?x <是否处方药> \"非处方药\". } \n",
        "Answer": "<地黄五味丸>\t<止带丸>\t<养胃舒>\t\n"
    },
    {
        "QuestionId": "q5189",
        "RawQuestion": "对于胸腔积液该如何预防？\n",
        "Sparql": "select ?x where { <胸腔积液> <预防> ?x. }\n",
        "Answer": "\"胸腔积液是常见的内科问题，肺、胸膜和肺外疾病均可引起，因此胸腔积液的预防主要是针对各原发疾病的预防。\"\t\"预防1.积极防治原发病，胸腔积液为胸部或全身疾患的一部分，因此积极防治原发病是预防本病的关键。2.增强体质，提高抗病能力，积极参加各种适宜的体育锻炼，如太极拳，太极剑，气功等，以增强体质，提高抗病能力。3.注意生活调摄，居住地要保持干燥，避免湿邪侵袭，不恣食生冷，不暴饮暴食，保持脾胃功能的正常，得病后，及时治疗，避风寒，慎起居，怡情志，以臻早日康复。治疗通过治疗原发病或纠正胸腔液体漏出的原因使漏出性胸腔积液吸收或稳定。渗出性胸腔积液根据病因不同而处理有所差异，下面简述结核性胸腔积液、恶性胸腔积液、化脓性胸腔积液3种常见渗出性胸腔积液的治疗。1.结核性胸腔积液（1）抗结核药物治疗。（2）胸腔穿刺抽液：中等量以上积液需治疗性胸腔穿刺抽液，可减轻或解除肺、心血管的受压症状，减少纤维蛋白沉着及胸膜增厚，降低或避免影响肺功能的可能，另外抽液治疗具有减轻结核毒性症状作用。抽液每次不宜超过1000ml，不宜过快、过多，以免造成胸腔压力骤降，出现复张后肺水肿。抽液过程中出现头晕、面色苍白、出汗、心悸、四肢发凉，则考虑“胸膜反应”，应立即停止操作，并使患者平卧，密切观察血压等症状变化，必要时肌注尼可刹米（可拉明）0.375g或皮下注射0.1%肾上腺素0.5ml。（3）糖皮质激素：糖皮质激素可降低炎症反应、减轻结核性胸腔积液的中毒症状，可加快胸腔积液吸收（缩短积液吸收时间）、减少胸膜增厚、粘连的机会。但糖皮质激素具有免疫抑制功能，可导致结核播散，必须谨慎应用。在有效抗结核治疗前提下，主要用于有严重结核毒性症状经抽液、抗结核治疗未有效缓解的中等量以上胸腔积液患者。采用中小剂量（15～30mg/d泼尼松）、疗程一般不超过4～6周，要求症状得到控制后尽早减量、停药。2.恶性胸腔积液恶性胸腔积液系最常见的胸腔积液之一。其中肺癌、乳腺癌、淋巴瘤、卵巢癌的转移是恶性胸腔积液最常见的病因。（1）全身性抗肿瘤化学治疗：恶性胸腔积液病变不仅局限于胸腔局部（除原发胸膜恶性肿瘤外），因此，对于全身性抗肿瘤化疗较为敏感的恶性肿瘤，如小细胞肺癌、恶性淋巴瘤、乳腺癌等经全身性化疗约1/3患者胸腔积液消失。（2）胸腔局部治疗：①胸腔内注入抗肿瘤药物：通常采用肋间切开引流尽可能将胸腔积液排空，经引流管注入抗肿瘤药物，如顺铂（顺氯氨铂）40～80mg、多柔比星（阿霉素）30mg、丝裂霉素10～20mg、博莱霉素60mg、氟尿嘧啶（5-氟尿嘧啶）750～1000mg等，既有杀伤癌细胞作用，又可引起胸膜粘连。②胸膜腔注入生物免疫调节剂：如短小棒状杆菌疫菌（cp），链球菌722制剂（沙培林0K-432）、胞必佳，IL-2、干扰素、淋巴因子激活的杀伤细胞（LAK细胞）、肿瘤浸润淋巴细胞（TIL）。③胸膜粘连术：采用四环素（每次<2g）、滑石粉（每次<5g）、多西环素等粘连剂，使胸膜粘连、胸膜腔闭锁，阻止胸腔积液复发。对于胸腔内注射抗肿瘤药物或胸膜粘连剂，可同时注入利多卡因或地塞米松以减轻胸痛或发热，嘱患者在注药后2h内卧床休息并定时不断更换体位，以5～10min为宜，使药物能与胸膜或病灶广泛接触，达到最佳治疗效果。3.化脓性胸腔积液（简称脓胸）脓胸常继发于化脓性感染或外伤。感染病原体主要有金黄色葡萄球菌、厌氧菌、革兰阴性杆菌、结核菌、放线菌等。急性期脓胸给予强有力抗感染治疗同时（全身和局部胸腔内给药），应积极引流胸腔脓液，可反复胸穿或肋间切开引流，并采用2%碳酸氢钠反复冲洗胸腔，然后注入抗生素或抗结核药物（结核性脓胸）。胸腔内注入链激酶，使脓液变稀，以利于引流。对于有支气管胸膜瘘存在者，不宜胸腔冲洗，以免窒息或感染播散。慢性期脓胸由于化脓性炎症周期长，产生广泛胸膜增厚、肉芽组织增生、纤维化，肺脏被包裹不能张开，影响肺和心脏功能，常需作胸膜剥脱术。若肺仍不能复张，则需加胸廓改形术以消除残腔。对于支气管胸膜瘘者，作瘘管结扎术，必要时行胸廓改形术。脓胸慢性期者，呈慢性消耗、营养不良，支持治疗显得十分重要，应予高蛋白、高维生素和高能量食物，注意积极纠正电解质紊乱、维持酸碱平衡等。\"\t\n"
    },
    {
        "QuestionId": "q2699",
        "RawQuestion": "飞亚股份的副总经理有哪几位?\n",
        "Sparql": "select ?x where { <飞亚股份> <副总经理> ?x. }\n",
        "Answer": "<潘波>\t<陆万军>\t<李明>\t<刘晓明>\t<卢炳强>\t\n"
    },
    {
        "QuestionId": "q2198",
        "RawQuestion": "索肖队主教练有多高？\n",
        "Sparql": "select ?x where { <索肖队> <主教练> ?y . ?y <身高> ?x . }\n",
        "Answer": "\"178厘米\"\t\n"
    },
    {
        "QuestionId": "q3022",
        "RawQuestion": "血常规属于什么科室？\n",
        "Sparql": "select ?x where { <血常规> <所属科目> ?x. }\n",
        "Answer": "<检验科>\t\n"
    },
    {
        "QuestionId": "q1851",
        "RawQuestion": "上交所期权交易方式？\n",
        "Sparql": "select ?x where { <上交所期权> <交易方式> ?x. }\n",
        "Answer": "<欧式期权>\t\n"
    },
    {
        "QuestionId": "q4597",
        "RawQuestion": "铁汉生态的联席总裁\n",
        "Sparql": "select ?x where { <铁汉生态> <联席总裁> ?x. }\n",
        "Answer": "<葛定昆>\t\n"
    },
    {
        "QuestionId": "q1060",
        "RawQuestion": "有哪些犹太裔的物理学家同时还是政治家？\n",
        "Sparql": "select ?x where { ?x <民族> <犹太人>. ?x <职业> <政治家>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }\n",
        "Answer": "<阿尔伯特·爱因斯坦>\t\n"
    },
    {
        "QuestionId": "q5178",
        "RawQuestion": "关于社区获得性肺炎有哪些治疗方法？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <治疗方法> ?x. }\n",
        "Answer": "\"在做出CAP临床诊断，并安排合理的病原学检查后，需要根据患者年龄、基础病、实验室、影像学和临床特点、疾病严重程度、肝肾功能、既往用药和药敏史，针对最有可能的病原学，争取在诊断CAP后尽早使用，以提高疗效，降低病死率，缩短住院时间。通常不需要手术治疗。辅助治疗有助于改善CAP患者预后，其中对低血压CAP患者进行液体复苏可能是降低严重CAP病死率最重要的手段之一；对低氧血症患者氧疗和机械通气也是重要治疗手段。重症CAP的辅助药物包括糖皮质激素、大环内酯类药物和他汀类药物，但到目前为止确切证据证明其有效性。1.氧疗：推荐低氧血症CAP患者尽早使用氧疗，给氧浓度宜适当。2.呼吸机辅助呼吸：重症CAP患者可以使用创呼吸机辅助呼吸，尤其适用于有二氧化碳潴留的COPD继发CAP患者，但需要密切观察病情变化；CAP呼吸衰竭患者的NIV的失败率较高，仅推荐在有经验的单位使用；对于重症CAP，推荐尽早给予气管插管（≤3天）进行有创机械通气。3.物理治疗：推荐CAP患者使用雾化、吹瓶等物理治疗。常用的物理治疗策略包括深呼吸、雾化、拍背、振动背心排痰、吹瓶等。4.体外膜肺氧和（ECMO）的使用:重症CAP患者如果合并ARDS且常规机械通气不能改善，推荐使用ECMO治疗。5.糖皮质激素:CAP患者不推荐常规全身使用糖皮质激素，合并感染性休克的重症CAP患者可结合患者情况酌情使用，建议检测血糖。\"\t\n"
    },
    {
        "QuestionId": "q2718",
        "RawQuestion": "平安银行的兄弟企业都有哪些？\n",
        "Sparql": "select ?x where { <平安银行> <兄弟企业> ?x. }\n",
        "Answer": "<Newbridge_Asia_Advisors_III,_Inc.>\t<Newbridge_Asia_GenPar_AIV_III,_L.P.>\t\n"
    },
    {
        "QuestionId": "q5264",
        "RawQuestion": "会厌炎有没有传染性？\n",
        "Sparql": "select ?x where { <会厌炎> <传染性> ?x. }\n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q6319",
        "RawQuestion": "描述一下天津梵高星空馆中的月亮船？\n",
        "Sparql": "select ?x where { <天津梵高星空艺术馆（天河城旗舰店）> <娱乐项目名称> <月亮船>. <月亮船> <项目描述> ?x. }\n",
        "Answer": "\"在创意里感受满满的梵高风格空灵的配乐，变色光影！\"\t\n"
    },
    {
        "QuestionId": "q3202",
        "RawQuestion": "泪道堵塞属于什么?\n",
        "Sparql": "select ?x where { <泪道堵塞> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4847",
        "RawQuestion": "蜂窝织炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <蜂窝织炎> <科室> ?x. }\n",
        "Answer": "<皮肤性病科>\t\n"
    },
    {
        "QuestionId": "q4443",
        "RawQuestion": "哪吒使用的宝物的外形特点是什么？\n",
        "Sparql": "select ?x where { <哪吒_（中国古代神话人物）> <宝物> ?y. ?y <外形> ?x . }\n",
        "Answer": "\"形状象镯\"\t\"直径八寸\"\t\n"
    },
    {
        "QuestionId": "q1997",
        "RawQuestion": "\"老毒物\"是谁的别称？\n",
        "Sparql": "select ?x where { ?x <别名> \"西毒、老毒物\" . }\n",
        "Answer": "<欧阳锋_（金庸名著双雕系列里的人物）>\t<老毒物>\t\n"
    },
    {
        "QuestionId": "q2577",
        "RawQuestion": "《秦律》的作者有哪些成就？\n",
        "Sparql": "select ?y where { ?x <主要作品> <秦律>. ?x <主要成就> ?y. }\n",
        "Answer": "\"推行商鞅变法\"\t\"率领秦军收复河西\"\t\"在秦国主持变法\"\t\n"
    },
    {
        "QuestionId": "q6791",
        "RawQuestion": "新凯旋门在哪？\n",
        "Sparql": "SELECT ?x WHERE { <新凯旋门> <地区>?x. } \n",
        "Answer": "<巴黎_（法国首都）>\t<拉德芳斯>\t\n"
    },
    {
        "QuestionId": "q3364",
        "RawQuestion": "尿道结石属于什么?\n",
        "Sparql": "select ?x where { <尿道结石> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2342",
        "RawQuestion": "一打是指多少个？\n",
        "Sparql": "select ?x where { <一打> <含义> ?x. }\n",
        "Answer": "\"十二个\"\t\n"
    },
    {
        "QuestionId": "q1996",
        "RawQuestion": "\"黄老邪\"是谁的别称？\n",
        "Sparql": "select ?x where { ?x <别名> \"东邪、黄老邪、黄岛主\" . }\n",
        "Answer": "<黄药师>\t\n"
    },
    {
        "QuestionId": "q1652",
        "RawQuestion": "秦始皇推崇的思想流派的鼻祖是谁？\n",
        "Sparql": "select ?y where { <秦始皇_（中国首位皇帝）> <信仰> ?x. ?x <法家始祖> ?y . }\n",
        "Answer": "\"李悝\"\t\n"
    },
    {
        "QuestionId": "q6147",
        "RawQuestion": "天坛附近5km内最贵的酒店是多少钱？\n",
        "Sparql": "select ?price  where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 5). } ORDER BY desc(?price) LIMIT 1\n",
        "Answer": "\"2537\"\t\n"
    },
    {
        "QuestionId": "q2526",
        "RawQuestion": "奥地利的首都在哪个时区？\n",
        "Sparql": "select ?y where { <奥地利> <首都> ?x. ?x <时区> ?y. }\n",
        "Answer": "\"CET（UTC+1）\"\t\n"
    },
    {
        "QuestionId": "q5923",
        "RawQuestion": "大连梵高星空馆对老人和小孩有什么优惠？\n",
        "Sparql": "select ?x where { <大连梵高梦境星空馆> <优待政策> ?x. }\n",
        "Answer": "\"教师(凭教师资格证)可享优惠票，残疾人(凭残疾证)可享优惠票，全日制大中小学生(凭学生证)可享优惠票，儿童(身高1米（含）以下)可享门票免费，老年人(70周岁（含）以上凭老年证或身份证)可享门票免费，现役军人(凭军官证)可享优惠票。\"\t\n"
    },
    {
        "QuestionId": "q4526",
        "RawQuestion": "可立克有哪些高管年龄在50岁以上?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <大于> <50岁>. }\n",
        "Answer": "<伍春霞>\t<周明亮>\t<顾洁>\t<晏小林>\t<李秉心>\t\n"
    },
    {
        "QuestionId": "q4899",
        "RawQuestion": "流涕属于什么？\n",
        "Sparql": "select ?x where { <流涕> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q7579",
        "RawQuestion": "成都新东方千禧大酒店电话是什么？\n",
        "Sparql": "select ?x where { <成都新东方千禧大酒店> <电话> ?x. }\n",
        "Answer": "\"028-85127777\"\t\n"
    },
    {
        "QuestionId": "q7214",
        "RawQuestion": "骨髓炎患者应该在什么科就诊？\n",
        "Sparql": "select ?x where { <骨髓炎> <就诊科室> ?x. }\n",
        "Answer": "\"骨科\"\t\n"
    },
    {
        "QuestionId": "q3001",
        "RawQuestion": "肺炎支原体检测的涉及症状是什么？\n",
        "Sparql": "select ?x where { <肺炎支原体检测> <涉及症状> ?x. }\n",
        "Answer": "<糖尿>\t\n"
    },
    {
        "QuestionId": "q1566",
        "RawQuestion": "参演《武神赵子龙》的韩国女演员叫什么？\n",
        "Sparql": "select ?x where { ?x <国籍> <韩国_（大韩民国）>. ?x <代表作品> <武神赵子龙_（2016年林更新、林允儿主演电视剧）>. }\n",
        "Answer": "<林允儿>\t<高娜恩>\t\n"
    },
    {
        "QuestionId": "q3284",
        "RawQuestion": "冻疮属于什么?\n",
        "Sparql": "select ?x where { <冻疮> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    }
]