[
    {
        "QuestionId": "q2419",
        "RawQuestion": "编织鞋的优点是什么？\n",
        "Sparql": "select ?x where { <编织鞋> <优点> ?x. }\n",
        "Answer": "\"舒适惬意，透气爽足\"\t\n"
    },
    {
        "QuestionId": "q4035",
        "RawQuestion": "\"独立宣言\"的批准地点？\n",
        "Sparql": "select ?x where { <独立宣言_（美国立国文书之一）> <批准地点> ?x . }\n",
        "Answer": "\"宾夕法尼亚州费城\"\t\n"
    },
    {
        "QuestionId": "q3181",
        "RawQuestion": "肝纤维化属于什么?\n",
        "Sparql": "select ?x where { <肝纤维化> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q7247",
        "RawQuestion": "口腔溃疡是怎么引起的？\n",
        "Sparql": "select ?x where { <口腔溃疡> <常见病因> ?x. }\n",
        "Answer": "\"免疫缺陷，自身免疫反应，疲劳，压力大等\"\t\n"
    },
    {
        "QuestionId": "q4958",
        "RawQuestion": "无力涉及哪些症状？\n",
        "Sparql": "select ?x where { <无力> <涉及症状> ?x. }\n",
        "Answer": "<咳痰>\t<紧张>\t<速脉>\t<疲乏>\t<眼睑下垂>\t<过劳>\t<疲劳>\t<抑郁>\t<肌肉萎缩>\t<脉速而无力>\t\n"
    },
    {
        "QuestionId": "q570",
        "RawQuestion": "阿根廷央行的职责是什么？\n",
        "Sparql": "select ?x where { <阿根廷_（阿根廷共和国）> <中央银行> ?y. ?y <职责> ?x. }\n",
        "Answer": "\"保持阿根廷货币价值稳定\"\t\n"
    },
    {
        "QuestionId": "q3568",
        "RawQuestion": "蛔虫病属于什么?\n",
        "Sparql": "select ?x where { <蛔虫病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7488",
        "RawQuestion": "北京华侨大厦在哪\n",
        "Sparql": "select ?x where { <北京华侨大厦> <地址> ?x. }\n",
        "Answer": "\"王府井大街2号\"\t\n"
    },
    {
        "QuestionId": "q2178",
        "RawQuestion": "发行专辑《1989》的歌手出生于哪天？\n",
        "Sparql": "select ?x where { <1989_（泰勒·斯威夫特第五张录音室专辑）> <专辑歌手> ?y . ?y <出生日期> ?x . }\n",
        "Answer": "\"1989-12-13\"\t\n"
    },
    {
        "QuestionId": "q3201",
        "RawQuestion": "心脏病属于什么?\n",
        "Sparql": "select ?x where { <心脏病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1178",
        "RawQuestion": "\"封建\"一词的基本含义？\n",
        "Sparql": "select ?y where { ?x <中文名> \"封建\" . ?x <基本含义> ?y . }\n",
        "Answer": "\"一种分封的政治制度 等\"\t\n"
    },
    {
        "QuestionId": "q4655",
        "RawQuestion": "买新三板的股票要开什么权限\n",
        "Sparql": "select ?x where { <新三版> <交易权限> ?x. }\n",
        "Answer": "\"合格投资者交易权限\"\t\n"
    },
    {
        "QuestionId": "q2502",
        "RawQuestion": "\"黑洞无毛定理\"的提出者的成就主要有哪些？\n",
        "Sparql": "select ?y where { <黑洞无毛定理> <提出者> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"总统自由勋章(2009年)\"\t\"科普利奖(2006年)\"\t\"沃尔夫物理奖(1988年)\"\t\"爱因斯坦奖章(1978年)\"\t\"发现 霍金辐射\"\t\"提出 无边界条件猜想\"\t\n"
    },
    {
        "QuestionId": "q12",
        "RawQuestion": "叶文洁毕业于哪个大学？\n",
        "Sparql": "select ?x where { <叶文洁> <毕业院校> ?x. }\n",
        "Answer": "<清华大学>\t\n"
    },
    {
        "QuestionId": "q7618",
        "RawQuestion": "柳巷那里的猫咪博物馆能停车吗？\n",
        "Sparql": "select ?x where { <猫咪博物馆（柳巷旗舰店）> <是否有停车场> ?x. }\n",
        "Answer": "<有收费停车场>\t\n"
    },
    {
        "QuestionId": "q1305",
        "RawQuestion": "哥本哈根是哪个国家的首都？\n",
        "Sparql": "select ?x where { ?x <首都> <哥本哈根_（丹麦王国首都）>. }\n",
        "Answer": "<丹麦>\t\n"
    },
    {
        "QuestionId": "q5629",
        "RawQuestion": "时空魔方艺术馆中的吐纳流光1是什么？\n",
        "Sparql": "select ?x where { <时空魔方艺术馆（中山路旗舰店）> <娱乐项目名称> <吐纳流光1>. <吐纳流光1> <项目描述> ?x. }\n",
        "Answer": "\"轻轻的对着球吹气，你就可以点亮整片灯光，不断变换的颜色，哪一种是你今天的心情？\"\t\n"
    },
    {
        "QuestionId": "q1164",
        "RawQuestion": "美国总统罗斯福的母校创办时间？\n",
        "Sparql": "select ?y where { ?x <知名校友> <罗斯福_（美国第三十二届总统）>. ?x <创办时间> ?y. }\n",
        "Answer": "\"1636-09\"\t\n"
    },
    {
        "QuestionId": "q3629",
        "RawQuestion": "闭经的同义词是什么？\n",
        "Sparql": "select ?x where { <闭经> <同义词> ?x. }\n",
        "Answer": "<经闭>\t\n"
    },
    {
        "QuestionId": "q240",
        "RawQuestion": "吉林大学校歌是？\n",
        "Sparql": "select ?x where { <吉林大学> <校歌> ?x . }\n",
        "Answer": "<吉林大学校歌>\t\n"
    },
    {
        "QuestionId": "q984",
        "RawQuestion": "北京大学出了哪些企业家\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<林腾蛟_（阳光控股有限公司董事局主席）>\t<叶立润>\t<苏龙泽>\t<徐勇_（企业家（百度创始人之一））>\t<李国庆_（当当网创始人）>\t<雷云_（卡儿酷品牌创始人）>\t<郭旻彤>\t<李友_（方正集团董事、CEO）>\t<曾军_（熟信CEO）>\t<党彦宝>\t<许单单>\t<张兆东_（北京大学资产经营公司总裁、方正集团总裁）>\t<李辙>\t<孙宇晨>\t<高敬池>\t<杜宏_（陕西协和资产管理有限公司董事长）>\t<周燕军>\t<葛敬中>\t<曾昭雄>\t<盛静生>\t<黄龙保>\t<马宪泉>\t<侯荣芹>\t<陈生_（“猪肉王子”陈生）>\t<顾宜凡>\t<柳青_（柳传志之女，滴滴出行总裁）>\t<徐国卫_（聚雅斋美术馆馆长）>\t<林金文_（乐车邦创始人兼CEO）>\t<陈海彬_（企业家）>\t<晨光_（唯美度国际美容连锁集团董事长）>\t<林欣_（企业家）>\t<丁凯_（东驰建业集团董事长）>\t\n"
    },
    {
        "QuestionId": "q4570",
        "RawQuestion": "招商银行的副行长?\n",
        "Sparql": "select ?x where { <招商银行> <副行长> ?x. }\n",
        "Answer": "<李浩>\t<刘建军>\t<唐志宏>\t<王良>\t<赵驹>\t<朱琦>\t\n"
    },
    {
        "QuestionId": "q2284",
        "RawQuestion": "不同国家的国庆日分别在什么时间？\n",
        "Sparql": "SELECT ?y WHERE { ?x <节日类型> <国庆节> . ?x <节日时间> ?y . }\n",
        "Answer": "<10月28日>\t<7月4日>\t<11月18日>\t<3月1日>\t<6月10日>\t<6月17日>\t<1月1日>\t<7月14日>\t<1月26日>\t\n"
    },
    {
        "QuestionId": "q2677",
        "RawQuestion": "北京大学出了哪些生物学家？\n",
        "Sparql": "select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<周建人>\t<潘文石>\t<钱煦>\t<秉志>\t\n"
    },
    {
        "QuestionId": "q5692",
        "RawQuestion": "喀什市有哪些5A级景点？\n",
        "Sparql": "select ?x where { ?x <城市> <喀什市> . ?x <景点的等级A> \"5A\" . }\n",
        "Answer": "<喀什噶尔老城>\t\n"
    },
    {
        "QuestionId": "q6218",
        "RawQuestion": "600块钱可以入住柳州丽笙酒店吗？\n",
        "Sparql": "select ?x where { <柳州丽笙酒店> <平均价格> ?x.  FILTER (?x < 600)}\n",
        "Answer": "\"598\"\t\n"
    },
    {
        "QuestionId": "q7474",
        "RawQuestion": "美丽华酒店的详细地址？\n",
        "Sparql": "select ?x where { <美丽华酒店> <地址> ?x. }\n",
        "Answer": "\"新华北路305号（近人民公园、红山公园）\"\t\n"
    },
    {
        "QuestionId": "q1009",
        "RawQuestion": "中国第一个奥运会冠军是谁？\n",
        "Sparql": "select ?x where { ?x <重要事件> \"1984年为中国夺得第一个金牌\". ?x <主要奖项> \"1984年7月29日洛杉矶奥运会自选手枪比赛冠军\". }\n",
        "Answer": "<许海峰_（中国男子射击队运动员）>\t\n"
    },
    {
        "QuestionId": "q903",
        "RawQuestion": "双子座的香港作家都有谁？\n",
        "Sparql": "select ?x where { ?x <星座> <双子座_（天文学）>. ?x <出生地> <香港_（中华人民共和国特别行政区）>. ?x <职业> <文学家>. }\n",
        "Answer": "<古龙_（著名武侠小说家）>\t\n"
    },
    {
        "QuestionId": "q793",
        "RawQuestion": "习近平的母校的现在的校长是谁？\n",
        "Sparql": "select ?z where { <习近平> <毕业院校> ?y. ?y <现任校长> ?z. }\n",
        "Answer": "<邱勇_（清华大学校长）>\t\n"
    },
    {
        "QuestionId": "q326",
        "RawQuestion": "有哪些国家使用欧元？\n",
        "Sparql": "select ?x where { ?x <货币> <欧元>. }\n",
        "Answer": "<意大利_（意大利共和国）>\t<圣皮埃尔和密克隆群岛>\t<奥地利>\t<法兰西第五共和国>\t<Germany>\t<马约特岛>\t<梵蒂冈>\t<西班牙_（西班牙王国）>\t<芬兰_（芬兰共和国）>\t<荷兰>\t<西欧国家>\t<卢森堡_（卢森堡大公国）>\t<瓜德罗普>\t<萨克森_（德意志联邦共和国的一个联邦州）>\t<立陶宛历史>\t<爱尔兰_（爱尔兰共和国）>\t<留尼汪岛>\t<法属圣马丁>\t<马提尼克岛>\t<科索沃>\t<马耳他>\t<低地国家>\t<圣马力诺>\t<拉脱维亚>\t<联邦德国>\t<库拉索>\t<摩纳哥>\t<赫尔辛基>\t<德国_（德意志联邦共和国）>\t<芬兰共和国>\t<法国_（法兰西共和国）>\t<比利时>\t<西欧>\t<希腊小岛>\t<立陶宛>\t<安道尔_（欧洲南部国家）>\t<爱尔兰戏剧>\t<葡萄牙>\t<希腊>\t<爱沙尼亚>\t<亚元_（货币构想）>\t<斯洛伐克>\t<百慕大共和国>\t<瑞典及芬兰联合王国>\t<斯洛文尼亚>\t<塞浦路斯>\t<黑山共和国>\t<摩纳哥县>\t\n"
    },
    {
        "QuestionId": "q2912",
        "RawQuestion": "恒铭达的全称是什么？\n",
        "Sparql": "select ?x where { <恒铭达> <公司名称> ?x. }\n",
        "Answer": "<苏州恒铭达电子科技股份有限公司>\t\n"
    },
    {
        "QuestionId": "q4868",
        "RawQuestion": "急性会厌炎涉及什么症状？\n",
        "Sparql": "select ?x where { <急性会厌炎> <涉及症状> ?x. }\n",
        "Answer": "<咽痛>\t\n"
    },
    {
        "QuestionId": "q2024",
        "RawQuestion": "明教\"四大法王\"是谁？\n",
        "Sparql": "select ?x where { <明教四大法王> <成员> ?x . }\n",
        "Answer": "<谢逊>\t<殷天正>\t<黛绮丝>\t<韦一笑_（金庸小说《倚天屠龙记》人物）>\t\n"
    },
    {
        "QuestionId": "q7307",
        "RawQuestion": "17岁能自己入住三明宾馆天元国际吗？\n",
        "Sparql": "select ?x where { <三明宾馆·天元国际> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q1138",
        "RawQuestion": "著称\"巩皇、输入女王\"的知名女演员出演了哪些电影和电视剧？\n",
        "Sparql": "select ?y where { ?x <别名> \"巩皇、女王\". ?x <代表作品> ?y. }\n",
        "Answer": "<活着_（1994年张艺谋执导电影）>\t<菊豆>\t<荆轲刺秦王_（1998年陈凯歌导演电影）>\t<大红灯笼高高挂_（1991年张艺谋执导电影）>\t<霸王别姬_（1993年陈凯歌执导，张国荣主演电影）>\t<红高粱_（1987年张艺谋执导电影）>\t<秋菊打官司>\t\n"
    },
    {
        "QuestionId": "q5059",
        "RawQuestion": "劳力性呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <劳力性呼吸困难> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3036",
        "RawQuestion": "动脉血氧分压属于什么类型的测定？\n",
        "Sparql": "select ?x where { <动脉血氧分压> <类型> ?x. }\n",
        "Answer": "<指标项>\t<血气测定>\t\n"
    },
    {
        "QuestionId": "q5758",
        "RawQuestion": "故宫珍宝馆内能抽烟吗？\n",
        "Sparql": "select ?x where { <故宫珍宝馆> <是否有吸烟区> ?x. }\n",
        "Answer": "<有吸烟区>\t\n"
    },
    {
        "QuestionId": "q4877",
        "RawQuestion": "血必净注射液属于什么药种？\n",
        "Sparql": "select ?x where { <血必净注射液> <类型> ?x. }\n",
        "Answer": "<科学百科药物分类>\t<中成药>\t\n"
    },
    {
        "QuestionId": "q2177",
        "RawQuestion": "名模卡莉·克劳斯的身高？\n",
        "Sparql": "select ?x where { <卡莉·克劳斯_（美国超模）> <身高> ?x . }\n",
        "Answer": "\"1.85米\"\t\n"
    },
    {
        "QuestionId": "q2682",
        "RawQuestion": "李安导演过哪些3D电影？\n",
        "Sparql": "select ?x where { ?x <类型> <3D_（三维的英文缩写）>. ?x <导演> <李安_（华人导演）>. }\n",
        "Answer": "<少年派的奇幻漂流_（2012年李安执导电影）>\t\n"
    },
    {
        "QuestionId": "q3209",
        "RawQuestion": "霰粒肿属于什么?\n",
        "Sparql": "select ?x where { <霰粒肿> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q238",
        "RawQuestion": "王力宏的英文名是什么？\n",
        "Sparql": "select ?x where { <王力宏> <外文名> ?x. }\n",
        "Answer": "\"Leehom Wang\"\t\n"
    },
    {
        "QuestionId": "q2761",
        "RawQuestion": "大商所都能交易什么期货\n",
        "Sparql": "select ?x where { <大商所> <交易品种> ?x. }\n",
        "Answer": "<豆油>\t<棕榈油>\t<焦炭>\t<大豆>\t<豆粕>\t<玉米>\t<PVC>\t<焦煤铁矿石鸡蛋纤维板胶合板聚丙烯玉米淀粉>\t\n"
    },
    {
        "QuestionId": "q3586",
        "RawQuestion": "新型冠状病毒肺炎属于什么?\n",
        "Sparql": "select ?x where { <新型冠状病毒肺炎> <类型> ?x. }\n",
        "Answer": "<肺炎>\t\n"
    },
    {
        "QuestionId": "q4678",
        "RawQuestion": "股指期货的三大要务\n",
        "Sparql": "select ?x where { <股指期货> <要务> ?x. }\n",
        "Answer": "\"关注权重股走势\"\t\"做足收市功课\"\t\"注意控制风险\"\t\n"
    },
    {
        "QuestionId": "q6570",
        "RawQuestion": " 世界卫生组织的总部在哪里？\n",
        "Sparql": "select ?x where { <世界卫生组织> <总部>  ?x. } \n",
        "Answer": "\"瑞士日内瓦\"\t\n"
    },
    {
        "QuestionId": "q609",
        "RawQuestion": "傅雷儿子们的国籍都有什么?？\n",
        "Sparql": "select ?z where { ?x <中文名> \"傅雷\" . ?x <儿子> ?y . ?y <国籍> ?z . }\n",
        "Answer": "<中华人民共和国>\t<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q3378",
        "RawQuestion": "获得性免疫缺陷综合征属于什么?\n",
        "Sparql": "select ?x where { <获得性免疫缺陷综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5620",
        "RawQuestion": "长沙有几个4A级别的景点？\n",
        "Sparql": "select (count(?x) as ?count_city) where {      ?x <城市> <长沙>.     ?x <景点的等级A> \"4A\". }\n",
        "Answer": "\"11\"\t\n"
    },
    {
        "QuestionId": "q2777",
        "RawQuestion": "大华股份的毛利率是多少？\n",
        "Sparql": "select ?x where { <大华股份> <毛利率> ?x. }\n",
        "Answer": "\"36.37%\"\t\n"
    },
    {
        "QuestionId": "q5036",
        "RawQuestion": "宫缩乏力涉及哪些症状？\n",
        "Sparql": "select ?x where { <宫缩乏力> <涉及症状> ?x. }\n",
        "Answer": "<紧张>\t<产力异常>\t<子宫呈横椭圆形>\t<头盆不称>\t<胎位异常>\t<恐惧>\t<发育性骨盆异常>\t\n"
    },
    {
        "QuestionId": "q6872",
        "RawQuestion": "演员章婷婷的体重是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <体重> ?X. } \n",
        "Answer": "\"48kg\"\t\n"
    },
    {
        "QuestionId": "q5269",
        "RawQuestion": "肝内胆管结石患者会有哪些临床表现？\n",
        "Sparql": "select ?x where { <肝内胆管结石> <临床表现> ?x. }\n",
        "Answer": "\"疼痛、寒战、发热、黄疸，肝肿大、压痛\"\t\n"
    },
    {
        "QuestionId": "q3485",
        "RawQuestion": "椎间盘突出症属于什么?\n",
        "Sparql": "select ?x where { <椎间盘突出症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4950",
        "RawQuestion": "身热属于什么？\n",
        "Sparql": "select ?x where { <身热> <类型> ?x. }\n",
        "Answer": "<医学>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4581",
        "RawQuestion": "TCL集团的助理总裁\n",
        "Sparql": "select ?x where { <TCL集团> <助理总裁> ?x. }\n",
        "Answer": "<梁启春>\t<戴钢>\t<杜娟>\t<邵光洁>\t\n"
    },
    {
        "QuestionId": "q4098",
        "RawQuestion": "\"两弹一星\"指的是什么？\n",
        "Sparql": "select ?x where { <两弹一星> <原指> ?x. }\n",
        "Answer": "\"原子弹\"\t\"人造卫星\"\t\"导弹和\"\t\n"
    },
    {
        "QuestionId": "q1946",
        "RawQuestion": "永辉超市主营产品？\n",
        "Sparql": "select ?x where { <永辉超市> <主营产品> ?x. }\n",
        "Answer": "<食品>\t<生鲜>\t<生鲜农产品>\t<服装>\t<超市>\t<食品用品>\t\n"
    },
    {
        "QuestionId": "q774",
        "RawQuestion": "《最后的晚餐》的作者出生地是哪里？\n",
        "Sparql": "select ?y where { <最后的晚餐_（达·芬奇画作）> <作者> ?x. ?x <出生地> ?y. }\n",
        "Answer": "<芬奇镇>\t\n"
    },
    {
        "QuestionId": "q37",
        "RawQuestion": "可以给我推荐一些任天堂公司出的游戏吗？\n",
        "Sparql": "select ?x where { <任天堂> <主要软件系列> ?x. }\n",
        "Answer": "\"精灵宝可梦\"\t\"马里奥\"\t\"塞尔达传说\"\t\n"
    },
    {
        "QuestionId": "q6396",
        "RawQuestion": "城市在北京的凤凰中心门票多少钱？\n",
        "Sparql": "select ?x where { <凤凰中心> <城市> <北京> . <凤凰中心> <官方门票数据> ?x . }\n",
        "Answer": "\"成人:100.0。\"\t\n"
    },
    {
        "QuestionId": "q7622",
        "RawQuestion": "北京国际饭店附近5公里的景点都有哪些？\n",
        "Sparql": "select ?y where { <北京国际饭店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>.}\n",
        "Answer": "<雍和宫>\t<北海公园>\t<天坛公园>\t<故宫博物院（故宫）>\t<景山公园>\t<国家大剧院>\t<凤凰中心>\t\n"
    },
    {
        "QuestionId": "q20",
        "RawQuestion": "清朝词人纳兰性德是哪个民族的人？\n",
        "Sparql": "select ?y where { <纳兰性德> <民族族群> ?y. }\n",
        "Answer": "<满族>\t\n"
    },
    {
        "QuestionId": "q4060",
        "RawQuestion": "嬴政信奉哪个流派的思想？\n",
        "Sparql": "select ?y where { ?x <中文名> \"嬴政\" . ?x <信仰> ?y . }\n",
        "Answer": "<法家思想>\t\n"
    },
    {
        "QuestionId": "q2456",
        "RawQuestion": "马云的主要成就是什么？\n",
        "Sparql": "select ?x where { <马云_（阿里巴巴集团创始人）> <主要成就> ?x. }\n",
        "Answer": "\"2012年 CCTV中国经济年度人物\"\t\"1999年创办\"\t\"阿里巴巴集团\"\t\"2008年日本第十届企业家大奖\"\t\"2009中国经济十年商业领袖\"\t\n"
    },
    {
        "QuestionId": "q7086",
        "RawQuestion": "气短该做什么预防工作？\n",
        "Sparql": "select ?x where { <气短> <预防> ?x. }\n",
        "Answer": "\"1、气短不接(兼治滑泄及小便热)。用蓬莪茂一两、金铃子(去核)一两，共研为末，加蓬砂一钱，炼过，研细。每服二钱，空心服，温酒或盐汤送下。2、心腹胀满，气短的治疗便方。用豆蔻一两，去皮，研细。每服半钱，木瓜生姜汤调下。3、阳虚气喘，自汗盗汗，气短头晕。用人参五钱、熟附子一两，分为四帖。每帖以生姜十片，加月二碗，煎成一碗，温服。4、产后自汗、大热、气短、腰脚剧痛。用当归三钱，黄芪、白芍药(酒炒)各二钱，生姜五片，加水一碗半，煎至七成，温服。5、胸痹(胸痛彻心，喘咳气短，喉中燥痒，寸脉沉迟，关脉弦数)。用栝楼实一枚、薤白半斤，加白酒七升煮成二升，分二次服。此方名“栝楼薤白汤”。又方：薤白四两，半夏一合，枳实半两，生姜一两，栝楼实半枚，切细，加醋煎服。对于气短引起呼吸困难的患者，首先想到和做到的应是及时给予补氧。如果病情变化急骤、危及生命安全时，可在请求医生出诊援助的同时，给予人工呼吸或使用呼吸器呼吸。\"\t\n"
    },
    {
        "QuestionId": "q7208",
        "RawQuestion": "患有慢性乙型肝炎应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <慢性乙型肝炎> <就诊科室> ?x. }\n",
        "Answer": "\"感染科\"\t\n"
    },
    {
        "QuestionId": "q7048",
        "RawQuestion": "咳嗽是否具有传染性？\n",
        "Sparql": "select ?x where { <咳嗽> <传染性> ?x. }\n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q5541",
        "RawQuestion": "北海公园附近五公里内还有哪些景点\n",
        "Sparql": "select ?x where { <北海公园> <附近> ?cvt. ?cvt <距离值> \"5\"^^<http://www.w3.org/2001/XMLSchema#float>. ?cvt <实体名称> ?x. ?x <类型> <景点>. }\n",
        "Answer": "<雍和宫>\t<国家大剧院>\t<神玉艺术馆>\t\n"
    },
    {
        "QuestionId": "q7174",
        "RawQuestion": "怎么诊断胸痛伴呼吸困难？\n",
        "Sparql": "select ?x where { <胸痛伴呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"胸痛伴呼吸困难的鉴别诊断：(1)胸痛伴咳嗽：气管、支气管、胸膜疾病所致的胸痛常伴有咳嗽。(2)胸痛伴吞咽困难：见于食管疾病，例如食管炎、食道裂孔疝、食道肿瘤引起的胸痛。(3)胸痛伴咯血：肺结核、肺梗塞、支气管扩张症、原发性肺癌的胸痛常伴有咯血。(4)胸痛伴胸闷、心悸：胸痛伴有胸闷、心悸，与此同时或在此之前，出现发热、身体酸痛、咽痛、腹泻等症状，可见于急性心肌炎。(5)胸痛伴冷汗、面色苍白、胸痛、心前区剧痛、伴有血压下降、面色苍白、冷汗、四肢发凉等休克症状：可见于心肌梗塞。(6)胸痛伴发热：胸痛伴发热、咳嗽，伴有相应的胸部体征，可见于大叶性肺炎、结核性胸膜炎、脓胸等。胸痛、心前区疼痛，伴有发热、出冷汗和疲乏，出现呼吸困难及咳嗽，可见于心包炎。胸痛，胸闷，呼吸困难，咳嗽等.\"\t\n"
    },
    {
        "QuestionId": "q5282",
        "RawQuestion": "多囊肾在医学专科中属于哪个科？\n",
        "Sparql": "select ?x where { <多囊肾> <医学专科> ?x. }\n",
        "Answer": "\"肾内科\"\t\n"
    },
    {
        "QuestionId": "q4344",
        "RawQuestion": "用螃蟹做成的烤箱菜\n",
        "Sparql": "select ?x where { ?x <主要食材> <螃蟹_（甲壳类动物）> . ?x <分类> <烤箱菜> . }\n",
        "Answer": "<烤螃蟹>\t\n"
    },
    {
        "QuestionId": "q7140",
        "RawQuestion": "怎么诊断宫缩乏力？\n",
        "Sparql": "select ?x where { <宫缩乏力> <诊断> ?x. }\n",
        "Answer": "\"胎位异常：胎位异常一般指妊振30周后，胎儿在子宫体内的位置不正，较长见于腹壁松弛的孕妇和经产妇。胎位异常包括臀位、横位、枕后位、颜面位等。以臀位多见，而横位危害母婴最剧。由于胎位异常将给分娩带来程度不同的困难和危险，故早期纠正胎位，对难产的预防有着重要的意义。发育性骨盆异常：骨盆入口平面前半部较狭窄，不适合胎头枕部衔接，后半部较宽，胎头容易以枕后位或枕横位衔接。子宫呈横椭圆形：胎位异常胎儿在子宫内的位置叫胎位。子宫呈横椭圆形是诊断胎儿横位的依据之一。横位是胎位异常的一种，其他的还包括臀位、横位、枕后位、颜面位等。以臀位多见，而横位危害母婴最剧。头盆不称：如果产妇骨盆狭窄或胎儿的头过大，分娩时不能顺利通过产道；或是骨盆正常，但由于胎儿的头过大，也不能顺利通过产道，这种现象称为“头盆不称”。\"\t\n"
    },
    {
        "QuestionId": "q4844",
        "RawQuestion": "小儿猫叫综合征属于什么?\n",
        "Sparql": "select ?x where { <小儿猫叫综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7352",
        "RawQuestion": "南京博物院提供婴儿车租赁服务吗？\n",
        "Sparql": "select ?x where { <南京博物院> <是否有婴儿车租赁> ?x. }\n",
        "Answer": "<有收费婴儿车租赁>\t\n"
    },
    {
        "QuestionId": "q3222",
        "RawQuestion": "自然流产涉及什么症状？\n",
        "Sparql": "select ?x where { <自然流产> <涉及症状> ?x. }\n",
        "Answer": "<产后发热>\t\n"
    },
    {
        "QuestionId": "q1767",
        "RawQuestion": "港股通交易的最大手数？\n",
        "Sparql": "select ?x where { <港股通> <最大交易手数> ?x. }\n",
        "Answer": "\"每个买卖盘最大为3,000手，最大股数限制是99,999,999股\"\t\n"
    },
    {
        "QuestionId": "q4560",
        "RawQuestion": "红豆股份的注册时间\n",
        "Sparql": "select ?x where { <红豆股份> <工商注册时间> ?x. }\n",
        "Answer": "<1998年9月11日>\t\n"
    },
    {
        "QuestionId": "q7081",
        "RawQuestion": "如何预防苔黄腻？\n",
        "Sparql": "select ?x where { <苔黄腻> <预防> ?x. }\n",
        "Answer": "\"临床多见于急慢性胃肠炎.胆囊炎，尿毒症等病人的舌象。此类舌象的病人一般病情较复杂，治疗宜按辨证施药。　正常人的舌背上有一层薄白而润的苔状物，叫舌苔。舌苔黄厚而腻，多为痰热、食积或湿热内蕴。舌苔黄滑而润，为阳虚表现。舌苔黄腻非必皆是湿热。临床见有黄腻舌苔,以湿热辨之,治以清化,人皆知之.而由气虚运化失司致湿阻不化所致者,则知者不多.今举章叔赓先生医论一则.为医者开一思路.于临床或有所补焉。黄厚腻苔,不一定是湿热实证,其中也有气虚运化失司而致湿阻不化的,有些苔黄厚腻的患者,舌质一般,脉滑口苦,胸腹闷胀,纳少,溲黄等,似为实证,医用苍术,厚朴,芩,连,车前等苦寒燥湿药达数月,苔仍如故;但细辨之,必有一二虚证,如脉虚软滑,舌胖,黄腻苔中有裂纹,胸腹虚胀,喜温.便溏等,改用补中益气,香砂六君等加减治疗,服后胸腹反觉舒适,苔亦渐化,盖亦塞因塞用之法也。舌苔黄腻，经常口干,舌头边上还有齿痕，五心烦热，舌红少苔，脉细数。治宜：滋阴降火。可服：知柏地黄丸、大补阴丸、六味地黄丸等。暑湿感冒致舌苔黄腻发生于夏季，面垢身热汗出，但汗出不畅，身热不扬，身重倦怠，头昏重痛，或有鼻塞流涕，咳嗽痰黄，胸闷欲呕，小便短赤，舌苔黄腻，脉濡数。\"\t\n"
    },
    {
        "QuestionId": "q4909",
        "RawQuestion": "低氧血症与哪些疾病有关？\n",
        "Sparql": "select ?x where { <低氧血症> <涉及疾病> ?x. }\n",
        "Answer": "<肺囊肿>\t<支气管哮喘>\t<胎粪吸入综合征>\t<急性呼吸衰竭>\t\n"
    },
    {
        "QuestionId": "q1748",
        "RawQuestion": "深证的总流通市值是多少？\n",
        "Sparql": "select ?x where { <深证> <总流通市值> ?x. }\n",
        "Answer": "\"159441.25亿元\"\t\n"
    },
    {
        "QuestionId": "q2017",
        "RawQuestion": "杨过使用什么武器？\n",
        "Sparql": "select ?x where { <杨过> <武器> ?x . }\n",
        "Answer": "<君子剑_（宝剑名）>\t<玄铁重剑_（金庸小说中的武器）>\t\n"
    },
    {
        "QuestionId": "q2883",
        "RawQuestion": "支付宝的母公司是谁？\n",
        "Sparql": "select ?x where { <支付宝> <母公司> ?x. }\n",
        "Answer": "<蚂蚁金服>\t\n"
    },
    {
        "QuestionId": "q6272",
        "RawQuestion": "国家大剧院的东北方向有哪些酒店\n",
        "Sparql": "select ?x where { ?cvt <实体名称> <国家大剧院>. ?cvt <方向> <东北方向>. ?x <位于> ?cvt. ?x <类型> <酒店>. }\n",
        "Answer": "<北京丽景湾国际酒店>\t<金茂北京威斯汀大饭店>\t<日坛宾馆>\t<北京昆仑饭店>\t<北京伯豪瑞廷酒店>\t<长富宫饭店>\t<北京长城饭店（原北京喜来登长城饭店）>\t<北京新华联丽景温泉酒店>\t<北京天伦王朝酒店>\t<北京国贸大酒店>\t<北京燕莎中心凯宾斯基饭店>\t<北京东方君悦大酒店>\t<北京希尔顿酒店>\t<北京金隅喜来登大酒店>\t<北京新云南皇冠假日酒店>\t<王府半岛酒店>\t<北京饭店>\t<北京丽晶酒店>\t<鹏润国际大酒店>\t<北京国际饭店>\t<北京中奥马哥孛罗大酒店>\t<北京中国大饭店>\t<名人国际大酒店>\t<北京中航泊悦酒店>\t<北京瑞吉酒店>\t<北京千禧大酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q2016",
        "RawQuestion": "金轮国师的什么武功有十龙十象之力？\n",
        "Sparql": "select ?y where { ?x <别名> \"金轮国师、五轮法王\" . ?x <内功> ?y . ?y <功效特点> \"每招都有十龙十象的千斤之力\" . }\n",
        "Answer": "<龙象般若功>\t\n"
    },
    {
        "QuestionId": "q6590",
        "RawQuestion": "钟南山的队友属于哪个医疗队？\n",
        "Sparql": "select ?x where { <钟南山> <队友> ?y. ?y <所属救援队> ?x. } \n",
        "Answer": "<广医支援市八医院医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援市八医院医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援市八医院医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t<广医支援武汉医疗队>\t\n"
    },
    {
        "QuestionId": "q5987",
        "RawQuestion": "景山公园附近5公里的酒店和景点都有哪些\n",
        "Sparql": "select ?x where { <景山公园> <附近> ?cvt. ?cvt <距离值> \"5\"^^<http://www.w3.org/2001/XMLSchema#float>. ?cvt <实体名称> ?x. }\n",
        "Answer": "<雍和宫>\t<北海公园>\t<故宫博物院（故宫）>\t<国家大剧院>\t<神玉艺术馆>\t<日坛宾馆>\t<长富宫饭店>\t<北京东方君悦大酒店>\t<北京国宾酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京丽晶酒店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京励骏酒店>\t\n"
    },
    {
        "QuestionId": "q4525",
        "RawQuestion": "可立克有哪些女性高管?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <性别> <女>. }\n",
        "Answer": "<伍春霞>\t<顾洁>\t<顾军农>\t<肖瑾>\t<段轶群>\t<柳愈>\t\n"
    },
    {
        "QuestionId": "q1486",
        "RawQuestion": "素有\"匡庐奇秀甲天下\"和\"中华十大名山\"的名山占地面积多少？\n",
        "Sparql": "select ?y where { ?x <美誉> \"匡庐奇秀甲天下\". ?x <荣誉> \"中华十大名山\". ?x <占地面积> ?y. }\n",
        "Answer": "\"282平方公里\"\t\n"
    },
    {
        "QuestionId": "q5223",
        "RawQuestion": "结核病有没有传染性？\n",
        "Sparql": "select ?x where { <结核病> <传染性> ?x. }\n",
        "Answer": "\"有\"\t\n"
    },
    {
        "QuestionId": "q7429",
        "RawQuestion": "4A的北海公园，它的门票价格是多少？\n",
        "Sparql": "select ?x where { <北海公园> <景点的等级A> \"4A\" . <北海公园> <平均价格> ?x . }\n",
        "Answer": "\"14\"\t\n"
    },
    {
        "QuestionId": "q1839",
        "RawQuestion": "青岛啤酒的股东有？\n",
        "Sparql": "select ?x where { <青岛啤酒> <股东> ?x. }\n",
        "Answer": "<中国证券金融股份有限公司>\t<青岛啤酒集团有限公司>\t<中国建银投资有限责任公司>\t<香港中央结算有限公司>\t<香港中央结算(代理人)有限公司>\t<朝日集团控股株式会社>\t<中国人民人寿保险股份有限公司-分红-个险分红>\t<中央汇金资产管理有限责任公司>\t<香港金融管理局-自有资金>\t<中国工商银行股份有限公司-南方消费活力灵活配置混合型发起式证券投资基金>\t\n"
    },
    {
        "QuestionId": "q3324",
        "RawQuestion": "消化不良属于什么?\n",
        "Sparql": "select ?x where { <消化不良> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1161",
        "RawQuestion": "秦始皇的继承者的结局？\n",
        "Sparql": "select ?y where { <秦始皇_（中国首位皇帝）> <继承人> ?x. ?x <人物结局> ?y . }\n",
        "Answer": "\"被逼自杀\"\t\n"
    },
    {
        "QuestionId": "q5628",
        "RawQuestion": "香港美利酒店内有专职行李员吗？\n",
        "Sparql": "select ?x where { <香港美利酒店> <是否有专职行李员> ?x. }\n",
        "Answer": "<有专职行李员>\t\n"
    },
    {
        "QuestionId": "q558",
        "RawQuestion": "哪种凤梨属的植物喜欢光照？\n",
        "Sparql": "select ?x where { ?x <日照> \"喜光照\". ?x <属> <凤梨属>. }\n",
        "Answer": "<菠萝>\t\n"
    },
    {
        "QuestionId": "q3301",
        "RawQuestion": "传染性非典型肺炎属于什么?\n",
        "Sparql": "select ?x where { <传染性非典型肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4527",
        "RawQuestion": "可立克哪个高管年龄最大?\n",
        "Sparql": "select ?x where { <可立克> <年龄最大> ?x. ?x <​属于> <公司高管>. }\n",
        "Answer": "<顾洁>\t\n"
    },
    {
        "QuestionId": "q1965",
        "RawQuestion": "安控科技市值？\n",
        "Sparql": "select ?x where { <安控科技> <市值> ?x. }\n",
        "Answer": "\"60.09亿\"\t\n"
    },
    {
        "QuestionId": "q4062",
        "RawQuestion": "葬于茂陵的皇帝在位于哪段时间？\n",
        "Sparql": "select ?y where { ?x <陵墓> <茂陵_（汉武帝陵寝）> . ?x <在位时间> ?y . }\n",
        "Answer": "\"公元前141年―公元前87年\"\t\n"
    },
    {
        "QuestionId": "q5027",
        "RawQuestion": "长期发热属于什么？\n",
        "Sparql": "select ?x where { <长期发热> <类型> ?x. }\n",
        "Answer": "<疾病>\t<非生物>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5105",
        "RawQuestion": "血常规的参考值范围是什么？\n",
        "Sparql": "select ?x where { <血常规> <参考值> ?x. }\n",
        "Answer": "\"红细胞计数(RBC)(单位：10^12/L)男：4.0-5.50*10^12/L，女：3.5～5.0*10^12/L，新生儿：6.0～7.0*10^12/L;红细胞压积(HCT)(单位：%)男：40-50%，女：36-45%，新生儿：36-50%;平均红细胞体积(MCV)(单位：fL)男：80-100FL，女：80-100FL，新生儿：97-109FL；红细胞分布宽度(单位：%)男：10-16%，女：10-16%，新生儿：10-18%；血红蛋白浓度(HGB)(单位：g/L)：男：120～160*g/L，女：110～150*g/L，新生儿：170-200*g/L；平均红细胞血红蛋白含量(MCH)(单位：pg)男：26～38pg，女：26～38pg，新生儿：26～38pg；平均红细胞血红蛋白浓度(MCHC)(单位：g/L)男：300～360*g/L，女：300～360*g/L，新生儿：300～360*g/L；白细胞计数(WBC)(单位：10^9/L)男：4-10*10^9/L，女：4-10*10^9/L，新生儿：1.5-2.0*10^9/L；单核细胞计数(MONO)(单位：10^9/L)男：0.3-0.8*10^9/L，女：0.3-0.8*10^9/L，新生儿：0.3-0.8*10^9/L；单核细胞比例(MONO%)(单位：%)男：3-10%，女：3-10%，新生儿：3-10%；中性粒细胞计数(NEUT)(单位：10^9/L)男：2.0-7.5*10^9/L，女：2.0-7.5*10^9/L，新生儿2.0-7.5*10^9/L；中性粒细胞比例(NEUT%)(单位：%)男：50-70%，女：50-70%，新生儿50-70%；淋巴细胞计数(LY)(单位：10^9/L)男：0.8-4.0*10^9/L，女：0.8-4.0*10^9/L，新生儿：0.8-4.0*10^9/L；淋巴细胞比值(LY%)(单位：%)男：17-50%，女：17-50%，新生儿17-50%；血小板计数(PLT)(单位：10^9/L)男：100-300*10^9/L，女：100-300*10^9/L，新生儿：100-300*10^9/L；血小板体积分布宽度(PDW)(单位：%)男：10-18%，女：10-18%，新生儿：10-18%；平均血小板体积(MPV)(单位：fL)男：7-13fL，女：7-13fL，新生儿：7-13fL；大型血小板比例(P-LCR)(单位：%)男：10-50%，女：10-50%，新生儿：10-50%；血小板压积(PCT)男：0.10-0.35%，女：0.10-0.35%，新生儿：0.10-0.35%。\"\t\n"
    },
    {
        "QuestionId": "q630",
        "RawQuestion": "外文名为\"Volcanic rock\"的岩石的外观形状是怎样的？\n",
        "Sparql": "select ?x where { ?y <外文名> \"Volcanic rock\". ?y <外观形状> ?x. }\n",
        "Answer": "\"无尖粒状\"\t\n"
    },
    {
        "QuestionId": "q5040",
        "RawQuestion": "下肢肿胀和乏力属于什么？\n",
        "Sparql": "select ?x where { <下肢肿胀和乏力> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3323",
        "RawQuestion": "库欣综合征属于什么?\n",
        "Sparql": "select ?x where { <库欣综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q973",
        "RawQuestion": "美元的使用地区属于哪个洲?？\n",
        "Sparql": "select ?y where { <美元> <使用地区> ?x . ?x <所属洲> ?y . }\n",
        "Answer": "<北美洲>\t\n"
    },
    {
        "QuestionId": "q605",
        "RawQuestion": "指环王拍摄地国土面积有多大？\n",
        "Sparql": "select ?x where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <拍摄地点> ?y.?y <国土面积> ?x.}\n",
        "Answer": "\"268\"\t\"680平方公里\"\t\n"
    },
    {
        "QuestionId": "q6774",
        "RawQuestion": "张定宇和王先广共同发表过哪些文章？\n",
        "Sparql": "SELECT ?文章 WHERE { ?文章\t<共同作者>\t<张定宇>. ?文章\t<共同作者>\t<王先广>. ?文章\t<类型>\t<文章>. } \n",
        "Answer": "<《武汉市≥50岁HIV/AIDS病人抗病毒治疗效果分析》>\t\n"
    },
    {
        "QuestionId": "q7314",
        "RawQuestion": "延庆县有凯悦酒店吗？\n",
        "Sparql": "select ?x where { ?x <城市> <延庆县> . ?x <酒店品牌名称> <凯悦> . ?x <类型> <酒店> . }\n",
        "Answer": "<北京世园凯悦酒店>\t\n"
    },
    {
        "QuestionId": "q1087",
        "RawQuestion": "完成天下布武的大名最后在哪里逝世？\n",
        "Sparql": "select ?x where { <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <主要成就> \"天下布武；设立乐市乐座\". <织田信长_（日本战国三杰之一，安土桃山时代的大名）> <逝世地> ?x. }\n",
        "Answer": "<本能寺>\t\n"
    },
    {
        "QuestionId": "q3352",
        "RawQuestion": "红眼病属于什么?\n",
        "Sparql": "select ?x where { <红眼病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5108",
        "RawQuestion": "D-二聚体的外文名字叫什么？\n",
        "Sparql": "select ?x where { <D-二聚体> <外文名> ?x. }\n",
        "Answer": "\"D-Dimer\"\t\n"
    },
    {
        "QuestionId": "q724",
        "RawQuestion": "哪个朝代的人发明了活字印刷术？\n",
        "Sparql": "select ?y where { <活字印刷术> <发明者> ?x. ?x <国籍> ?y . }\n",
        "Answer": "<北宋_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q2566",
        "RawQuestion": "习大大什么时候出生？\n",
        "Sparql": "select ?y where { ?x <别名> \"习大大\". ?x <出生日期> ?y . }\n",
        "Answer": "\"1953-06\"\t\n"
    },
    {
        "QuestionId": "q542",
        "RawQuestion": "习大大是哪里毕业的？\n",
        "Sparql": "select ?y where { ?x <别名> \"习大大\" . ?x <毕业院校> ?y . }\n",
        "Answer": "<清华大学>\t\n"
    },
    {
        "QuestionId": "q1215",
        "RawQuestion": "《随想录》的作者其原名是？\n",
        "Sparql": "select ?x where { <随想录> <作者> ?y. ?y <中文名> ?x. }\n",
        "Answer": "\"李尧棠\"\t\n"
    },
    {
        "QuestionId": "q3415",
        "RawQuestion": "肠易激综合征属于什么?\n",
        "Sparql": "select ?x where { <肠易激综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5314",
        "RawQuestion": "与紧张、胸痛有关的疾病有什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <紧张> . ?x <涉及症状> <胸痛> . }\n",
        "Answer": "<过度通气>\t<阵发性夜间呼吸困难>\t<剧痛>\t<胸闷>\t<局部压痛>\t<收缩期杂音>\t<胸腔积液>\t<过度换气综合征>\t\n"
    },
    {
        "QuestionId": "q772",
        "RawQuestion": "太平天国所信仰的宗教是什么时间建立的？\n",
        "Sparql": "select ?y where { <太平天国_（中国历史政权）> <主要宗教> ?x. ?x <创建时间> ?y . }\n",
        "Answer": "\"1843\"\t\n"
    },
    {
        "QuestionId": "q7232",
        "RawQuestion": "角结膜干燥症多发生在哪个人群之中？\n",
        "Sparql": "select ?x where { <角结膜干燥症> <多发人群> ?x. }\n",
        "Answer": "\"老年人、计算机使用者、戴隐形眼镜者\"\t\n"
    },
    {
        "QuestionId": "q524",
        "RawQuestion": "博尔赫斯的国家首都在哪里？\n",
        "Sparql": "select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <出生地> ?y. ?y <首都> ?x}\n",
        "Answer": "<布宜诺斯艾利斯_（阿根廷的首都和最大城市）>\t\n"
    },
    {
        "QuestionId": "q4750",
        "RawQuestion": "短期证券市场的构成\n",
        "Sparql": "select ?x where { <短期证券市场> <类别> ?x. }\n",
        "Answer": "<回购协议市场>\t<商业票据市场>\t<短期国库券市场>\t<大额可转让定期存单市场>\t<银行承兑票据市场>\t\n"
    },
    {
        "QuestionId": "q974",
        "RawQuestion": "海贼王里发明了天候棒的人价值多少赏金？\n",
        "Sparql": "select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. <天候棒> <发明者> ?x. ?x <悬赏金> ?y. }\n",
        "Answer": "\"3000万→2亿贝利\"\t\n"
    },
    {
        "QuestionId": "q4030",
        "RawQuestion": "\"小飞侠\"身穿多少号球衣？\n",
        "Sparql": "select ?x where { ?y <别名> \"小飞侠，\" . ?y <球衣号码> ?x . }\n",
        "Answer": "\"24\"\t\n"
    },
    {
        "QuestionId": "q2685",
        "RawQuestion": "我们会在哪个民俗节日里吃元宵？\n",
        "Sparql": "select ?x where { ?x <类别> <民俗>. ?x <节日饮食> <元宵_（食品）>. }\n",
        "Answer": "<元宵节_（中国传统节日）>\t\n"
    },
    {
        "QuestionId": "q7469",
        "RawQuestion": "三亚亚龙湾喜来登度假酒店最早几点入住？\n",
        "Sparql": "select ?time where { <三亚亚龙湾喜来登度假酒店> <酒店入住开始时间> ?time. }\n",
        "Answer": "\"15:00\"\t\n"
    },
    {
        "QuestionId": "q4897",
        "RawQuestion": "腹泻涉及哪些症状？\n",
        "Sparql": "select ?x where { <腹泻> <涉及症状> ?x. }\n",
        "Answer": "<气短>\t<食欲减退>\t<里急后重>\t<粪便量少>\t<胸闷>\t<水泻伴低血钾>\t<恶心>\t<腹泻为水样带黏液恶臭无脓血>\t<牛奶色或米汤样便>\t<病毒性腹泻>\t\n"
    },
    {
        "QuestionId": "q239",
        "RawQuestion": "日本间谍川岛芳子是哪个民族的？\n",
        "Sparql": "select ?x where { <川岛芳子_（日本间谍，伪满洲国司令）> <民族> ?x. }\n",
        "Answer": "<满族>\t\n"
    },
    {
        "QuestionId": "q3409",
        "RawQuestion": "急性咽炎应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <急性咽炎> <科室> ?x. }\n",
        "Answer": "<耳鼻咽喉头颈外科>\t\n"
    },
    {
        "QuestionId": "q7070",
        "RawQuestion": "腹胀会不会有传染性？\n",
        "Sparql": "select ?x where { <腹胀> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\n"
    },
    {
        "QuestionId": "q4110",
        "RawQuestion": "三国女诗人蔡琰的主要作品有哪些？\n",
        "Sparql": "select ?y where { ?x <本名> \"蔡琰\" . ?x <主要作品> ?y . }\n",
        "Answer": "<胡笳十八拍_（长篇骚体叙事诗）>\t<悲愤诗>\t\n"
    },
    {
        "QuestionId": "q1510",
        "RawQuestion": "《寻秦记》小说的作者出生于哪一年？\n",
        "Sparql": "select ?y where { <寻秦记_（黄易所著历史武侠小说）> <作者> ?x. ?x <出生日期> ?y . }\n",
        "Answer": "\"1952\"\t\n"
    },
    {
        "QuestionId": "q5081",
        "RawQuestion": "鼻塞排出脓性或血性分泌物属于什么？\n",
        "Sparql": "select ?x where { <鼻塞排出脓性或血性分泌物> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q7478",
        "RawQuestion": "4A级别的景点在博乐市有几个？\n",
        "Sparql": "select (count(?x) as ?count_city) where {      ?x <城市> <博乐市>.     ?x <景点的等级A> \"4A\". }\n",
        "Answer": "\"1\"\t\n"
    }
]