[
    {
        "QuestionId": "q4930",
        "RawQuestion": "咳嗽属于什么？\n",
        "Sparql": "select ?x where { <咳嗽> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4906",
        "RawQuestion": "代谢性酸中毒与哪些疾病有关？\n",
        "Sparql": "select ?x where { <代谢性酸中毒> <涉及疾病> ?x. }\n",
        "Answer": "<早产儿视网膜病变>\t<肾小管酸中毒>\t<范可尼综合征>\t<急性肾上腺皮质功能不全>\t\n"
    },
    {
        "QuestionId": "q2102",
        "RawQuestion": "化学式为\"CH2O\"的化学物质英文名称为？\n",
        "Sparql": "select ?y where { ?y <化学式> \"CH2O\" . ?y <英文名称> ?x . }\n",
        "Answer": "<甲醛>\t\n"
    },
    {
        "QuestionId": "q4821",
        "RawQuestion": "康佳集团的董事局主席是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <董事局主席> ?x. }\n",
        "Answer": "<刘凤喜>\t\n"
    },
    {
        "QuestionId": "q1713",
        "RawQuestion": "收购要约的期限？\n",
        "Sparql": "select ?x where { <收购要约> <期限> ?x. }\n",
        "Answer": "\"不少于30日，不超过60日\"\t\n"
    },
    {
        "QuestionId": "q7583",
        "RawQuestion": "北京神玉馆在什么地方？\n",
        "Sparql": "select ?x where { <神玉艺术馆> <城市> <北京> . <神玉艺术馆> <地址> ?x . }\n",
        "Answer": "\"北三环中路3号双全大厦4楼\"\t\n"
    },
    {
        "QuestionId": "q5622",
        "RawQuestion": "外滩有母婴室吗？\n",
        "Sparql": "select ?x where { <外滩> <是否有母婴室> ?x. }\n",
        "Answer": "<有母婴室>\t\n"
    },
    {
        "QuestionId": "q7251",
        "RawQuestion": "三叉神经痛患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <三叉神经痛> <就诊科室> ?x. }\n",
        "Answer": "\"外科-神经外科\"\t\n"
    },
    {
        "QuestionId": "q4592",
        "RawQuestion": "中文在线的执行总经理\n",
        "Sparql": "select ?x where { <中文在线> <执行总经理> ?x. }\n",
        "Answer": "<戴和忠>\t\n"
    },
    {
        "QuestionId": "q4116",
        "RawQuestion": "玫瑰在英语里叫做？\n",
        "Sparql": "select ?x where { <玫瑰_（蔷薇科蔷薇属植物）> <英文名称> ?x . }\n",
        "Answer": "\"Rose\"\t\n"
    },
    {
        "QuestionId": "q2488",
        "RawQuestion": "南开大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <南开大学_（全国重点大学）> <现任校长> ?x . }\n",
        "Answer": "<龚克>\t\n"
    },
    {
        "QuestionId": "q881",
        "RawQuestion": "《额尔古纳河右岸》的作者出生在哪里？\n",
        "Sparql": "select ?y where { <额尔古纳河右岸> <作者> ?x. ?x <出生地> ?y. }\n",
        "Answer": "<北极村_（中国北极村）>\t<黑龙江_（最北和最东的省级行政区）>\t\n"
    },
    {
        "QuestionId": "q1309",
        "RawQuestion": "里奥·梅西的国籍是哪里？\n",
        "Sparql": "select ?x where { <里奥·梅西_（阿根廷足球运动员）> <国籍> ?x . }\n",
        "Answer": "<西班牙_（西班牙王国）>\t<阿根廷_（阿根廷共和国）>\t\n"
    },
    {
        "QuestionId": "q3672",
        "RawQuestion": "荨麻疹涉及哪些症状？<斑疹>\n",
        "Sparql": "select ?x where { <荨麻疹> <涉及症状> ?x. }\n",
        "Answer": "<感染性发热>\t<斑疹>\t<淋巴结肿大>\t<疱疹>\t<脾肿大>\t<皮肤发红>\t\n"
    },
    {
        "QuestionId": "q6042",
        "RawQuestion": "王府半岛酒店哪些房型有影音设备？\n",
        "Sparql": "select ?y where { <王府半岛酒店> <房型名称> ?y. ?y <影音设备> \"有\". }\n",
        "Answer": "<复式套间>\t<王府井套间>\t<尊贵套间>\t<北京套间>\t<特级尊贵套间>\t\n"
    },
    {
        "QuestionId": "q6749",
        "RawQuestion": "enzo跑车的生产厂商属于哪个集团？\n",
        "Sparql": "SELECT ?集团 WHERE { <enzo_（法拉利跑车）>\t<品牌>\t?厂商. ?厂商\t<所属集团>\t?集团. } \n",
        "Answer": "<菲亚特集团>\t\n"
    },
    {
        "QuestionId": "q2613",
        "RawQuestion": "浙江大学出了哪些导演？\n",
        "Sparql": "select ?x where { ?x <职业> <导演> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<陈骁强>\t<马侃_（电影制片人、导演）>\t<朱卫_（影视剧编剧、导演、制作人）>\t\n"
    },
    {
        "QuestionId": "q6429",
        "RawQuestion": "西安阳光国际大酒店什么时候可以接机呢？\n",
        "Sparql": "select ?x where { <西安阳光国际大酒店> <是否有接机服务-营业时间> ?x. }\n",
        "Answer": "<接机服务时间:[{\"timeRange\\\":[\\\"08:30-17:30\"]}]>\t\n"
    },
    {
        "QuestionId": "q4449",
        "RawQuestion": "八景宫灯的所有人都有哪些别称？\n",
        "Sparql": "select ?x where { <八景宫灯> <所有人> ?y. ?y <别名> ?x . }\n",
        "Answer": "\"道祖、神宝君、混元上帝、师宝、降生天尊、开皇末劫天尊\"\t\n"
    },
    {
        "QuestionId": "q7112",
        "RawQuestion": "如何诊断是发热伴淋巴结肿大、并伴触痛？\n",
        "Sparql": "select ?x where { <发热伴淋巴结肿大、并伴触痛> <诊断> ?x. }\n",
        "Answer": "\"(1)发热伴寒战常见于大叶性肺炎、败血症、急性胆囊炎、急性肾盂肾炎、流行性脑脊髓膜炎、钩端螺旋体病、疟疾、急性溶血性疾病。(2)发热伴眼睛充血常见于麻疹、流行性出血热、斑疹伤寒等，类似兔眼表现。(3)发热伴出血常见于重症感染和血液病。前者如重症麻疹、流行性出血热、登革热、病毒性肝炎、斑疹伤寒、败血症、感染性心内膜炎、钩端螺旋体病。后者如急性白血病、急性再生障碍性贫血、恶性组织细胞病。发热伴淋巴结肿大、并伴触痛等症状可作为诊断依据。\"\t\n"
    },
    {
        "QuestionId": "q7410",
        "RawQuestion": "北京励骏酒店最晚几点可以退房？\n",
        "Sparql": "select ?x where { <北京励骏酒店> <酒店退房时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q5989",
        "RawQuestion": "在拉萨等级为5A的景点有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <拉萨> . ?x <景点的等级A> \"5A\" . }\n",
        "Answer": "<珍宝馆>\t<大昭寺>\t<布达拉宫>\t\n"
    },
    {
        "QuestionId": "q3461",
        "RawQuestion": "胃下垂属于什么?\n",
        "Sparql": "select ?x where { <胃下垂> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5775",
        "RawQuestion": "丽江泸沽湖景区的交通信息如何？\n",
        "Sparql": "select ?x where { <丽江泸沽湖景区> <交通信息> ?x. }\n",
        "Answer": "\"丽江到泸沽湖，目前有直达班车（73元含保险），也可在宁蒗县城转车，就在车站等候着\"\t\n"
    },
    {
        "QuestionId": "q1909",
        "RawQuestion": "XD是什么的缩写？\n",
        "Sparql": "select ?x where { <XD> <缩写> ?x. }\n",
        "Answer": "\"Exclud_Dividend\"\t\n"
    },
    {
        "QuestionId": "q4503",
        "RawQuestion": "建议在西湖游玩多长时间呢？\n",
        "Sparql": "select ?y where {<西湖_（浙江省杭州市西湖）> <建议游玩时长> ?y . }\n",
        "Answer": "\"3-6小时\"\t\n"
    },
    {
        "QuestionId": "q7196",
        "RawQuestion": "分泌性腹泻是怎么诊断的？\n",
        "Sparql": "select ?x where { <分泌性腹泻> <诊断> ?x. }\n",
        "Answer": "\"病毒性腹泻：顾名思义是由病毒引起的。尤其是轮状病毒(因病毒颗粒外观像车轮而得名)感染多见，又因为大多在秋冬季发生(其他季节也有散发)，又称秋季腹泻。主要特征：先吐后泻，伴发烧，大便呈水样或蛋花汤样，病程有自限性，即使用药也不能显著改变病程。习惯性腹泻：入秋天气转凉，腹泻病人又增多。据各大医院肠道门诊统计，因饮食不当、受凉引起的腹泻病人占了大多数，其中反复腹泻、呈慢性腹泻者增加最多。医生介绍，这些患者神情“紧张”，腹痛、便急，频繁排稀便，但化验检查无病毒细菌，却久治不愈，呈习惯性腹泻。生理性腹泻：多见于6个月以下的婴儿，其外观虚胖，常有湿疹，出生后不久即腹泻，每天大便次数多，甚至十几次，每次大便量不一定很多，其中含少量水分，一般没有特殊腥臭味。生理性腹泻的婴儿除大便次数增多外，多无其他症状，食欲好，无呕吐，生长发育不受影响，添加辅食后，大便即逐渐转为正常。分泌性腹泻的临床特点为：(1)排出大量水样粪便，每天可达数升;(2)粪便中含大量电解质，且其渗透压与血浆渗透压基本相同;(3)粪便中不含脓血;(4)禁食后腹泻仍不停止;(5)一般无腹痛;(6)肠粘膜组织学检查基本正常。\"\t\n"
    },
    {
        "QuestionId": "q4724",
        "RawQuestion": "保险的四项基本原则是什么?\n",
        "Sparql": "select ?x where { <保险> <原则> ?x. }\n",
        "Answer": "\"补偿原则\"\t\"最大诚信原则\"\t\"可保利益原则\"\t\"近因原则\"\t\n"
    },
    {
        "QuestionId": "q1133",
        "RawQuestion": "比尔·盖茨创建的公司有什么软件产品？\n",
        "Sparql": "select ?y where { ?x <联合创始人> <比尔·盖茨_（美国微软公司联合创始人）>. ?x <主要软件产品> ?y. }\n",
        "Answer": "\"Windows\"\t\"Office\"\t\"Edge\"\t\"Azure\"\t\n"
    },
    {
        "QuestionId": "q3555",
        "RawQuestion": "矮小症属于什么?\n",
        "Sparql": "select ?x where { <矮小症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4136",
        "RawQuestion": "张敬轩签了哪个唱片公司？\n",
        "Sparql": "select ?x where { <张敬轩> <唱片公司> ?x. }\n",
        "Answer": "<英皇娱乐集团有限公司>\t\n"
    },
    {
        "QuestionId": "q2667",
        "RawQuestion": "曹丕执政时期国家流通的货币是什么？\n",
        "Sparql": "select ?y where { ?x <国家领袖> <曹丕_（三国时期曹魏开国皇帝）>. ?x <货币> ?y. }\n",
        "Answer": "<魏五铢>\t<刀币>\t<五铢钱>\t\n"
    },
    {
        "QuestionId": "q2182",
        "RawQuestion": "身为万千少女的梦中情人，外文名为\"Takeshi Kaneshiro\"的演员是什么血型？\n",
        "Sparql": "select ?x where { ?y <外文名> \"Takeshi Kaneshiro\" . ?y <血型> ?x . }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q3675",
        "RawQuestion": "萎缩性鼻炎的同义词是什么？\n",
        "Sparql": "select ?x where { <萎缩性鼻炎> <同义词> ?x. }\n",
        "Answer": "<臭鼻症>\t\n"
    },
    {
        "QuestionId": "q2748",
        "RawQuestion": "信雅达的注册资本是多少？\n",
        "Sparql": "select ?x where { <信雅达> <注册资本> ?x. }\n",
        "Answer": "\"43,967.9万元\"\t\n"
    },
    {
        "QuestionId": "q673",
        "RawQuestion": "奥地利的首都的城市面积有多大？\n",
        "Sparql": "select ?y where { <奥地利> <首都> ?x. ?x <城市面积> ?y. }\n",
        "Answer": "\"414.65 平方公里\"\t\n"
    },
    {
        "QuestionId": "q6650",
        "RawQuestion": "哪所学校的校歌创作于1952年？\n",
        "Sparql": "SELECT ?x WHERE { ?x <校歌> ?y. ?y <创作年代> <1952年>. } \n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q7092",
        "RawQuestion": "如何预防长期使用糖皮质激素导致的损害？\n",
        "Sparql": "select ?x where { <长期使用糖皮质激素导致的损害> <预防> ?x. }\n",
        "Answer": "\"尽管大剂量的应用糖皮质激素可起到抗炎、抗过敏、抗中毒、抗休克的作用，但考虑其巨大的副作用患者用药时还需谨慎。一般不需特殊治疗，停药后可自行消退。低盐、低糖、高蛋白饮食及加用氯化钾等措施可减轻这些症状。间歇用药或与其他类外用药轮流应用可减少副作用的发生。\"\t\n"
    },
    {
        "QuestionId": "q160",
        "RawQuestion": "广州市的电话区号是多少？\n",
        "Sparql": "select ?x where { <广州市_（广东省广州市）> <电话区号> ?x. }\n",
        "Answer": "\"20\"\t\n"
    },
    {
        "QuestionId": "q4217",
        "RawQuestion": "尤文图斯成立于何时？\n",
        "Sparql": "select ?x ?y where { <尤文图斯足球俱乐部> <成立时间> ?x.}\n",
        "Answer": "\"1897-11-01\"\t\t\n"
    },
    {
        "QuestionId": "q3300",
        "RawQuestion": "神经母细胞瘤属于什么?\n",
        "Sparql": "select ?x where { <神经母细胞瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6002",
        "RawQuestion": "五缘湾万嘀帆船出海俱乐部内有餐厅吗？\n",
        "Sparql": "select ?x where { <五缘湾万嘀帆船出海俱乐部> <是否有餐厅> ?x. }\n",
        "Answer": "<无餐厅>\t\n"
    },
    {
        "QuestionId": "q4934",
        "RawQuestion": "恶寒发热属于什么？\n",
        "Sparql": "select ?x where { <恶寒发热> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1824",
        "RawQuestion": "巴菲特的投资名言？\n",
        "Sparql": "select ?x where { <巴菲特> <投资名言> ?x. }\n",
        "Answer": "\"风险，是来自于你不知道你在做什么\"\t\"若你不打算持有某只股票达十年，则十分钟也不要持有\"\t\n"
    },
    {
        "QuestionId": "q1934",
        "RawQuestion": "国内的量化产品有？\n",
        "Sparql": "select ?x where { <国内> <量化产品> ?x. }\n",
        "Answer": "<京东金融>\t<聚宽>\t<优矿>\t<万矿>\t\n"
    },
    {
        "QuestionId": "q7038",
        "RawQuestion": "呼吸衰竭的ICD10编码是什么？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <ICD10> ?x. }\n",
        "Answer": "\"J96\"\t\n"
    },
    {
        "QuestionId": "q6601",
        "RawQuestion": "死于新冠病毒感染的都是哪里人？\n",
        "Sparql": "select ?x where { ?y <死亡原因> <新型冠状病毒感染>. ?y <籍贯> ?x. } \n",
        "Answer": "<辽宁锦州>\t\n"
    },
    {
        "QuestionId": "q849",
        "RawQuestion": "上海总商会的首任总理是何时去世的？\n",
        "Sparql": "select ?x where { <上海总商会> <首任总理> ?y. ?y <去世时间> ?x. }\n",
        "Answer": "\"1906\"\t\n"
    },
    {
        "QuestionId": "q4591",
        "RawQuestion": "中国太保的总精算师\n",
        "Sparql": "select ?x where { <中国太保> <总精算师> ?x. }\n",
        "Answer": "<张远瀚>\t\n"
    },
    {
        "QuestionId": "q4644",
        "RawQuestion": "移动平均线是谁提出的?\n",
        "Sparql": "select ?x where { <移动平均线> <提出人> ?x. }\n",
        "Answer": "<Joseph_EGranville>\t\n"
    },
    {
        "QuestionId": "q4865",
        "RawQuestion": "脉管炎属于什么?\n",
        "Sparql": "select ?x where { <脉管炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1742",
        "RawQuestion": "上证的总流通股本是多少？\n",
        "Sparql": "select ?x where { <上证> <总流通股本> ?x. }\n",
        "Answer": "\"33675.19亿股\"\t\n"
    },
    {
        "QuestionId": "q4077",
        "RawQuestion": "乐山大佛始建于哪一年？\n",
        "Sparql": "select ?x where { <乐山大佛> <开凿时间> ?x . }\n",
        "Answer": "<713年>\t\n"
    },
    {
        "QuestionId": "q5214",
        "RawQuestion": "经行发热有没有传染性？\n",
        "Sparql": "select ?x where { <经行发热> <传染性> ?x. }\n",
        "Answer": "<无_（日本动漫《火影忍者》人物）>\t\"无\"\t\n"
    },
    {
        "QuestionId": "q1314",
        "RawQuestion": "歌手许嵩的身高？\n",
        "Sparql": "select ?x where { <许嵩_（中国内地流行音乐男歌手）> <身高> ?x . }\n",
        "Answer": "\"180cm\"\t\n"
    },
    {
        "QuestionId": "q2865",
        "RawQuestion": "再保险可以分成什么类别？\n",
        "Sparql": "select ?x where { <再保险> <类别> ?x. }\n",
        "Answer": "\"临时分保\"\t\"合同分保\"\t\"预约分保\"\t\n"
    },
    {
        "QuestionId": "q7260",
        "RawQuestion": "消化性溃疡患者有哪些病症？\n",
        "Sparql": "select ?x where { <消化性溃疡> <临床表现> ?x. }\n",
        "Answer": "\"上腹疼痛、反酸、烧心等\"\t\n"
    },
    {
        "QuestionId": "q1159",
        "RawQuestion": "小仲马的代表作品是什么？\n",
        "Sparql": "select ?y where { ?x <别名> \"小仲马\". ?x <代表作品> ?y. }\n",
        "Answer": "<茶花女_（法国作家小仲马创作的文学巨著）>\t\n"
    },
    {
        "QuestionId": "q1115",
        "RawQuestion": "安菲尔德球场容纳人数为？\n",
        "Sparql": "select ?y where { ?x <主场馆> <安菲尔德球场>. ?x <容纳人数> ?y. }\n",
        "Answer": "\"45364\"\t\n"
    },
    {
        "QuestionId": "q3362",
        "RawQuestion": "与变应性鼻炎相近的的词是什么？\n",
        "Sparql": "select ?x where { <变应性鼻炎> <同义词> ?x. }\n",
        "Answer": "<过敏性鼻炎>\t\n"
    },
    {
        "QuestionId": "q1564",
        "RawQuestion": "和子女一起演过电影电视剧的演员有谁？\n",
        "Sparql": "select ?x where { ?x <子女> ?y. ?z <主演> ?x. ?z <主演> ?y. }\n",
        "Answer": "<秦沛>\t<鲍方>\t<刘烨_（中国内地男演员）>\t<洪金宝>\t<洪金宝>\t<洪金宝>\t\n"
    },
    {
        "QuestionId": "q7272",
        "RawQuestion": "增龄性黄斑变性的病因是什么？\n",
        "Sparql": "select ?x where { <增龄性黄斑变性> <常见病因> ?x. }\n",
        "Answer": "\"可能与遗传、慢性光损害、营养障碍、中毒、免疫性疾病等有关。\"\t\n"
    },
    {
        "QuestionId": "q6534",
        "RawQuestion": "南宋名将岳飞的谥号为？\n",
        "Sparql": "select ?x where { <岳飞_（南宋抗金名将、民族英雄）> <谥号> ?x. } \n",
        "Answer": "<忠武>\t<岳飞_（南宋抗金名将、民族英雄）>\t\n"
    },
    {
        "QuestionId": "q7445",
        "RawQuestion": "海格冲浪俱乐部有酒店吗？\n",
        "Sparql": "select ?x where { <海格冲浪俱乐部> <是否有酒店> ?x. }\n",
        "Answer": "<有酒店>\t\n"
    },
    {
        "QuestionId": "q7542",
        "RawQuestion": "九寨沟卧龙海是什么样子的？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <娱乐项目名称> <卧龙海>. <卧龙海> <项目描述> ?x. }\n",
        "Answer": "\"卧龙海海拔2215米，深22米。小巧玲珑的卧龙海是蓝色湖泊典型的代表，极浓重的蓝色醉人心田。湖面水波不兴，宁静祥和，像一块光滑平整、晶莹剔透的蓝宝石。卧龙海四周长满了各色花草树木，春夏季节，一片翠绿。海子蓝绿色的水越显浓烈，醉人心田。秋风起时，又是满堤红叶绿树倒影于湖光山色之中，美不胜收。\"\t\n"
    },
    {
        "QuestionId": "q6780",
        "RawQuestion": "烟草花叶病毒是哪类病毒？\n",
        "Sparql": "SELECT ?类 WHERE { <烟草花叶病毒>\t<类型>\t?类. ?类\t<类型>\t<病毒>. } \n",
        "Answer": "<RNA病毒>\t\n"
    },
    {
        "QuestionId": "q1058",
        "RawQuestion": "金正恩父亲的军衔有多高？\n",
        "Sparql": "select ?x where { <金正恩_（朝鲜最高领导人）> <父亲> ?y. ?y <军衔> ?x. }\n",
        "Answer": "<大元帅>\t\n"
    },
    {
        "QuestionId": "q2235",
        "RawQuestion": "《俄狄浦斯王》的作者是哪个国家的人？\n",
        "Sparql": "select ?x where { ?y <国籍> ?x . ?z<书名> \"《俄狄浦斯王》\" . ?z <作者> ?y . }\n",
        "Answer": "<古希腊_（爱琴海-色雷斯文明圈的黄金时期）>\t\n"
    },
    {
        "QuestionId": "q6535",
        "RawQuestion": "张仪的师父是谁？\n",
        "Sparql": "select ?x where { <张仪_（战国时期纵横家、外交家和谋略家）> <师承> ?x. } \n",
        "Answer": "<鬼谷子_（纵横家鬼谷子）>\t\n"
    },
    {
        "QuestionId": "q6481",
        "RawQuestion": "杭州的西湖要多少钱？\n",
        "Sparql": "select ?y where {  <西湖风景名胜区（西湖）> <平均价格> ?y. }\n",
        "Answer": "\"95\"\t\n"
    },
    {
        "QuestionId": "q2176",
        "RawQuestion": "漫威的母公司的官网域名是？\n",
        "Sparql": "select ?x where { <漫威> <母公司> ?y . ?y <官网> ?x . }\n",
        "Answer": "\"http://www.disney.com/\"\t\n"
    },
    {
        "QuestionId": "q5213",
        "RawQuestion": "怎么诊断急性发热性嗜中性皮肤病？\n",
        "Sparql": "select ?x where { <急性发热性嗜中性皮肤病> <诊断> ?x. }\n",
        "Answer": "\"病史要点发病较急。发热可先于皮疹数天至数周，或同时发生。注意复发常见于伴癌症的患者，皮损的出现也常常是肿瘤复发的表现。症状要点Sweet综合征最显著的特点是发热、中性粒细胞增多、疼痛的斑块或结节。发热可先于皮疹数天至数周，或同时发生，伴有关节痛、力、头痛、肌痛等；部分与恶性肿瘤相关及特发性病例中，发热，白细胞计数可正常。典型皮损为具有触痛的红色或紫红色丘疹或结节，常对称分布，好发于上肢、面部和颈部。皮损有透明水疱样外观（称为假性水庖，系继发于真皮上部明显的水肿），但触之为实质性的，在数天至数周内皮损增大，可融合成不规则形，境界清楚。少数患者皮损表现为脓疱性皮病，局限于手背部位。皮肤外表现：本病可累及骨骼、中枢神经系统、眼、小肠、肝脏、心脏、肾脏、支气管、肺及肌肉。伴神经系统表现的Sweet综合征可出现：抽搐、头痛、意识障碍、脑膜炎、中枢神经系统受损等，但病程短暂。Sweet综合征患者也可出现关节痛；眼部受累则表现为结膜炎、巩膜炎，有时出现结膜出血、青光眼、眼部充血。50％以上的特发性Sweet综合征有肌痛，而肿瘤相关的Sweet综合征与药物所致的Sweet综合征很少有肌痛。神经系统、肾脏、肝脏以及肺的受累，均以实验室结果异常为特征。约30％Sweet综合征患者在皮损治愈或自发缓解后出现复发，复发的间隔时间各不相同。复发常见于伴癌症的患者，故Sweet综合征的症状与皮损的出现常常是肿瘤复发的表现。Su和Liu于1986年修订了对Sweet综合征的诊断标准：主要标准：（1）典型皮损的急性发作：突然发作的疼痛或触痛性红色斑块或结节，偶有水疱、脓疱或大疱；（2）组织病理学表现：真皮中主要以中性粒细胞浸润，而白细胞碎裂性血管炎的表现。次要标准：（1）有先于本病的非特异性呼吸道或胃肠道感染或预防接种或相关疾病；a炎症性疾病如慢性自身免疫性疾病、感染；b血液系统增生性疾病或恶性实体肿瘤；c妊娠；（2）伴有一段时间的发热（T>38℃）或全身不适；（3）发作期异常的实验室检查结果（需4项中有3项）：ESR>20mm/h、C反应蛋白升高、外周血嗜中性粒细胞（分叶核和杆状核）>70%、白细胞增多>8×109/L；（4）糖皮质激素或者碘化钾治疗效果好。CohenPR等阐述了药物诱发的Sweet综合征符合以下5项标准：（1）突发的疼痛性红色斑块或结节；（2）组织病理学上真皮密集的中性粒细胞浸润，而白细胞碎裂性血管炎的证据；（3）发热超过38℃；（4）发病与用药明显相关；（5）停用有关药物或系统应用糖皮质激素后皮损很快消退。诊断必须满足上述两个主要标准和四个次要标准中的两个标准才能确诊。查体要点上肢、面部和颈部对称分布的，触痛性红色或紫红色丘疹或结节，皮损表面可见透明水疱样外观，但触之为实质的假性水庖。辅助检查实验室检查:实验室检查不具有特异性。最主要是血沉增快（90%）、外周血白细胞增多（60%）、中性粒细胞增多（70%）和核左移（50%），但亦有些经组织病理检查确诊的病例中，并非均有外周血白细胞增多，尤其在合并恶性肿瘤者，可出现贫血、中性粒细胞正常或减少和血小板减少的现象。脑部受累时可出现CT、脑电图、磁共振和脑脊液的异常，肾脏受累可出现血尿或蛋白尿，肝脏受累可出现肝酶谱升高，肺部受累可出现胸腔积液。因此在怀疑有系统损害时应进行相关检查。对一个初诊的患者，建议的实验室检查包括全血细胞计数、白细胞分类、血沉、CRP、肝肾功、尿常规、ASO、RF等，对老年患者还应进行恶性肿瘤筛查。临床类型Sweet综合征可分为3类：（1）经典性或者特发性Sweet综合征，多与上呼吸道或胃肠道感染、炎症性肠病及妊娠有关。（2）恶性肿瘤或副肿瘤相关性Sweet综合征，此病的急性发作或复发与癌症的存在相关。皮损可发生在患者肿瘤诊断之前、同时或之后。皮损倾向单发性或溃疡性损害。此类型通常没有外周血中性粒细胞增多，但易复发。皮损可以是健康人体出现内脏肿瘤或肿瘤患者复发的先兆。并发的血液恶性肿瘤包括各种类型的白血病、淋巴瘤，内脏肿瘤常见的是泌尿生殖道、乳腺（女性）或胃肠道（男性）。伴有肿瘤的患者以老年人居多，皮损可发生在黏膜部位，复发较常见，通常皮损的再现提示恶性肿瘤的复发。（3）药物所致Sweet综合征首例和最常见于接受过G-GSF治疗的患者，其他还有用过一些抗菌药物者，如米诺环素、全反式维甲酸、呋喃妥因以及抗癫痫药、抗高血压药、口服避孕药等治疗。鉴别诊断Sweet综合征一般需要与以下几种疾病相鉴别。（1）坏疽性脓皮病：两者伴有相似的疾病，特别是炎症性肠病和恶性血液疾病。在早期损害上他们的组织学变化实际上是相同的。皮损均有疼痛，但坏疽性脓皮病患者开始为丘原脓疱疹，而后发生溃疡，而Sweet综合征没有溃疡发生。坏疽性脓皮病患者通常没有系统症状和异常实验检查结果，而这些常见于Sweet综合征。（2）多形红斑：有典型的靶样损害，红斑中央有水疱或糜烂、结痂，疼痛，皮损常对称分布，其病理变化与Sweet综合征不同，多形红斑病理示表皮海绵形成及细胞内水肿，真皮血管扩张，周围主要是淋巴细胞浸润，而非嗜中性粒细胞浸润。而Sweet综合征皮损不对称，典型口腔与生殖器受累，且皮损压痛是其早期皮损形态学的特点。（3）结节性红斑：常见于中青年女性，表现为双小腿伸侧深在性疼痛性结节性皮损，可与Sweet综合征同时或随后发生，但结节性红斑表面不发生假性水疱，组织病理学表现不同，另外两者发生部位不一样，Sweet综合征皮损很少单一累及双腿。（4）单纯疱疹：在临床上，Sweet综合征透明的假性水庖，单一的皮损与单纯疱疹病毒感染相似，但是皮肤病理活检能鉴别。（5）持久性隆起红斑：持久性隆起红斑好发于四肢伸侧，特别是手足、肘膝关节伸侧，发热且皮疹疼痛不定，时有鳞屑或结痂，与Sweet综合征皮损分布及特点不同，持久性隆起红斑组织病理示白细胞碎裂性血管炎，Sweet综合征组织病理示真皮内密集的中性粒细胞浸润，血管壁纤维蛋白样变性及纤维化等表现，并非真正意义上的血管炎。（6）肠吻合综合征：皮损初始发生小的红斑，后形成红色丘疹，48小时内在紫色基底上发生脓疱或水疱，或坏死性血管炎表现，最后中心坏死，组织病理表现为嗜中性皮病改变，如之前有胃肠道疾病史，或胃肠手术史对鉴别具有重要意义。\"\t\n"
    },
    {
        "QuestionId": "q1572",
        "RawQuestion": "《黑白之间》的演唱者的老公信什么教？\n",
        "Sparql": "select ?z where { <黑白之间_（戚薇范逸臣演唱歌曲）> <演唱者> ?y. ?y <丈夫> ?x. ?x <宗教信仰> ?z. }\n",
        "Answer": "<基督教>\t\n"
    },
    {
        "QuestionId": "q5119",
        "RawQuestion": "氧分压会引发什么不良反应？\n",
        "Sparql": "select ?x where { <氧分压> <不良反应> ?x. }\n",
        "Answer": "\"1、可能会给血管造成一定的损伤。2、抽血有带来感染的风险。\"\t\n"
    },
    {
        "QuestionId": "q5004",
        "RawQuestion": "咯血伴发热涉及哪些症状？\n",
        "Sparql": "select ?x where { <咯血伴发热> <涉及症状> ?x. }\n",
        "Answer": "<干咳>\t<瘀血>\t<胸闷>\t<肺淤血>\t<恶心>\t<咯血伴呛咳>\t<咯血伴黄疸>\t<左心衰竭>\t<腹部不适>\t<子宫内膜异位>\t\n"
    },
    {
        "QuestionId": "q1950",
        "RawQuestion": "阿里巴巴以什么价格收购申通快递？\n",
        "Sparql": "select ?x where { <阿里巴巴收购申通快递> <价格> ?x. }\n",
        "Answer": "\"46.65亿元\"\t\n"
    },
    {
        "QuestionId": "q5905",
        "RawQuestion": "天坛附近的哪些酒店可以租到车？\n",
        "Sparql": "select ?y where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有租车服务> <有租车服务>.?y <类型> <酒店>. }\n",
        "Answer": "<长富宫饭店>\t<北京天伦王朝酒店>\t<北京富力万丽酒店>\t<北京国贸大酒店>\t<北京东方君悦大酒店>\t<北京金融街威斯汀大酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京国际饭店>\t<北京中国大饭店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京千禧大酒店>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q2269",
        "RawQuestion": "谁最先提出了自在与自为的概念？\n",
        "Sparql": "SELECT ?x WHERE { <自在与自为> <提出人> ?x . }\n",
        "Answer": "<格奥尔格·威廉·弗里德里希·黑格尔>\t\n"
    },
    {
        "QuestionId": "q127",
        "RawQuestion": "《胡笳十八拍》是谁的传世之作？\n",
        "Sparql": "select ?x where { ?x <主要作品> <胡笳十八拍_（长篇骚体叙事诗）>. }\n",
        "Answer": "<蔡文姬_（汉末三国时期才女）>\t\n"
    },
    {
        "QuestionId": "q531",
        "RawQuestion": "2012汤姆斯杯冠军是哪一年入选国家队的\n",
        "Sparql": "select ?y where { ?x <主要奖项> \"2012汤姆斯杯冠军\". ?x <入选国家队> ?y. }\n",
        "Answer": "\"2000年\"\t\n"
    },
    {
        "QuestionId": "q342",
        "RawQuestion": "留声机是谁发明的？\n",
        "Sparql": "select ?x where { <留声机_（放音装置）> <发明人> ?x. }\n",
        "Answer": "<托马斯·阿尔瓦·爱迪生>\t\n"
    },
    {
        "QuestionId": "q2399",
        "RawQuestion": "微软公司有多少员工？\n",
        "Sparql": "select ?x where { <微软> <员工数> ?x. }\n",
        "Answer": "\"0\"\t\"99\"\t\n"
    },
    {
        "QuestionId": "q7245",
        "RawQuestion": "口腔溃疡又称为什么？\n",
        "Sparql": "select ?x where { <口腔溃疡> <别称> ?x. }\n",
        "Answer": "\"复发性阿弗他溃疡，复发性口疮\"\t\n"
    },
    {
        "QuestionId": "q3221",
        "RawQuestion": "自然流产需要去什么科就诊？\n",
        "Sparql": "select ?x where { <自然流产> <科室> ?x. }\n",
        "Answer": "<产科>\t\n"
    },
    {
        "QuestionId": "q2852",
        "RawQuestion": "基金交易实行三大原则?\n",
        "Sparql": "select ?x where { <基金> <交易三原则> ?x. }\n",
        "Answer": "\"先进先出\"\t\"未知价\"\t\"金额申购、份额赎回\"\t\n"
    },
    {
        "QuestionId": "q1955",
        "RawQuestion": "2G3G要退网影响的概念是？\n",
        "Sparql": "select ?x where { ?x <事件> <2G3G要退网>. }\n",
        "Answer": "<5G概念>\t\n"
    },
    {
        "QuestionId": "q6736",
        "RawQuestion": "和张文宏合作的女性科学家有哪些？\n",
        "Sparql": "select ?z where { ?x <共同作者> <张文宏>. ?x <共同作者> ?z. ?z <性别> <女>. } \n",
        "Answer": "<邵凌云>\t<金嘉琳>\t\n"
    },
    {
        "QuestionId": "q347",
        "RawQuestion": "故宫的建造者是谁？\n",
        "Sparql": "select ?x where { <故宫_（北京故宫）> <建造者> ?x. }\n",
        "Answer": "<朱棣_（明成祖）>\t\n"
    },
    {
        "QuestionId": "q7434",
        "RawQuestion": "故宫博物院的优惠信息都有哪些？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <景点简介-优惠信息> ?x . }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，本地市民(持有本市社会保障金领取证的人员)可享半价优惠票，儿童(6周岁（含）以下或身高1.2米（含）以下)可享门票免费，大、中、小学生（含港、澳、台学生，不含成人教育、研究生）(凭学生证或学校介绍信)可享优惠票，老年人(60周岁（含）以上凭身份证原件)可享半价优惠票，离休干部(凭离休证)可享门票免费，备注：“三八”妇女节，妇女享受门票半价优惠;“六一”儿童节，14周岁以下儿童（含），免费参观，随同家长一人享受半价优惠;“八一”建军节，现役军人凭有效证件，免费参观\"\t\n"
    },
    {
        "QuestionId": "q1195",
        "RawQuestion": "谁发动本能寺之变？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"本能寺之变\". }\n",
        "Answer": "<松永久秀_（《织田信奈的野望》中人物）>\t\n"
    },
    {
        "QuestionId": "q2540",
        "RawQuestion": "著有《杜工部集》的诗人处于哪个朝代？\n",
        "Sparql": "select ?y where { ?x <主要作品> <杜工部集>. ?x <所处时代> ?y. }\n",
        "Answer": "<唐朝_（中国历史朝代）>\t<唐朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q202",
        "RawQuestion": "菲尔·奈特创立了什么品牌？\n",
        "Sparql": "select ?x where { ?x <创始人> <菲尔·奈特>. }\n",
        "Answer": "<NIKE>\t<AIR_（耐克旗下系列产品）>\t\n"
    },
    {
        "QuestionId": "q1273",
        "RawQuestion": "陵寝是惠陵的人的主要成就是？\n",
        "Sparql": "select ?y where { ?x <陵寝> <惠陵_（汉昭烈帝刘备陵寝）>. ?x <主要成就> ?y. }\n",
        "Answer": "\"建立蜀汉\"\t\"夺取西川\"\t\n"
    },
    {
        "QuestionId": "q4931",
        "RawQuestion": "咳嗽涉及什么检查项目？\n",
        "Sparql": "select ?x where { <咳嗽> <涉及检查> ?x. }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q5782",
        "RawQuestion": "故宫长春宫有什么历史背景？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <娱乐项目名称> <长春宫>. <长春宫> <项目描述> ?x. }\n",
        "Answer": "\"长春宫，内廷西六宫之一，明永乐十八年（1420年）建成，初名长春宫，嘉靖十四年（1535年）改称永宁宫，万历四十三年（1615年）复称长春宫。此宫明代为妃嫔所居，天启年间李成妃曾居此宫。清代为后妃所居，乾隆皇帝的孝贤皇后曾居住长春宫，死后在此停放灵棺。同治年至光绪十年（1884年），慈禧太后一直在此宫居住。\"\t\n"
    },
    {
        "QuestionId": "q78",
        "RawQuestion": "史铁生有哪些代表作品？\n",
        "Sparql": "select ?y where { <史铁生> <代表作品> ?y. }\n",
        "Answer": "<病隙碎笔>\t<务虚笔记>\t<我与地坛_（史铁生所编写的散文集）>\t\n"
    },
    {
        "QuestionId": "q1969",
        "RawQuestion": "上市公司发布的公告都有哪些类型？\n",
        "Sparql": "select ?x where { <公告> <类型> ?x. }\n",
        "Answer": "<字词>\t<社会>\t<公文>\t<语言>\t<行政_（汉语词语）>\t<类>\t\"分红\"\t\"担保\"\t\"关联交易\"\t\"年报\"\t\"重组\"\t\"再融资\"\t\"退市风险\"\t\"股票交易异常波动\"\t\"半年报\"\t\"重大合同\"\t\"持股变动\"\t\"业绩预告\"\t\"重大诉讼及仲裁\"\t\"澄清公告\"\t\"第一季报\"\t\"第三季报\"\t\n"
    },
    {
        "QuestionId": "q4695",
        "RawQuestion": "余额宝正式上线时间\n",
        "Sparql": "select ?x where { <余额宝> <上线时间> ?x. }\n",
        "Answer": "<2013年6月13日>\t\n"
    },
    {
        "QuestionId": "q667",
        "RawQuestion": "清华大学出了哪些数学家\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<段学复>\t<万哲先>\t<柯召_（数学家、中国科学院院士、四川川大原校长）>\t\n"
    },
    {
        "QuestionId": "q5683",
        "RawQuestion": "什么时候去5A级的天坛公园游玩最合适？\n",
        "Sparql": "select ?x where { <天坛公园> <景点的等级A> \"5A\" . <天坛公园> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q1411",
        "RawQuestion": "我想知道演员霍思燕的生日？\n",
        "Sparql": "select ?y where { <霍思燕> <出生日期> ?y. }\n",
        "Answer": "\"1980-10-23\"\t\n"
    },
    {
        "QuestionId": "q4161",
        "RawQuestion": "\"生活如此多娇\"是哪个公司的口号？\n",
        "Sparql": "select ?x where { ?x <公司口号> \"生活如此多娇\". }\n",
        "Answer": "<肯德基>\t\n"
    },
    {
        "QuestionId": "q258",
        "RawQuestion": "林清玄的主要成就是什么？\n",
        "Sparql": "select ?x where { <林清玄> <主要成就> ?x. }\n",
        "Answer": "\"“中国当代散文八大家”之一\"\t\"30岁前得遍了\"\t\"台湾所有文学大奖\"\t\n"
    },
    {
        "QuestionId": "q5717",
        "RawQuestion": "景山公园的详细地址在哪？\n",
        "Sparql": "select ?x where { <景山公园> <地址> ?x. }\n",
        "Answer": "\"景山西街44号\"\t\n"
    },
    {
        "QuestionId": "q4198",
        "RawQuestion": "汉字最早出现在什么时候？\n",
        "Sparql": "select ?x where { <汉字> <最早出现历史> ?x . }\n",
        "Answer": "\"商代之前\"\t\n"
    },
    {
        "QuestionId": "q978",
        "RawQuestion": "卡库、鹤参谋是哪儿的人物？\n",
        "Sparql": "select ?x where { <鹤参谋> <登场作品> ?x. <卡库> <登场作品> ?x. }\n",
        "Answer": "<海贼王_（尾田荣一郎创作的漫画作品）>\t\n"
    },
    {
        "QuestionId": "q6701",
        "RawQuestion": "树袋熊生活的国家，还有哪些著名动物？\n",
        "Sparql": "select ?y where { ?x <代表动物> <树袋熊> . ?x <代表动物> ?y . } \n",
        "Answer": "<鸭嘴兽>\t<树袋熊>\t<袋鼠_（动物名称）>\t\n"
    },
    {
        "QuestionId": "q7152",
        "RawQuestion": "如何预防急性呼吸困难？\n",
        "Sparql": "select ?x where { <急性呼吸困难> <预防> ?x. }\n",
        "Answer": "\"(1)如有过敏性哮喘，及时彻底治疗，远离过敏源，以防反复发作致病情加重。(2)不抽烟，养成良好习惯，避免慢支、慢性阻塞性肺病等的发生。(3)感冒及时治疗，以免发展至肺炎、肺脓肿的地步。(4)接种卡介苗，预防肺结核，如得了结核病，要及时彻底治疗。(5)先天性心脏病、冠心病、高血压病、风心病等，要早发现，早治疗，以防发展至心衰的地步。(6)糖尿病及肾病要坚持治疗，控制好血糖及肾功能，以防糖尿病酮症酸中毒及肾衰、心衰的发生。(7)可定期体检，无病防病，有病及时治疗，防治病情进展。\"\t\n"
    },
    {
        "QuestionId": "q5839",
        "RawQuestion": "北京饭店有接机服务吗\n",
        "Sparql": "select ?x where { <北京饭店> <是否有接机服务> ?x. }\n",
        "Answer": "<有接机服务（收费）>\t\n"
    },
    {
        "QuestionId": "q3210",
        "RawQuestion": "白血病属于什么?\n",
        "Sparql": "select ?x where { <白血病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6099",
        "RawQuestion": "入住上海银星皇冠假日酒店最早几点？\n",
        "Sparql": "select ?x where { <上海银星皇冠假日酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q6121",
        "RawQuestion": "杭州的宝石山是免费的吗？\n",
        "Sparql": "select ?x where { <宝石山> <城市> <杭州> . <宝石山> <是否免费> ?x . }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q2195",
        "RawQuestion": "\"The Lake Poets\"有哪些代表性作家？\n",
        "Sparql": "select ?y where { ?x <外文名> \"The Lake Poets\" . ?x <代表人物> ?y . }\n",
        "Answer": "<威廉·华兹华斯>\t<罗伯特·骚塞>\t<柯勒律治>\t\n"
    },
    {
        "QuestionId": "q3504",
        "RawQuestion": "溃疡性结肠炎涉及哪些症状？\n",
        "Sparql": "select ?x where { <溃疡性结肠炎> <涉及症状> ?x. }\n",
        "Answer": "<肚脐疼>\t<衰弱>\t<里急后重>\t<腹泻与便秘交替>\t<腹痛伴腹泻>\t<右下腹痛伴呕吐>\t\n"
    },
    {
        "QuestionId": "q3260",
        "RawQuestion": "结核病常见的病因是什么？\n",
        "Sparql": "select ?x where { <结核病> <常见病因> ?x. }\n",
        "Answer": "<结核杆菌>\t\"结核杆菌\"\t\n"
    },
    {
        "QuestionId": "q1551",
        "RawQuestion": "被称为\"大蟒\"的国乒运动员？\n",
        "Sparql": "select ?x where { ?x <别名> \"昕爷、大蟒\". ?x <运动项目> <乒乓球>. }\n",
        "Answer": "<许昕_（中国乒乓球运动员）>\t\n"
    },
    {
        "QuestionId": "q4135",
        "RawQuestion": "法国主要信仰什么宗教？\n",
        "Sparql": "select ?x where { <法国_（法兰西共和国）> <主要宗教> ?x. }\n",
        "Answer": "<天主教>\t\n"
    },
    {
        "QuestionId": "q4226",
        "RawQuestion": "圣斗士星矢中号称神的化身的人的生日？\n",
        "Sparql": "select ?y where { ?x <登场作品> <圣斗士星矢_（车田正美作画的漫画）> . ?x <其他名称> \"神的化身\" . ?x <生日> ?y . }\n",
        "Answer": "\"05-30\"\t\n"
    },
    {
        "QuestionId": "q495",
        "RawQuestion": "清明节都有哪些习俗？\n",
        "Sparql": "select ?x where { <清明_（二十四节气之一）> <节日活动> ?x. }\n",
        "Answer": "<踢>\t<扫墓>\t<禁火>\t<踏青>\t<荡秋千>\t<打马球_（运动）>\t<插柳>\t<蹴鞠_（体育项目，运动）>\t\n"
    },
    {
        "QuestionId": "q1755",
        "RawQuestion": "公开发行上市对企业有什么约束？\n",
        "Sparql": "select ?x where { <上市> <约束> ?x. }\n",
        "Answer": "\"监管和监督部门会增加\"\t\"需要遵守的法律、法规、规章和规则会增加\"\t\"公司的透明度需要提高\"\t\"经营压力会增加\"\t\"大股东受到的约束力将增加\"\t\n"
    },
    {
        "QuestionId": "q2791",
        "RawQuestion": "周生生集团国际有限公司简称什么\n",
        "Sparql": "select ?x where { <周生生集团国际有限公司> <公司简称> ?x. }\n",
        "Answer": "<周生生>\t\n"
    },
    {
        "QuestionId": "q5768",
        "RawQuestion": "洛阳东山宾馆内有停车场吗？\n",
        "Sparql": "select ?x where { <洛阳东山宾馆> <是否有停车场> ?x. }\n",
        "Answer": "<有免费停车场>\t\n"
    },
    {
        "QuestionId": "q7464",
        "RawQuestion": "欧亚国际酒店入住年龄有什么限制？\n",
        "Sparql": "select ?x where { <欧亚国际酒店> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q935",
        "RawQuestion": "\"声东击西\"出自古代的一本兵书，你知道是谁写的吗？\n",
        "Sparql": "select ?y where { <声东击西> <出处> ?x. ?x <作者> ?y . }\n",
        "Answer": "<刘安_（西汉淮南王）>\t\n"
    },
    {
        "QuestionId": "q7305",
        "RawQuestion": "贵阳世纪金源饭店内有叫醒服务吗？\n",
        "Sparql": "select ?x where { <贵阳世纪金源大饭店> <是否有叫醒服务> ?x. }\n",
        "Answer": "<有叫醒服务>\t\n"
    },
    {
        "QuestionId": "q6507",
        "RawQuestion": "国家大剧院的营业时间？\n",
        "Sparql": "select ?x where { <国家大剧院> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周二至周日 全天 09:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q1879",
        "RawQuestion": "债券的收益包括哪些？\n",
        "Sparql": "select ?x where { <债券> <收益> ?x. }\n",
        "Answer": "\"资本利得\"\t\"利息收益\"\t\"再投资收益\"\t\n"
    },
    {
        "QuestionId": "q4666",
        "RawQuestion": "保险代理人的分类\n",
        "Sparql": "select ?x where { <保险代理人> <类别> ?x. }\n",
        "Answer": "<专业代理人>\t<个人代理人>\t<兼业代理人>\t\n"
    },
    {
        "QuestionId": "q6666",
        "RawQuestion": "绰号“小飞侠”和\"黑曼巴\"的是？\n",
        "Sparql": "SELECT ?x WHERE { ?x <别名> \"小飞侠，\". ?x <别名> \"黑曼巴\". } \n",
        "Answer": "<科比·布莱恩特>\t\n"
    },
    {
        "QuestionId": "q921",
        "RawQuestion": "<江陵愁望寄子安>的作者信仰什么教？\n",
        "Sparql": "select ?x where { ?y <代表作品> <江陵愁望寄子安>. ?y <信仰> ?x. }\n",
        "Answer": "<道教>\t\n"
    },
    {
        "QuestionId": "q3660",
        "RawQuestion": "支气管肺炎属于什么?\n",
        "Sparql": "select ?x where { <支气管肺炎> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q225",
        "RawQuestion": "里海有多大？\n",
        "Sparql": "select ?x where { <里海> <占地面积> ?x. }\n",
        "Answer": "\"386428㎞²\"\t\n"
    },
    {
        "QuestionId": "q5157",
        "RawQuestion": "衣原体肺炎的外文名字是什么？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <外文名> ?x. }\n",
        "Answer": "\"chamydiaepneumonia\"\t\n"
    },
    {
        "QuestionId": "q4221",
        "RawQuestion": "梅西获得过几次西甲冠军？\n",
        "Sparql": "select ?x where { <里奥·梅西_（阿根廷足球运动员）> <主要奖项> ?x.}\n",
        "Answer": "\"2011\"\t\"2012\"\t\"10\"\t\"12\"\t\"2009\"\t\"2010\"\t\"11\"\t\"2006\"\t\"主要奖项\"\t\"金靴奖\"\t\"2009欧洲足球先生（法国队报\"\t\"金球奖）\"\t\"2009世界足球先生\"\t\"15年FIFA金球奖\"\t\"2015欧冠冠军\"\t\"2015 欧冠金靴\"\t\"8次西甲冠军 展开\"\t\"8次西甲冠军\"\t\"2005年世青赛冠军\"\t\"世青赛金球奖\"\t\"2008北京奥运会男足冠军\"\t\"2013西甲金靴奖/欧洲金靴奖\"\t\"2014世界杯亚军\"\t\"世界杯最佳球员 收起\"\t\n"
    },
    {
        "QuestionId": "q3456",
        "RawQuestion": "急性胆囊炎应该送往什么科？\n",
        "Sparql": "select ?x where { <急性胆囊炎> <科室> ?x. }\n",
        "Answer": "<消化内科>\t\n"
    },
    {
        "QuestionId": "q1028",
        "RawQuestion": "东南大学出过哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <东南大学> . }\n",
        "Answer": "<吴海军_（深圳市新天下集团、神舟电脑公司董事长）>\t<王志国_（酷开网络科技有限公司董事长）>\t<张桂平_（苏宁环球集团董事长）>\t<森稔>\t<顾金福>\t<沈锦华_（焦点科技董事长）>\t\n"
    }
]