[
    {
        "QuestionId": "q2281",
        "RawQuestion": "11月的流星是什么星座的？\n",
        "Sparql": "SELECT ?x WHERE { <流星_（天文现象）> <11月> ?x . }\n",
        "Answer": "\"狮子座流星群（Leonids ）\"\t\n"
    },
    {
        "QuestionId": "q2767",
        "RawQuestion": "郑商所在中国哪个城市\n",
        "Sparql": "select ?x where { <郑商所> <位置> ?x. }\n",
        "Answer": "<郑州>\t\n"
    },
    {
        "QuestionId": "q6331",
        "RawQuestion": "赛里木湖风景名胜区的官方价格是多少？\n",
        "Sparql": "select ?x where { <赛里木湖风景名胜区> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:70.0。\"\t\n"
    },
    {
        "QuestionId": "q3053",
        "RawQuestion": "心肌酶属于什么类型的测定？\n",
        "Sparql": "select ?x where { <心肌酶> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<血清酶测定>\t\n"
    },
    {
        "QuestionId": "q5548",
        "RawQuestion": "金茂三亚亚龙湾丽思卡尔顿酒店价格\n",
        "Sparql": "select ?z where { <金茂三亚亚龙湾丽思卡尔顿酒店> <平均价格> ?z. }\n",
        "Answer": "\"1689\"\t\n"
    },
    {
        "QuestionId": "q150",
        "RawQuestion": "我国的国球是什么？\n",
        "Sparql": "select ?x where { <国球> <我国特指> ?x. }\n",
        "Answer": "\"乒乓球\"\t\n"
    },
    {
        "QuestionId": "q70",
        "RawQuestion": "《悼李夫人赋》是谁的作品？\n",
        "Sparql": "select ?x where { ?x <代表作品> <悼李夫人赋>. }\n",
        "Answer": "<汉武帝_（汉朝皇帝）>\t\n"
    },
    {
        "QuestionId": "q4327",
        "RawQuestion": "贾月梅毕业院校地址是？\n",
        "Sparql": "select ?y where { <贾月梅> <毕业院校> ?x . ?x <学校地址> ?y . }\n",
        "Answer": "\"山西省\"\t\"太原市迎泽西大街79号（迎西校区）\"\t\n"
    },
    {
        "QuestionId": "q2137",
        "RawQuestion": "北京大学的学术传统是什么？\n",
        "Sparql": "select ?x where { <北京大学> <学术传统> ?x . }\n",
        "Answer": "\"思想自由\"\t\"兼容并包\"\t\n"
    },
    {
        "QuestionId": "q4699",
        "RawQuestion": "伦敦国际黄金市场上的黄金现货交易方式\n",
        "Sparql": "select ?x where { <伦敦黄金市场> <现货交易方式> ?x. }\n",
        "Answer": "\"定价交易\"\t\"报价交易\"\t\n"
    },
    {
        "QuestionId": "q5845",
        "RawQuestion": "北京千禧大酒店附近有餐厅的景点\n",
        "Sparql": "select ?y  where { <北京千禧大酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有餐厅> <有餐厅>. ?y <类型> <景点>. }\n",
        "Answer": "<凤凰中心>\t<天坛公园>\t<故宫博物院（故宫）>\t<景山公园>\t\n"
    },
    {
        "QuestionId": "q913",
        "RawQuestion": "张学友和王菲合唱的歌曲有哪些？\n",
        "Sparql": "select ?x where { ?x <歌曲原唱> <张学友>. ?x <歌曲原唱> <王菲_（华语女歌手、演员）>. }\n",
        "Answer": "<爱，一次给不完>\t<非常夏日_（张学友专辑《饿狼传说》中一首歌曲）>\t<将心照亮>\t\n"
    },
    {
        "QuestionId": "q6799",
        "RawQuestion": "黑龙江的面积有多大？\n",
        "Sparql": "SELECT ?x WHERE { <黑龙江_（最北和最东的省级行政区）> <面积>?x. } \n",
        "Answer": "\"47.3万平方千米\"\t\n"
    },
    {
        "QuestionId": "q7335",
        "RawQuestion": "故宫附近哪个酒店带桌球室？\n",
        "Sparql": "select ?y where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有桌球室> <有台球室>. ?y <类型> <酒店>. }\n",
        "Answer": "<北京新云南皇冠假日酒店>\t<北京国宾酒店>\t<北京国际饭店>\t\n"
    },
    {
        "QuestionId": "q6753",
        "RawQuestion": "人称\"舒米\"的车手体重有多重？\n",
        "Sparql": "SELECT ?体重 WHERE { ?车手\t<体重>\t?体重. ?车手\t<别名>\t\"舒米\". } \n",
        "Answer": "\"75公斤\"\t\n"
    },
    {
        "QuestionId": "q7129",
        "RawQuestion": "如何诊断术后发热？\n",
        "Sparql": "select ?x where { <术后发热> <诊断> ?x. }\n",
        "Answer": "\"感染性发热多具有以下特点：1、起病急伴有或无寒战的发热。2、全身及定位症状和体征。3、血象：白细胞计数高于1.2x109/L，或低于0.5109/L。4、四唑氮蓝试验(NBT)：如中性粒细胞还原NBT超过20%，提示有细菌性感染，有助于与病毒感染及非感染性发热的鉴别(正常值<10%)应用激素后可呈假阴性。5、反应蛋白测定(CRP)：阳性提示有细菌性感染及风湿热，阴性多为病毒感染。6、中性粒细胞碱性磷酸酶积分增高：正常值为0～37，增高愈高愈有利于细菌性感染的诊断，当除外妊娠癌肿、恶性淋巴瘤者更有意义。应用激素后可使之升高或呈假阳性非感染性发热具有下列特点：1、热程长超过2个月，热程越长，可能性越大2、长期发热一般情况好，无明显中毒症状。3、贫血、无痛性多部位淋巴结肿大、肝脾肿大引起中枢性发热的疾病以脑血管病、脑外伤及脑部手术侵袭较常见，也可见于脑部肿瘤、癫痫、酒精戒断和急性高颅压等。此外，有学者将恶性高热和神经安定剂恶性综合征也归为体温调节障碍一类。癌性发热是指癌症患者在排除感染、抗生素治疗无效的情况下出现的直接与癌症有关的非感染性发热和患者在肿瘤发展过程中因治疗而引起的发热。术后第一个24小时出现高热(>39℃)，如果能排除输血反应，多考虑链球菌或梭菌感染，吸人性肺炎，或原已存在的感染。\"\t\n"
    },
    {
        "QuestionId": "q1568",
        "RawQuestion": "联想公司的CEO在哪所院校毕业？\n",
        "Sparql": "select ?p where { ?x <公司名称> ?y . filter regex(?y, \"联想\") . ?x <ceo> ?z . ?z <毕业院校> ?p . }\n",
        "Answer": "<中国科学技术大学>\t<上海交通大学>\t\n"
    },
    {
        "QuestionId": "q2022",
        "RawQuestion": "郭靖和黄蓉的子女是谁？\n",
        "Sparql": "select ?x where { <郭靖_（金庸武侠小说《射雕英雄传》男主角）> <子女> ?x . <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> <子女> ?x . }\n",
        "Answer": "<郭破虏>\t<郭襄>\t<郭芙>\t\n"
    },
    {
        "QuestionId": "q493",
        "RawQuestion": "爱奇艺啥时候创立的呀？\n",
        "Sparql": "select ?x where { <爱奇艺> <成立时间> ?x. }\n",
        "Answer": "\"2010-04-22\"\t\n"
    },
    {
        "QuestionId": "q175",
        "RawQuestion": "刘昊然的出生日期是什么？\n",
        "Sparql": "select ?x where { <刘昊然> <出生日期> ?x. }\n",
        "Answer": "\"1997-10-10\"\t\n"
    },
    {
        "QuestionId": "q2101",
        "RawQuestion": "\"Clash of Clans\"的发行商是？\n",
        "Sparql": "select ?x where { ?y <原版名称> \"Clash of Clans\" . ?y <发行商> ?x }\n",
        "Answer": "<Supercell Oy>\t\n"
    },
    {
        "QuestionId": "q3383",
        "RawQuestion": "高催乳素血症属于什么?\n",
        "Sparql": "select ?x where { <高催乳素血症> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<科学百科疾病症状分类>\t\n"
    },
    {
        "QuestionId": "q4829",
        "RawQuestion": "支气管扩张属于什么?\n",
        "Sparql": "select ?x where { <支气管扩张> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2847",
        "RawQuestion": "什么是证券投资基金\n",
        "Sparql": "select ?x where { <证券投资基金> <释义> ?x. }\n",
        "Answer": "\"证券投资基金是指一种利益共享、风险共担的集合证券投资方式，即通过发行基金单位，集中投资者的资金，由基金托管人（一般是大银行）托管，由基金管理人（即基金管理公司）管理和运用资金，从事股票、债券等金融工具投资。\"\t\n"
    },
    {
        "QuestionId": "q5888",
        "RawQuestion": "深圳阳光酒店的地址在哪？\n",
        "Sparql": "select ?x where { <深圳阳光酒店> <地址> ?x. }\n",
        "Answer": "\"嘉宾路2001号\"\t\n"
    },
    {
        "QuestionId": "q6287",
        "RawQuestion": "南京恋爱博物馆在南京博物院的哪个方向？\n",
        "Sparql": "select ?x where { <南京恋爱博物馆> <位于> ?cvt.  ?cvt <实体名称> <南京博物院>.  ?cvt <方向> ?x }\n",
        "Answer": "<西南方向>\t\n"
    },
    {
        "QuestionId": "q2431",
        "RawQuestion": "被誉为\"泰国的珍珠\"的是哪个地方？\n",
        "Sparql": "select ?x where { ?x <别名> \"泰国的珍珠\". }\n",
        "Answer": "<普吉岛_（泰国岛屿）>\t<布吉岛_（泰国南部岛屿）>\t\n"
    },
    {
        "QuestionId": "q7039",
        "RawQuestion": "呼吸衰竭的ICD9CM编码是多少？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <ICD9CM> ?x. }\n",
        "Answer": "\"518.81\"\t\n"
    },
    {
        "QuestionId": "q5206",
        "RawQuestion": "糖皮质激素性青光眼有怎样的治疗方法？\n",
        "Sparql": "select ?x where { <糖皮质激素性青光眼> <治疗方法> ?x. }\n",
        "Answer": "\"停用糖皮质激素，局部降眼压治疗，应用药物后眼压不能控制者可考虑抗青光眼手术。如有结膜下存留长效储存型激素沉着物可实施切除。若玻璃体腔注入曲安奈德后眼压经药物治疗效后，可行玻璃体切除术。降眼压药物不能控制时，可行激光小梁成形术（SLT）或穿透性小梁切除术（如Express引流钉植入术）或引流装置植入术（如Ahemd引流阀）。如果合并明显影响视力的糖皮质激素性白内障，则可行超声乳化白内障摘除人工晶体植入联合小梁切除术。\"\t\n"
    },
    {
        "QuestionId": "q3662",
        "RawQuestion": "胆囊结石属于什么?\n",
        "Sparql": "select ?x where { <胆囊结石> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q5255",
        "RawQuestion": "新生儿肺炎的发病部位在哪儿？\n",
        "Sparql": "select ?x where { <新生儿肺炎> <发病部位> ?x. }\n",
        "Answer": "\"肺\"\t\n"
    },
    {
        "QuestionId": "q2473",
        "RawQuestion": "古罗马帝国的人口有多少？\n",
        "Sparql": "select ?x where { <罗马_（古罗马时代）> <人口数量> ?x. }\n",
        "Answer": "\"120000000\"\t\n"
    },
    {
        "QuestionId": "q2258",
        "RawQuestion": "修昔底德的职业是什么？\n",
        "Sparql": "SELECT ?x WHERE { <修昔底德_（古希腊历史学家、雅典十将军之一）> <职业> ?x . }\n",
        "Answer": "<文学家>\t<历史学家_（历史记录编纂者及历史材料研究者）>\t<军事家>\t\n"
    },
    {
        "QuestionId": "q7101",
        "RawQuestion": "怎么诊断产后发热病症？\n",
        "Sparql": "select ?x where { <产后发热> <诊断> ?x. }\n",
        "Answer": "\"1、感染邪毒型产后发热①症见产后24小时至10天内，寒战、高热不退，小腹疼痛拒按，恶露量或多或少，色紫黑，臭秽，心烦口渴，尿赤便结，舌红，苔黄腻，脉数有力。【治法】清热解毒，凉血化瘀。【方用】五味消毒饮等。②因产后气血虚弱，邪毒直中胞宫，邪正相争，症见高热，口渴汗出，腹痛拒按，恶露色紫黑如败酱，秽臭，甚则神昏谵语，皮肤出斑疹。【治法】清热解毒，活血化瘀。【方用】清热解毒汤(辽宁中医学院主编《妇产科学》【组成】银花、连翘、蒲公英、紫花地丁、丹皮、花粉、地骨皮、大青叶、益母草、赤芍、蒲黄。③若神昏谵语，可用安宫牛黄丸、紫雪丹等，清热开窍。④若有胎盘、胎膜残留子宫腔内，或因宫颈口较窄而恶露潴留以致感染发热者，应在药物控制感染同时，以扩张颈管排除恶露、钳除胎盘胎膜，待高热感染控制后，再作必要的刮宫术，以达完全治愈。2、外感风寒型产后发热①证见发热恶寒，头身疼痛，无汗，咳嗽痰稀，鼻塞声重，舌苔薄白，脉浮紧。【治法】疏风散寒，扶正解表。【方用】参苏饮等。②外感多因产后气血骤虚，卫外不固，风寒之邪乘虚而入，症见恶寒发热，头痛身疼，四肢酸痛，无汗或咳嗽流涕等。【治法】养血祛风【方用】荆防四物汤。3、外感风热型产后发热证见发热，微恶寒，汗出，口干咽痛，咳嗽痰黄，舌苔薄黄，脉浮数。【治法】疏风清热【方用】银翘散等。4、血瘀发热型产后发热证见产后发热，恶露不下或下之甚少，色紫暗有块，小腹疼痛拒按，舌紫暗有瘀点，脉弦涩。【治法】养血逐瘀，兼以清热。【方用】生化汤加味。5、血虚内热型产后发热①证见产后低热不退或夜热早凉，眩晕，失眠，盗汗，手脚心热，面色苍白，舌淡，脉细数。【治法】养血清热，补气血，调营卫。【方用】八珍汤等。②若见午后热甚，颧红，五心烦热，口渴喜冷饮，便秘尿黄。【治法】滋阴清热，佐以养血。【方用】一阴煎。6、食滞发热型产后发热多因产后脾胃本弱，恣食肥甘，停积不化，症见胸膈饱闷，嗳腐吞酸纳呆，或脘腹胀痛。【治法】消食导滞【方用】异功散。7、邪在少阳产后阴虚发热【治法】清热育阴。【方名】小柴胡汤。【组成】人参4.5克，花粉6克，黄芩3克，柴胡3克，甘草3克，生姜3片。【用法】水煎服，每日1剂，日服2次。【出处】《女科切要》卷七。【临床表现】1产后10天内发热不解，连续3天体温在38℃以上，并伴有腹痛及阴道分泌物的色、质、量、气味等异常。2产前不节房事，或产后不禁房事，临产接生不慎，或滞产、难产、产创护理不洁，或失血过多，或当风感寒，冒暑受热，或情志不遂。3检查3.1产科检查：软产道损伤，盆腔炎性改变。3.2实验室检查：血常规检查呈炎性改变、血液及阴道或宫腔排出物培养有细菌生长。3.3超声波检查：对盆腔脓肿的诊断可提供依据。【诊断要点】1.本病之诊断依据为发热见于产褥期，尤以新产后为多见，常伴有恶露异常，或小腹疼痛等症。2.本病须与内外各科疾病之发热，如痢疾、疟疾、肠痈等鉴别，其鉴别方法主要参合四诊及必要的检查。3.产后一二日内，出现低热。此因产时过度疲劳与失血，使产妇处于阴血亏虚，阳无所依，阳气浮越于外，营卫失和而致低热，属生理性发热，不需治疗，而能自愈。【辩证分型】1.感染邪毒产后持续高热，伴寒颤，小腹疼痛拒按，恶露或多或少，色黯秽臭，大便秘结，小便短赤，烦躁口渴。苔厚腻，舌质红，脉滑数。2.外感产后恶寒发热，头痛无汗，四肢酸痛，或鼻塞流涕，咳嗽咯痰。苔薄，脉浮。3.血瘀产后寒热时作，恶露不下，色黯有块，小腹疼痛拒按，口燥而不欲饮。苔薄，青紫黯，脉弦涩。4.血虚产后身热缠绵，汗出不止，头晕目眩，面色苍白，心悸乏力。苔薄舌质淡，脉细数无力。5.伤食产后进食不当，或调补过腻，胃脘闷胀，吞酸嗳腐，不思饮食，大便不畅，低热起伏。苔厚腻，脉濡滑。6.蒸乳产后发热，乳房胀痛，牵弓俩胁及腋，并有结块，乳汁不下。苔薄腻，脉数。\"\t\n"
    },
    {
        "QuestionId": "q4243",
        "RawQuestion": "Beyonce的代表作品有哪些？\n",
        "Sparql": "select ?x where { ?y <别名> \"Beyonce\" . ?y <代表作品> ?x . }\n",
        "Answer": "<Single Ladies_（碧昂斯个人单曲）>\t<irreplaceable>\t<crazy in love>\t<listen_（碧昂斯所演唱的歌曲）>\t<If I Were A Boy_（Beyonce个人单曲）>\t<halo_（Beyonce个人单曲）>\t\n"
    },
    {
        "QuestionId": "q2611",
        "RawQuestion": "\"自强不息厚德载物\"是哪个学校的校训？\n",
        "Sparql": "select ?x where { ?x <校训> <自强不息>. ?x <校训> <厚德载物_（成语）>. }\n",
        "Answer": "<北京新丝路模特学校>\t<上海新江进修学院>\t<振阳公学>\t<华宁县第四中学>\t<兴平市南郊高级中学>\t<桥东小学>\t<叶县高级中学>\t<秦汉中学>\t<钢苑中学>\t<泌阳县第二高级中学>\t<揭东区第二中学>\t<五道口职业技术学校>\t<娄烦中学>\t<威海市第二中学35级>\t<北京吉利大学物流学院>\t<清华大学附属中学>\t<陕州中学>\t<锦州市黑山县第二初级中学>\t<清华大学建筑学院>\t<乳山市第一中学>\t<深圳清华大学研究院培训中心>\t<南方大学学院>\t<深圳清华实验学校>\t<合肥双凤初级中学>\t<瓮安二中>\t<番禺仲元实验学校>\t<北京新面孔模特学校>\t<徐州市光荣巷小学>\t<乐山外国语学校>\t<林城镇中学>\t<浙江育英职业技术学院>\t<威海市塔山中学>\t<庙陈小学>\t<浙江省湖州中学>\t<林州市实验中学>\t<瑞泉中学>\t<江苏省阜宁中学>\t<青岛华尔文理学院>\t<河北双星专修学院>\t<中山市东凤镇东凤中学>\t<敦煌中学>\t<呼和浩特市土默特学校>\t<清华大学人生智慧与女性修养高级研修班>\t<马兰庄镇初级中学>\t<西安商贸专修学院>\t<西安高新第三中学>\t<崇阳县第一中学>\t<甘谷县第三中学>\t<沈阳四度画室>\t<梁启超纪念中学>\t<温州市第十一中学>\t<清华IT郑州校区>\t<遵义清华中学>\t<清华大学附属中学上地学校>\t<清华中学_（贵阳市清华中学）>\t<清华大学研究生院>\t<清华大学附属中学朝阳学校>\t<清华大学建校>\t<清华大学>\t<英德市英德中学实验学校>\t<清华附中永丰学校>\t<莱阳四中>\t<清华大学深圳研究生院>\t<关岭县第一中学>\t<北京农业大学附属中学>\t<广东省创业工贸技工学校>\t<平陆中学>\t<义马市高级中学>\t<通辽市第五中学>\t<清华大学精仪系>\t<清华园小学>\t<阳堌一中>\t<瑞金市第六中学>\t<吉首市寨阳中学>\t<清华大学广州中心>\t<清华大学百年校庆标识>\t\n"
    },
    {
        "QuestionId": "q959",
        "RawQuestion": "释永信担任主持的寺庙有哪些著名景点？\n",
        "Sparql": "select ?y where { ?x <现任住持> <释永信>. ?x <著名景点> ?y. }\n",
        "Answer": "<常住院>\t<大雄宝殿>\t<藏经阁_（寺院讲经说法藏经的场所）>\t<初祖庵>\t<塔林_（佛教建筑）>\t\n"
    },
    {
        "QuestionId": "q71",
        "RawQuestion": "如果把《诗经》翻译成英文，应该叫什么？\n",
        "Sparql": "select ?y where { <诗经> <外文名> ?y. }\n",
        "Answer": "\"The Book of Songs\"\t\n"
    },
    {
        "QuestionId": "q2913",
        "RawQuestion": "威尔药业的全称是什么？\n",
        "Sparql": "select ?x where { <威尔药业> <公司名称> ?x. }\n",
        "Answer": "<南京威尔药业股份有限公司>\t\n"
    },
    {
        "QuestionId": "q7012",
        "RawQuestion": "国药集团有多少员工\n",
        "Sparql": "select ?c where{ <中国医药集团有限公司> <员工数> ?c. } \n",
        "Answer": "\"128600（2019年）\"\t\n"
    },
    {
        "QuestionId": "q5789",
        "RawQuestion": "在上海，比上海日航饭店的更贵的酒店？\n",
        "Sparql": "select ?x where {  <南郊宾馆> <平均价格> ?y. ?x <平均价格> ?z. ?x <城市> <上海>. ?x <类型> <酒店> filter(?y < ?z) }\n",
        "Answer": "<上海东郊宾馆>\t<上海西郊宾馆>\t<上海日航饭店>\t<上海虹桥迎宾馆>\t<上海银星皇冠假日酒店>\t<上海皇廷世际酒店>\t<上海兴国宾馆丽笙精选>\t<上海瑞金洲际酒店>\t\n"
    },
    {
        "QuestionId": "q4229",
        "RawQuestion": "出生在9月25日的秘书有哪些？\n",
        "Sparql": "select ?x where { ?x <生日> \"09-25\" . ?x <职位> <秘书> . }\n",
        "Answer": "<鹿岛_（日本游戏《舰队Collection》：鹿岛）>\t\n"
    },
    {
        "QuestionId": "q4579",
        "RawQuestion": "青岛金王的首席运营官\n",
        "Sparql": "select ?x where { <青岛金王> <首席运营官> ?x. }\n",
        "Answer": "<张晓龙>\t\n"
    },
    {
        "QuestionId": "q11",
        "RawQuestion": "新加坡的政治元老是谁？\n",
        "Sparql": "select ?x where { <新加坡> <政治元老> ?x. }\n",
        "Answer": "\"吴庆瑞\"\t\"杜进才\"\t\"林金山\"\t\n"
    },
    {
        "QuestionId": "q3616",
        "RawQuestion": "结核性胸膜炎的同义词是什么？\n",
        "Sparql": "select ?x where { <结核性胸膜炎> <同义词> ?x. }\n",
        "Answer": "<结胸>\t\n"
    },
    {
        "QuestionId": "q7450",
        "RawQuestion": "沙溪古镇内有酒店吗？\n",
        "Sparql": "select ?x where { <沙溪古镇> <是否有酒店> ?x. }\n",
        "Answer": "<有酒店>\t\n"
    },
    {
        "QuestionId": "q7590",
        "RawQuestion": "苏州博物馆什么时间去玩最合适？\n",
        "Sparql": "select ?x where { <苏州博物馆> <最佳游玩时间> ?x . }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q7073",
        "RawQuestion": "腹胀的病因是什么？\n",
        "Sparql": "select ?x where { <腹胀> <病因> ?x. }\n",
        "Answer": "\"消化道器官病变、应激等。\"\t\n"
    },
    {
        "QuestionId": "q442",
        "RawQuestion": "六一居士是谁的别号？\n",
        "Sparql": "select ?x where { ?x <别名> \"欧阳永叔、醉翁、六一居士\". }\n",
        "Answer": "<欧阳修>\t\n"
    },
    {
        "QuestionId": "q2008",
        "RawQuestion": "\"全真七子\"都有谁？\n",
        "Sparql": "select ?x where { <全真七子> <成员> ?x . }\n",
        "Answer": "<刘处玄>\t<谭处端>\t<孙不二>\t<郝大通>\t<王处一>\t<马钰_（道教支脉全真道第二任掌教）>\t<丘处机>\t\n"
    },
    {
        "QuestionId": "q3632",
        "RawQuestion": "高泌乳素血症属于什么?\n",
        "Sparql": "select ?x where { <高泌乳素血症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3239",
        "RawQuestion": "肺栓塞涉及什么症状？\n",
        "Sparql": "select ?x where { <肺栓塞> <涉及症状> ?x. }\n",
        "Answer": "<右心衰竭>\t\n"
    },
    {
        "QuestionId": "q3561",
        "RawQuestion": "多囊卵巢综合征属于什么?\n",
        "Sparql": "select ?x where { <多囊卵巢综合征> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2010",
        "RawQuestion": "杨康的爸爸的孙子是谁？\n",
        "Sparql": "select distinct ?y where { ?x <儿子> <杨康_（武侠小说《射雕英雄传》中的人物）> . ?x <孙子> ?y . }\n",
        "Answer": "<杨过>\t\n"
    },
    {
        "QuestionId": "q4743",
        "RawQuestion": "货币市场基金信用等级的划分类别\n",
        "Sparql": "select ?x where { <货币市场基金信用等级> <类别> ?x. }\n",
        "Answer": "\"Am\"\t\"AAAm\"\t\"AAm\"\t\"BBBm\"\t\"Dm\"\t\n"
    },
    {
        "QuestionId": "q5554",
        "RawQuestion": "南京独角兽星空艺术馆旗舰店怎么去？\n",
        "Sparql": "select ?x where { <南京独角兽星空艺术馆旗舰店> <交通信息> ?x . }\n",
        "Answer": "\"地铁1号线14号口出\"\t\n"
    },
    {
        "QuestionId": "q4594",
        "RawQuestion": "长城汽车的技术研究院试验中心总工程师\n",
        "Sparql": "select ?x where { <长城汽车> <技术研究院试验中心总工程师> ?x. }\n",
        "Answer": "<张玉虎>\t\n"
    },
    {
        "QuestionId": "q2380",
        "RawQuestion": "你知道法语的类别吗？\n",
        "Sparql": "select ?x where { <法语> <类别> ?x. }\n",
        "Answer": "<罗曼语族>\t<印欧语系>\t\n"
    },
    {
        "QuestionId": "q4322",
        "RawQuestion": "北京高校的现任校长有哪些?\n",
        "Sparql": "select ?y where { <北京_（中华人民共和国首都）> <高等学府> ?x . ?x <现任校长> ?y . }\n",
        "Answer": "<刘伟_（中国人民大学校长）>\t<林建华_（北京大学校长）>\t<邱勇_（清华大学校长）>\t\n"
    },
    {
        "QuestionId": "q2932",
        "RawQuestion": "天弘基金有哪些基金产品？\n",
        "Sparql": "select ?x where { <天弘基金> <基金产品> ?x. }\n",
        "Answer": "<余额宝>\t<天弘永定价值成长混合>\t<天弘精选混合>\t<天弘周期策略混合>\t<天弘添利债券（LOF）>\t<天弘丰利债券型（LOF）>\t<天弘永利债券B>\t<天弘永利债券A>\t<天弘同利债券（LOF）>\t<天弘安康养老混合>\t<天弘弘利债券>\t<天弘通利混合>\t<天弘余额宝货币>\t<天弘云端生活优选灵活配置混合>\t\n"
    },
    {
        "QuestionId": "q3048",
        "RawQuestion": "尿常规涉及到的症状有哪些？\n",
        "Sparql": "select ?x where { <尿常规> <涉及症状> ?x. }\n",
        "Answer": "<新生儿蛋白尿>\t<肚脐疼>\t<不偏向一侧，无旋转的眩晕>\t<指（趾）骨梗死>\t<尿黑酸>\t<小便短赤>\t<指（趾）甲缺失>\t<右下腹痛>\t<高凝状态>\t<胰岛细胞破坏>\t<咬伤愈合的伤口出现痛痒或麻木>\t<面容呈灰色>\t<一过性肉眼血尿>\t<小儿尿色发蓝>\t<龟头瘙痒>\t<腿脚浮肿>\t<阵挛-强直型>\t<尿道痒感>\t<左腰部压痛>\t<外周静脉充勇>\t<妊娠蛋白尿>\t<腕征>\t<癌性输尿管狭窄>\t<眼胞浮肿>\t<瘀血积聚>\t<儿童偏食>\t<运动后尿血>\t<右腰部压痛>\t<小儿尿血>\t<水湿不运>\t<邪恋正虚>\t<肢体的非凹性水肿>\t<晶状体脱位或半脱位>\t<指端出现Osler结节>\t<肾络滞阻>\t<头重如裹>\t<内湿素盛>\t<泻物清稀如米泔水>\t<津液伤亡>\t<溲黄>\t\n"
    },
    {
        "QuestionId": "q4951",
        "RawQuestion": "苔黄腻属于什么？\n",
        "Sparql": "select ?x where { <苔黄腻> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4568",
        "RawQuestion": "香梨股份的副总裁?\n",
        "Sparql": "select ?x where { <香梨股份> <副总裁> ?x. }\n",
        "Answer": "<王伟义>\t<李春芳>\t\n"
    },
    {
        "QuestionId": "q2364",
        "RawQuestion": "男朋友跟我说他感到\"累觉不爱\"，他到底是什么意思？\n",
        "Sparql": "select ?y where { <累觉不爱_（网络词汇）> <释义> ?y. }\n",
        "Answer": "\"很累\"\t\"感觉自己不会再爱了\"\t\n"
    },
    {
        "QuestionId": "q1700",
        "RawQuestion": "哪些投资者可以参与港股通？\n",
        "Sparql": "select ?x where { <港股通> <投资者> ?x. }\n",
        "Answer": "\"机构投资者\"\t\"满足港股通适当性要求的个人投资者\"\t\n"
    },
    {
        "QuestionId": "q6238",
        "RawQuestion": "大唐不夜城都有哪些项目？\n",
        "Sparql": "select ?y where { <大唐不夜城> <娱乐项目名称> ?y. ?y <类型> <项目> }\n",
        "Answer": "<开元广场>\t<不倒翁演出>\t<贞观广场>\t<玄奘广场>\t<彩车巡游>\t<大雁塔水舞光影秀>\t<街区舞台演出>\t<主题雕塑>\t\n"
    },
    {
        "QuestionId": "q6355",
        "RawQuestion": "坐落在浪卡子县的羊卓雍措是免费的吗？\n",
        "Sparql": "select ?x where { <羊卓雍措> <城市> <浪卡子县> . <羊卓雍措> <是否免费> ?x . }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q1023",
        "RawQuestion": "剑桥大学培养出的著名物理学家有哪些？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <剑桥大学>. ?x <职业> <物理学家_（探索、研究物理学的科学家）>. }\n",
        "Answer": "<欧内斯特·沃尔顿>\t<A.L.霍奇金>\t<乔治·斯托克斯>\t<亚瑟·斯坦利·爱丁顿>\t<罗伯特·奥本海默>\t<约翰·威廉·斯特拉特>\t<W.H.布喇格>\t<泰勒GI>\t<牛顿_（艾萨克·牛顿）>\t<威廉·劳伦斯·布拉格>\t<迈克尔·格林>\t<斯蒂芬·威廉·霍金>\t<拉尔夫·福勒>\t<张宗燧>\t<弗朗西斯·克里克>\t<格林_（英国近代物理数学先驱）>\t\n"
    },
    {
        "QuestionId": "q660",
        "RawQuestion": "亚洲哪个国家实行君主立宪制？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <政治体制> <议会制君主立宪制>. }\n",
        "Answer": "<泰国完全旅行指南>\t<日本_（日本国）>\t<单机游戏吧>\t<槟城岛>\t<马来西亚>\t<不丹>\t\n"
    },
    {
        "QuestionId": "q1165",
        "RawQuestion": "史诗《伊利亚特》的作者诞生于何时？\n",
        "Sparql": "select ?y where { ?x <代表作品> <伊利亚特_（《荷马史诗》之一）>. ?x <出生日期> ?y. }\n",
        "Answer": "\"1933-09-11\"\t\"-873\"\t\n"
    },
    {
        "QuestionId": "q7082",
        "RawQuestion": "如何诊断苔黄腻？\n",
        "Sparql": "select ?x where { <苔黄腻> <诊断> ?x. }\n",
        "Answer": "\"应与下面的症状相鉴别诊断：1.红舌，黄苔满布舌面，苔色润泽不燥;边尖兼少许白苔，因外邪传里化热，进入阳明胃腑而生。主病，热入阳明证，气分湿热症，肝胆疾患及尿路感染，多种发热疾病.治宜清热解毒，疏通表里。2.舌，黄腻苔，中厚而边薄，紧密细腻，根部尤甚，则多因热痰互结，或湿邪入里化热，或温热之邪结于胃肠，尚未至阳明燥实。3.色深红发绎，则又为营热深重之候;主病;热痰互结.中焦湿热;胃肠宿食。治宜清热化湿，涤淡导滞。4.舌，灰黄厚苔，苔润而不燥，即为寒热错杂，热从寒化，或寒从热化之危重之候，多因为热病不愈，心阳暴衰，停痰厌饮久久不愈，兼感外邪，入里化热;盛夏炎热，恣食生冷而发中寒霍乱;阴盛于内，逼热上浮;素体内有瘀血.又感邪化热;故主病为真寒假热，心肾阳衰，霍乱吐泻，哮喘诸证。治宜温通心肾，回阳救迎;清热化池;活血化瘀。5.暗舌，黄腻苔，舌体胖，舌面满布黄苔.夹有白苔，中根较厚，其色黄而厚腻，其形成可因阴证央食，可因痰湿内郁，可因寒邪凝滞，可因湿食阻滞中焦，气血郁阻，亦有湿热与胃肠糟粕搏结之证。治宜温阳健脾，活血消积。根据病人的病史和饮食情况来判断诊断!同时进行舌头检查以辅助诊断。\"\t\n"
    },
    {
        "QuestionId": "q7225",
        "RawQuestion": "滴虫性阴道炎的外文名称是什么？\n",
        "Sparql": "select ?x where { <滴虫性阴道炎> <英文名称> ?x. }\n",
        "Answer": "\"trichomonas vaginitis\"\t\n"
    },
    {
        "QuestionId": "q1354",
        "RawQuestion": "水观乡的占地多少？\n",
        "Sparql": "select ?x where { <水观乡> <面积> ?x. }\n",
        "Answer": "\"84平方公里\"\t\n"
    },
    {
        "QuestionId": "q1869",
        "RawQuestion": "港股通买入后何时可以卖出？\n",
        "Sparql": "select ?x where { <港股通> <交易机制> ?x. }\n",
        "Answer": "\"T+0\"\t\n"
    },
    {
        "QuestionId": "q5328",
        "RawQuestion": "怎样的病会伴随血压下降和尿急的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <血压下降> . ?x <涉及症状> <尿急> . }\n",
        "Answer": "<细菌感染>\t\n"
    },
    {
        "QuestionId": "q1986",
        "RawQuestion": "美国三大证券交易所？\n",
        "Sparql": "select ?x where { <美国> <三大证券交易所> ?x. }\n",
        "Answer": "<纳斯达克交易所>\t<纽约交易所>\t<美国交易所>\t\n"
    },
    {
        "QuestionId": "q5112",
        "RawQuestion": "肌红蛋白检查有怎样的参考值？\n",
        "Sparql": "select ?x where { <肌红蛋白> <参考值> ?x. }\n",
        "Answer": "\"男性19～92μg／L；女性12～76μg／L。注：各实验室根据试验方法不同应有不同的参考值。\"\t\n"
    },
    {
        "QuestionId": "q3441",
        "RawQuestion": "肝内胆管结石属于什么?\n",
        "Sparql": "select ?x where { <肝内胆管结石> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1055",
        "RawQuestion": "太宰治写过什么中篇小说？\n",
        "Sparql": "select ?x where { <太宰治_（日本小说家）> <代表作品> ?x. ?x <文学体裁> <中篇小说>. }\n",
        "Answer": "<人间失格_（太宰治创作中篇小说）>\t\n"
    },
    {
        "QuestionId": "q1328",
        "RawQuestion": "著名的散文作家都有谁？\n",
        "Sparql": "select ?x where { <散文_（文学体裁）> <代表人物> ?x. }\n",
        "Answer": "<朱自清>\t<鲁迅_（文学家、思想家）>\t\n"
    },
    {
        "QuestionId": "q1505",
        "RawQuestion": "中国乒乓球队外号藏獒的是谁？\n",
        "Sparql": "select ?x where { ?x <所属运动队> <中国乒乓球队>. ?x <别名> \"藏獒\". }\n",
        "Answer": "<张继科>\t\n"
    },
    {
        "QuestionId": "q7213",
        "RawQuestion": "骨髓炎的外文名称是什么？\n",
        "Sparql": "select ?x where { <骨髓炎> <英文名称> ?x. }\n",
        "Answer": "\"osteomyelitis\"\t\n"
    },
    {
        "QuestionId": "q3256",
        "RawQuestion": "破伤风属于什么?\n",
        "Sparql": "select ?x where { <破伤风> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2928",
        "RawQuestion": "百度在哪里上市的？\n",
        "Sparql": "select ?x where { <百度> <上市地点> ?x. }\n",
        "Answer": "<美国纳斯达克>\t\n"
    },
    {
        "QuestionId": "q7143",
        "RawQuestion": "如何预防下肢乏力？\n",
        "Sparql": "select ?x where { <下肢乏力> <预防> ?x. }\n",
        "Answer": "\"1.阅读有关颈椎病的书，掌握用科学的手段防治疾病。2.保持乐观精神，树立与疾病艰苦抗衡的思想，配合医生治疗，减少复发。3.加强颈肩部肌肉的锻炼，在工间或工余时，做头及双上肢的前屈、后伸及旋转运动，既可缓解疲劳，又能使肌肉发达，韧度增强，从而有利于颈段脊柱的稳定性，增强颈肩顺应颈部突然变化的能力。4.避免高枕睡眠的不良习惯，高枕使头部前屈，增大下位颈椎的应力，有加速颈椎退变的可能。5.注意颈肩部保暖，避免头颈负重物，避免过度疲劳，坐车时不要打瞌睡。6.及早，彻底治疗颈肩、背软组织劳损，防止其发展为颈椎病。7.劳动或走路时要防止闪、挫伤。8.长期伏案工作者，应定时改变头部体位，按时做颈肩部肌肉的锻炼。9.注意端正头、颈、肩、背的姿势，不要偏头耸肩、谈话、看书时要正面注视。要保持脊柱的正直。10中医认为胡桃、山萸肉、生地，黑芝麻等具有补肾髓之功，合理地少量服用可起到强壮筋骨，推迟肾与关节退变的作用。\"\t\n"
    },
    {
        "QuestionId": "q5744",
        "RawQuestion": "北海公园周围哪个酒店可以打台球？\n",
        "Sparql": "select ?y where { <北海公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有桌球室> <有台球室>. }\n",
        "Answer": "<北京国宾酒店>\t<北京国际饭店>\t<北京新世纪日航饭店>\t\n"
    },
    {
        "QuestionId": "q3252",
        "RawQuestion": "尿路感染要去哪个科室就诊？\n",
        "Sparql": "select ?x where { <尿路感染> <科室> ?x. }\n",
        "Answer": "<泌尿外科>\t<急诊科>\t\n"
    },
    {
        "QuestionId": "q5681",
        "RawQuestion": "五缘湾万嘀帆船出海俱乐部在哪所城市？\n",
        "Sparql": "select ?x where { <五缘湾万嘀帆船出海俱乐部> <城市> ?x . }\n",
        "Answer": "<厦门>\t\n"
    },
    {
        "QuestionId": "q7374",
        "RawQuestion": "空中之翼航空飞行跳伞俱乐部在哪所城市？\n",
        "Sparql": "select ?x where { <空中之翼航空飞行跳伞俱乐部> <城市> ?x. }\n",
        "Answer": "<天津>\t\n"
    },
    {
        "QuestionId": "q1207",
        "RawQuestion": "著有长篇小说白鹿原的作者有哪些成就？\n",
        "Sparql": "select ?y where { <白鹿原_（陈忠实长篇小说）> <作者> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"第一届中国作家富豪榜第13位\"\t\"第四届茅盾文学奖\"\t\n"
    },
    {
        "QuestionId": "q1143",
        "RawQuestion": "2008年举办的夏季奥运会是第几届？\n",
        "Sparql": "select ?x where { <2008年北京奥运会> <赛事类型> <夏季奥林匹克运动会>. <2008年北京奥运会> <届数> ?x. }\n",
        "Answer": "\"29\"\t\n"
    },
    {
        "QuestionId": "q7178",
        "RawQuestion": "鼻塞及反射性头痛要如何预防？\n",
        "Sparql": "select ?x where { <鼻塞及反射性头痛> <预防> ?x. }\n",
        "Answer": "\"预防重点主要是防止鼻部外来损伤。\"\t\n"
    },
    {
        "QuestionId": "q5917",
        "RawQuestion": "天坛附近有哪些带有游泳池的酒店呢？\n",
        "Sparql": "select ?y where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有游泳池> <有室内泳池>.   ?y <类型> <酒店>. }\n",
        "Answer": "<北京天伦王朝酒店>\t<北京富力万丽酒店>\t<北京国贸大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京国际饭店>\t<北京瑞吉酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q5250",
        "RawQuestion": "颈椎病患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <颈椎病> <临床表现> ?x. }\n",
        "Answer": "\"颈背疼痛、上肢无力、手指发麻、下肢乏力等\"\t\n"
    },
    {
        "QuestionId": "q5830",
        "RawQuestion": "森泊幻想岛的官方门票价格是多少？\n",
        "Sparql": "select ?x where { <森泊幻想岛> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:150.0。\"\t\n"
    },
    {
        "QuestionId": "q480",
        "RawQuestion": "\"一笑一颦\"这个词是什么意思？\n",
        "Sparql": "select ?x where { <一笑一颦> <解释> ?x. }\n",
        "Answer": "\"指脸上的表情变化\"\t\n"
    },
    {
        "QuestionId": "q512",
        "RawQuestion": "小说《追风筝的人》是谁翻译的？\n",
        "Sparql": "select ?x where { <追风筝的人_（卡勒德·胡赛尼著小说成长的故事）> <译者> ?x. }\n",
        "Answer": "<李继宏_（电视剧策划、出品人）>\t\n"
    },
    {
        "QuestionId": "q7534",
        "RawQuestion": "巅峰乐园有哪些游玩项目\n",
        "Sparql": "select ?x where { <重庆·巅峰乐园> <娱乐项目名称> ?x. }\n",
        "Answer": "<巅峰竞技越野赛道>\t<巅峰极速赛道>\t<巅峰光影秀>\t<ZTR蝙蝠车>\t<白色山地摩天轮>\t<极速卡丁车赛道>\t<巅峰赛道>\t\n"
    },
    {
        "QuestionId": "q3608",
        "RawQuestion": "先天愚型属于什么?\n",
        "Sparql": "select ?x where { <先天愚型> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1768",
        "RawQuestion": "港股通股票暂停交易的情况？\n",
        "Sparql": "select ?x where { <港股通> <暂停交易情况> ?x. }\n",
        "Answer": "\"上市公司股份价格或成交量异动\"\t\"受到恶劣天气影响\"\t\"进行异常情况应急处理时\"\t\n"
    },
    {
        "QuestionId": "q633",
        "RawQuestion": "蔡琰有什么成就？\n",
        "Sparql": "select ?y where { ?x <本名> \"蔡琰\". ?x <主要成就> ?y. }\n",
        "Answer": "\"首次创造五言体长篇自传叙事诗\"\t\n"
    },
    {
        "QuestionId": "q3215",
        "RawQuestion": "脚气属于什么?\n",
        "Sparql": "select ?x where { <脚气> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3276",
        "RawQuestion": "结肠息肉属于什么?\n",
        "Sparql": "select ?x where { <结肠息肉> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2720",
        "RawQuestion": "平安银行的母公司都有哪些？\n",
        "Sparql": "select ?x where { <平安银行> <母公司> ?x. }\n",
        "Answer": "<中国平安保险(公司)股份有限公司>\t<中国平安保险(集团)股份有限公司>\t\n"
    },
    {
        "QuestionId": "q1435",
        "RawQuestion": "在挪威人们主要信仰什么教？\n",
        "Sparql": "select ?x where { <挪威> <主要宗教> ?x. }\n",
        "Answer": "<基督教>\t\n"
    },
    {
        "QuestionId": "q979",
        "RawQuestion": "和尼采来自同一国家的哲学家都有哪些？\n",
        "Sparql": "select ?y where { <弗里德里希·威廉·尼采> <国籍> ?x.?y <国籍> ?x.?y <职业> <哲学家_（基础含义）>.}\n",
        "Answer": "<斯宾格勒>\t<哈马贝斯>\t<弗里德里希·威廉·尼采>\t<穆迪·布瑞德>\t<费肖尔父子>\t<尼釆的超人哲学>\t<亚历山大·戈特利布·鲍姆嘉通>\t<康德_（德国古典哲学创始人）>\t<奥斯瓦尔德·屈尔佩>\t<齐美尔>\t<海德格尔_（德国哲学家）>\t<亚瑟·叔本华>\t<卡西尔>\t<本雅明_（本雅明）>\t<马克斯·韦特海默>\t<尼古拉·哈特曼>\t<威廉·冯特>\t<埃德蒙德·胡塞尔>\t<弗里德里希·恩格斯>\t<阿尔弗雷德·罗森堡>\t<戴盟_（德国哲学家）>\t<赫尔巴特，J.F.>\t<石里克，M·>\t<约翰·克里斯托弗·弗里德里希·冯·席勒>\t<约翰·戈特利布·费希特>\t<鲍勒诺夫>\t<路德维格·克拉格斯>\t<莱布尼茨，G.W.>\t<奥伊肯>\t<格奥尔格·威廉·弗里德里希·黑格尔>\t<圣阿尔伯特·马格纳斯>\t<弗朗兹·布伦塔诺>\t<路德维希·费尔巴哈>\t<舍勒，M·>\t<柯亨，H.>\t<艾尔伯图斯·麦格努斯>\t<阿多诺_（德国哲学家）>\t<鲁道尔夫·欧肯>\t<弗里德里希·威廉·约瑟夫·谢林>\t<康德，I.>\t<鲁道夫·赫尔曼·陆宰>\t<哈特曼，N.>\t<哈贝马斯，J.>\t<普列斯纳>\t<戈特弗里德·威廉·莱布尼茨>\t<赫尔德_（德国著名哲学家）>\t<费尔巴哈_（刑法学家）>\t<埃伦弗里德·瓦尔特·冯·契恩豪斯>\t<海因里希·约翰·李凯尔特>\t\n"
    },
    {
        "QuestionId": "q4943",
        "RawQuestion": "黄痰属于什么？\n",
        "Sparql": "select ?x where { <黄痰> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3575",
        "RawQuestion": "与肺炎相似的疾病或共病是什么？\n",
        "Sparql": "select ?x where { <肺炎> <相似疾病或共病> ?x. }\n",
        "Answer": "<慢性阻塞性肺病>\t<哮喘>\t\"肺栓塞\"\t\"pulmonary edema(英语:pulmonary edema)\"\t\n"
    },
    {
        "QuestionId": "q5919",
        "RawQuestion": "万豪酒店附近2公里的景点有哪些？\n",
        "Sparql": "select ?x where { <贵州天怡豪生大酒店> <位于> ?cvt.  ?cvt <实体名称> <贵阳喜来登贵航酒店>.  ?cvt <方向> ?x }\n",
        "Answer": "<西北方向>\t\n"
    },
    {
        "QuestionId": "q4331",
        "RawQuestion": "河北人创办的企业是？\n",
        "Sparql": "select ?y where { ?x <出生地> <湖北> . ?y <创始人> ?x . }\n",
        "Answer": "<仓颉系统>\t<奇虎360>\t<南通支云足球俱乐部>\t<千娱千寻>\t<海南藤蔓科技有限公司>\t<章水泉竹艺>\t<莎琳蒂蔓>\t<荆州市聚珍园投资管理有限公司>\t<宅急送>\t<福建南安固美职业足球俱乐部>\t<快印客电子商务有限公司>\t<长阳巴山舞>\t<铜板街>\t<华中法商专修学院>\t<上海百秘健康科技有限公司>\t<乐阁科技有限公司>\t<职业发展与创业协会>\t<中国品牌网络打假中心>\t<恋爱笔记_（手机应用名称）>\t<黄秋爽转体>\t<张家界旅游网>\t<湖南旅游网>\t<雅品贞操网>\t<冰天美帝>\t<苏州疯跑团>\t<摩根盛通>\t\n"
    },
    {
        "QuestionId": "q6419",
        "RawQuestion": "山西丽华大酒店内有健身房吗？\n",
        "Sparql": "select ?x where { <山西丽华大酒店> <是否有健身房> ?x. }\n",
        "Answer": "<有健身房>\t\n"
    },
    {
        "QuestionId": "q4557",
        "RawQuestion": "红豆股份的董事会秘书是谁?\n",
        "Sparql": "select ?x where { <红豆股份> <董事会秘书> ?x. }\n",
        "Answer": "<孟晓平>\t\n"
    },
    {
        "QuestionId": "q4114",
        "RawQuestion": "我们尊称孙文先生为？\n",
        "Sparql": "select ?y where { ?x <中文名> \"孙文\" . ?x <尊称> ?y . }\n",
        "Answer": "<革命先行者>\t<国父>\t\n"
    },
    {
        "QuestionId": "q7246",
        "RawQuestion": "口腔溃疡会不会传染？\n",
        "Sparql": "select ?x where { <口腔溃疡> <传染性> ?x. }\n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q5687",
        "RawQuestion": "舟山都有哪些喜来登的酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <舟山> . ?x <酒店品牌名称> <喜来登> . ?x <类型> <酒店> . }\n",
        "Answer": "<舟山喜来登绿城酒店>\t\n"
    },
    {
        "QuestionId": "q3519",
        "RawQuestion": "输卵管积液属于什么?\n",
        "Sparql": "select ?x where { <输卵管积液> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4448",
        "RawQuestion": "申公豹的师兄的本名是什么？\n",
        "Sparql": "select ?x where { <申公豹_（小说《封神演义》中人物）> <师兄> ?y. ?y <本名> ?x . }\n",
        "Answer": "\"姜尚\"\t\n"
    },
    {
        "QuestionId": "q3318",
        "RawQuestion": "鼻中隔偏曲患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <鼻中隔偏曲> <科室> ?x. }\n",
        "Answer": "<耳鼻咽喉头颈外科>\t\n"
    },
    {
        "QuestionId": "q1162",
        "RawQuestion": "清朝有哪些政治家？\n",
        "Sparql": "select ?x where { ?x <国籍> <清朝_（中国历史朝代）>. ?x <职业> <政治家>. }\n",
        "Answer": "<唐训方>\t<李鸿章_（晚清名臣）>\t<言敦源>\t<孙家鼐>\t<谢翰文>\t<赫舍里·索额图>\t<魏源_（清代思想家）>\t\n"
    },
    {
        "QuestionId": "q182",
        "RawQuestion": "眼镜利用了哪方面的物理学原理？\n",
        "Sparql": "select ?x where { <眼镜_（光学器件装饰品）> <原理> ?x. }\n",
        "Answer": "\"光学\"\t\n"
    },
    {
        "QuestionId": "q745",
        "RawQuestion": "浙江大学出了哪些生物学家\n",
        "Sparql": "select ?x where { ?x <职业> <生物学家> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<陈启鎏>\t<杨焕明>\t\n"
    },
    {
        "QuestionId": "q4356",
        "RawQuestion": "古希腊哲学家的老师\n",
        "Sparql": "select ?y where { ?x <民族> <古希腊_（爱琴海-色雷斯文明圈的黄金时期）> . ?x <职业> <哲学家_（基础含义）> . ?y <老师> ?x . }\n",
        "Answer": "<柏拉图_（古希腊哲学家）>\t\n"
    },
    {
        "QuestionId": "q616",
        "RawQuestion": "红豆的演唱者出生在？\n",
        "Sparql": "select ?y where { ?x <代表作品> <红豆_（王菲演唱歌曲）>. ?x <出生地> ?y. }\n",
        "Answer": "<东城区_（北京市东城区）>\t\n"
    },
    {
        "QuestionId": "q2027",
        "RawQuestion": "\"少林金刚伏魔圈\"由哪三人组成？\n",
        "Sparql": "select ?x where { <少林金刚伏魔圈> <使用者> ?x . }\n",
        "Answer": "<渡厄>\t<渡难>\t<渡劫_（《倚天屠龙记》中角色）>\t\n"
    },
    {
        "QuestionId": "q399",
        "RawQuestion": "歼8战机是那个单位研发的？\n",
        "Sparql": "select ?x where { <歼-8> <设计> ?x. }\n",
        "Answer": "<沈阳飞机设计研究所>\t\n"
    },
    {
        "QuestionId": "q5594",
        "RawQuestion": "泉州酒店的wifi情况如何？\n",
        "Sparql": "select ?x where { <泉州酒店> <wifi情况> ?x. }\n",
        "Answer": "\"有免费wifi\"\t\n"
    },
    {
        "QuestionId": "q1151",
        "RawQuestion": "王者荣耀是什么类型的游戏？\n",
        "Sparql": "select ?y where { ?x <中文名> \"王者荣耀\" . ?x <游戏类型> ?y . }\n",
        "Answer": "<MOBA>\t\n"
    },
    {
        "QuestionId": "q4563",
        "RawQuestion": "孟晓平在红豆股份担任了什么职务\n",
        "Sparql": "select ?x where { <孟晓平_（红豆股份）> <所担任职务> ?x. }\n",
        "Answer": "<董事会秘书>\t\n"
    },
    {
        "QuestionId": "q278",
        "RawQuestion": "李白死后被藏在哪儿？\n",
        "Sparql": "select ?x where { <李白_（唐朝著名诗人）> <墓葬地> ?x. }\n",
        "Answer": "\"当涂青山西麓\"\t\n"
    },
    {
        "QuestionId": "q4761",
        "RawQuestion": "货币的五大职能\n",
        "Sparql": "select ?x where { <货币> <职能> ?x. }\n",
        "Answer": "\"世界货币\"\t\"价值尺度\"\t\"流通手段\"\t\"支付手段\"\t\"贮藏手段\"\t\n"
    }
]