[
    {
        "QuestionId": "q4396",
        "RawQuestion": "非洲有哪些说英语而且信奉新教的国家？\n",
        "Sparql": "select ?x where{?x <所属洲> <非洲_（世界七大洲之一）>. ?x <官方语言> <英语_（语言）>. }\n",
        "Answer": "<赞比亚>\t<毛里求斯>\t<喀麦隆>\t<利比里亚共和国>\t<马拉维共和国>\t<尼日利亚独立>\t<乌干达共和国>\t<津巴布韦>\t<赞比亚国旗>\t<肯尼亚>\t<斯威士兰>\t<莱索托>\t<加纳>\t<纳米比亚>\t<斯威士兰历史>\t<南非共和国>\t<博茨瓦纳>\t<尼日利亚>\t<塞舌尔>\t<西南非洲>\t<乌干达>\t<尼日利亚历史>\t<南苏丹共和国>\t<厄立特里亚>\t<圣赫勒拿岛>\t<坦桑尼亚>\t<卢旺达>\t<塞拉利昂>\t\n"
    },
    {
        "QuestionId": "q6486",
        "RawQuestion": "可以简单介绍一下九寨沟风景区吗？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <景点简介-优惠信息> ?x. }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，港澳台学生(持《港澳居民来往内地通行证》、《台湾居民来往大陆通行证》和学生证件等有效身份证明的香港、澳门、台湾等入境游青少年)可享半价优惠票，抗美援朝军人(凭颁发的本人有效证件)可享门票免费，儿童(6周岁（含）以下凭身份证或户口本)可享门票免费，老年人(65周岁（含）以上或非法定节假日60周岁（含）以上凭身份证)可享门票免费，离休干部(凭本人离休干部相关证件)可享门票免费，现役军人(凭军官证)可享门票免费，备注：景区截止至2021年3月31日，持执业资格证和本人身份证的全国医护工作者及其1名陪伴家属免门票（不包括车票）\"\t\n"
    },
    {
        "QuestionId": "q3387",
        "RawQuestion": "慢性前列腺炎涉及哪些症状？\n",
        "Sparql": "select ?x where { <慢性前列腺炎> <涉及症状> ?x. }\n",
        "Answer": "<细菌感染>\t<脓性分泌物>\t\n"
    },
    {
        "QuestionId": "q2442",
        "RawQuestion": "叔本华提出了哪些观点？\n",
        "Sparql": "select ?x where { ?x <提出者> <亚瑟·叔本华>. }\n",
        "Answer": "<生命意志论>\t<刺猬效应_（人际交往中的心理距离效应）>\t\n"
    },
    {
        "QuestionId": "q680",
        "RawQuestion": "任天堂的创始人在哪一年去世？\n",
        "Sparql": "select ?y where { <任天堂> <创始人> ?x. ?x <逝世日期> ?y. }\n",
        "Answer": "\"1940-01\"\t\n"
    },
    {
        "QuestionId": "q4852",
        "RawQuestion": "胰腺癌的同义词是什么？\n",
        "Sparql": "select ?x where { <胰腺癌> <同义词> ?x. }\n",
        "Answer": "<胰癌>\t\n"
    },
    {
        "QuestionId": "q3346",
        "RawQuestion": "肾功能不全属于什么?\n",
        "Sparql": "select ?x where { <肾功能不全> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q813",
        "RawQuestion": "唐僧的哪个徒弟居住在云栈洞？\n",
        "Sparql": "select ?y where { <唐僧_（《西游记》中的人物）> <徒弟> ?y. ?y <居所> <云栈洞>. }\n",
        "Answer": "<猪八戒_（中国神话小说《西游记》的角色）>\t\n"
    },
    {
        "QuestionId": "q2930",
        "RawQuestion": "欢聚时代旗下有哪些产品？\n",
        "Sparql": "select ?x where { <欢聚时代> <产品> ?x. }\n",
        "Answer": "<虎牙直播>\t<知牛财经>\t<多玩游戏>\t<YY_语音>\t<100教育>\t\n"
    },
    {
        "QuestionId": "q4792",
        "RawQuestion": "维力医疗的有几位副总经理?\n",
        "Sparql": "select ?x where { <维力医疗> <副总经理> ?x. }\n",
        "Answer": "<段嵩枫>\t<谭文晖>\t<张增勇>\t<朱晓光>\t\n"
    },
    {
        "QuestionId": "q1636",
        "RawQuestion": "木下秀吉有什么绰号？\n",
        "Sparql": "select ?y where { ?x <别名> \"木下秀吉、羽柴秀吉\". ?x <绰号> ?y. }\n",
        "Answer": "<猿>\t<猴子_（动物）>\t\n"
    },
    {
        "QuestionId": "q411",
        "RawQuestion": "新浪公司的官网是？\n",
        "Sparql": "select ?y where { <新浪> <官网> ?y. }\n",
        "Answer": "\"http://www.sina.com.cn\"\t\n"
    },
    {
        "QuestionId": "q4648",
        "RawQuestion": "蓝筹股的类别\n",
        "Sparql": "select ?x where { <蓝筹股> <类别> ?x. }\n",
        "Answer": "<大盘蓝筹股>\t<二线蓝筹股>\t<绩优蓝筹股>\t<一线蓝筹股>\t<中国蓝筹股>\t\n"
    },
    {
        "QuestionId": "q1608",
        "RawQuestion": "由张艺谋导演，巩俐出演的电影有哪些？\n",
        "Sparql": "select ?x where { ?x <主演> <巩俐>. ?x <导演> <张艺谋>. }\n",
        "Answer": "<归来_（2014年张艺谋执导电影）>\t<活着_（1994年张艺谋执导电影）>\t<菊豆>\t<美洲豹在行动>\t<满城尽带黄金甲_（2006年张艺谋执导电影）>\t<摇啊摇，摇到外婆桥_（1995年张艺谋执导故事片）>\t<大红灯笼高高挂_（1991年张艺谋执导电影）>\t<代号美洲豹>\t<红高粱_（1987年张艺谋执导电影）>\t<秋菊打官司>\t\n"
    },
    {
        "QuestionId": "q3326",
        "RawQuestion": "直肠肛管周围脓肿属于什么?\n",
        "Sparql": "select ?x where { <直肠肛管周围脓肿> <类型> ?x. }\n",
        "Answer": "<科学>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q1418",
        "RawQuestion": "\"信言不美，美言不信\"是谁说过的话？\n",
        "Sparql": "select ?x where { <信言不美，美言不信> <作者> ?x. }\n",
        "Answer": "<老子_（道家学派创始人）>\t\n"
    },
    {
        "QuestionId": "q4293",
        "RawQuestion": "被称为老萨的乒乓球运动员是？\n",
        "Sparql": "select ?x where {  ?x <运动项目> <乒乓球> . ?x <别名> \"老萨\" . }\n",
        "Answer": "<萨姆索诺夫_（乒乓球运动员）>\t\n"
    },
    {
        "QuestionId": "q3178",
        "RawQuestion": "食管癌涉及哪些症状？\n",
        "Sparql": "select ?x where { <食管癌> <涉及症状> ?x. }\n",
        "Answer": "<精神萎靡>\t<癌性发热>\t<胃肠道症状>\t\n"
    },
    {
        "QuestionId": "q4823",
        "RawQuestion": "康佳集团的董事会秘书是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <董事会秘书> ?x. }\n",
        "Answer": "<吴勇军>\t\n"
    },
    {
        "QuestionId": "q4408",
        "RawQuestion": "国家地理杂志是由哪个单位主办的？\n",
        "Sparql": "select ?x where { <国家地理_（美国国家地理学会官方杂志）> <主办单位> ?x. }\n",
        "Answer": "<美国国家地理协会>\t\n"
    },
    {
        "QuestionId": "q4955",
        "RawQuestion": "气短涉及哪些症状？\n",
        "Sparql": "select ?x where { <气短> <涉及症状> ?x. }\n",
        "Answer": "<剧痛>\t<呼吸困难>\t<气喘>\t<盗汗>\t<胸痛>\t\n"
    },
    {
        "QuestionId": "q713",
        "RawQuestion": "青眼白龙的使用者信仰什么宗教?？\n",
        "Sparql": "select ?z where { ?x <中文名> \"青眼白龙\" . ?x <使用者> ?y . ?y <宗教> ?z . }\n",
        "Answer": "<佛教>\t\n"
    },
    {
        "QuestionId": "q4318",
        "RawQuestion": "袁弘的身高是？\n",
        "Sparql": "select ?x where { <袁弘> <身高> ?x . }\n",
        "Answer": "\"181cm\"\t\n"
    },
    {
        "QuestionId": "q5788",
        "RawQuestion": "华晨宝马铁西工厂内有行李寄存服务吗？\n",
        "Sparql": "select ?x where { <华晨宝马铁西工厂> <是否有行李寄存> ?x. }\n",
        "Answer": "<没有行李寄存>\t\n"
    },
    {
        "QuestionId": "q2297",
        "RawQuestion": "美国总统奥巴马出生在什么地方？\n",
        "Sparql": "select ?x where { <侯赛因_（美国总统）> <出生地> ?x. }\n",
        "Answer": "<火奴鲁鲁_（美国夏威夷州首府和港口城市）>\t\n"
    },
    {
        "QuestionId": "q4556",
        "RawQuestion": "金自天正的财务总监是谁?\n",
        "Sparql": "select ?x where { <金自天正> <财务总监> ?x. }\n",
        "Answer": "<高佐庭>\t\n"
    },
    {
        "QuestionId": "q265",
        "RawQuestion": "SLK是哪个公司的产品？\n",
        "Sparql": "select ?x where { ?x <主要产品> <奔驰SLK>. }\n",
        "Answer": "<奔驰_（汽车）>\t\n"
    },
    {
        "QuestionId": "q4044",
        "RawQuestion": "老虎在生物学分类里属于哪个属？\n",
        "Sparql": "select ?x where { <虎_（大型猫科动物）> <属> ?x . }\n",
        "Answer": "<豹属>\t\n"
    },
    {
        "QuestionId": "q4412",
        "RawQuestion": "科威特的官方语言是什么？\n",
        "Sparql": "select ?x where { <科威特> <官方语言> ?x. }\n",
        "Answer": "<阿拉伯语>\t\n"
    },
    {
        "QuestionId": "q1675",
        "RawQuestion": "《EVA》的导演毕业于哪所大学？\n",
        "Sparql": "select ?y where { <eva_（福音战士ACGN系列）> <导演> ?x. ?x <毕业院校> ?y. }\n",
        "Answer": "<大阪艺术大学>\t\n"
    },
    {
        "QuestionId": "q2678",
        "RawQuestion": "《野草》的作者原名是？\n",
        "Sparql": "select ?x where { <野草_（鲁迅创作散文诗集）> <作者> ?y. ?y <原名> ?x. }\n",
        "Answer": "\"周樟寿，周树人\"\t\n"
    },
    {
        "QuestionId": "q4665",
        "RawQuestion": "保险公司可采取的组织形式\n",
        "Sparql": "select ?x where { <保险公司> <组织形式>?x. }\n",
        "Answer": "\"股份有限公司\"\t\"国有独资公司\"\t\n"
    },
    {
        "QuestionId": "q5114",
        "RawQuestion": "测定肌钙蛋白有怎样的临床意义？\n",
        "Sparql": "select ?x where { <肌钙蛋白> <临床意义> ?x. }\n",
        "Answer": "\"异常结果：升高：心肌损伤后，血中出现TnI、TnT时间最早、持续时间长，因此TnI、TnT是心肌损伤的一个较特异和较灵敏的指标，TnI较TnT更敏感。肌钙蛋白升高最常见于心肌缺血损伤，如心肌梗死、急性心绞痛、不稳定型心绞痛、心脏手术后等。急性心肌梗死TnT迅速、明显、持续升高，可达正常值的30-40倍;不稳定型心绞痛患者血清肌钙蛋白T升高，则提示有小范围的心肌坏死存在。需要检测的人群：心肌梗死患者、急性心绞痛患者、不稳定性心绞痛患者等等\"\t\n"
    },
    {
        "QuestionId": "q7164",
        "RawQuestion": "平卧呼吸困难的起因是什么？\n",
        "Sparql": "select ?x where { <平卧呼吸困难> <起因> ?x. }\n",
        "Answer": "\"平卧呼吸是强迫体位中的一种，又叫强迫坐位。心功能不全的患者，取端坐呼吸，可使下肢储存血增加，回心血量减少，减轻心脏负担，心功能不全的症状减轻。常见的病因有，急性弥漫性心肌损害，2】是急性机器性阻塞或是心脏压力负荷过重，3】急性容量负荷过重，4】急性心室舒张受限，5】炎症心律失常，6其他的原因有，非心源性促发因素，如药物治疗依从不佳，严重感染或是大手术后，吸毒，酗酒等\"\t\n"
    },
    {
        "QuestionId": "q4845",
        "RawQuestion": "单纯疱疹在什么科室就诊？\n",
        "Sparql": "select ?x where { <单纯疱疹> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q4358",
        "RawQuestion": "哪些朝代有庙号为高祖的皇帝？\n",
        "Sparql": "select ?y where { ?x <庙号> <高祖_（汉语词语）> . ?x <所处时代> ?y . }\n",
        "Answer": "<东魏>\t<南朝宋>\t<唐朝_（中国历史朝代）>\t<陈_（历史朝代）>\t\n"
    },
    {
        "QuestionId": "q5559",
        "RawQuestion": "苏州万豪酒店酒店最早几点可以入住？\n",
        "Sparql": "select ?x where { <苏州万豪酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q2578",
        "RawQuestion": "胡歌霍建华共同主演的电视剧有什么？\n",
        "Sparql": "select ?x where { ?x <主演> <胡歌_（中国内地男演员）>. ?x <主演> <霍建华_（中国台湾男演员）>. }\n",
        "Answer": "<仙剑奇侠传三_（2009年李国立执导电视剧）>\t\n"
    },
    {
        "QuestionId": "q1240",
        "RawQuestion": "张一山和杨紫合作过的作品有哪些？\n",
        "Sparql": "select ?x where { ?x <主演> <张一山_（中国内地演员）>. ?x <主演> <杨紫>. }\n",
        "Answer": "<老爸回家>\t<家有儿女2>\t<我的七年>\t<家有儿女第一部>\t<寻找狗托邦>\t<不想长大_（2009年邱浩强导演电视剧）>\t<家有儿女1_（宋丹丹、高亚麟主演电视剧）>\t<难道无声>\t<3D兔侠传奇>\t\n"
    },
    {
        "QuestionId": "q2969",
        "RawQuestion": "位于大连的期货交易所叫什么\n",
        "Sparql": "select ?x where { ?x <位置> <大连>. ?x <类别> <期货交易所>. }\n",
        "Answer": "<大商所>\t\n"
    },
    {
        "QuestionId": "q5154",
        "RawQuestion": "皮肌炎的ICD10编码是什么？\n",
        "Sparql": "select ?x where { <皮肌炎> <ICD10编码> ?x. }\n",
        "Answer": "\"M33.101\"\t\n"
    },
    {
        "QuestionId": "q6093",
        "RawQuestion": "杭州哪些景点可以玩半天以上\n",
        "Sparql": "select ?x where { ?x <城市> <杭州>. ?x <类型> <景点>. ?x <建议游玩时长> \"半天-1天\". }\n",
        "Answer": "<西湖风景名胜区（西湖）>\t\n"
    },
    {
        "QuestionId": "q4790",
        "RawQuestion": "维力医疗的监事会成员?\n",
        "Sparql": "select ?x where { <维力医疗> <监事> ?x. }\n",
        "Answer": "<李道义>\t<柳愈>\t<孙汉兵>\t\n"
    },
    {
        "QuestionId": "q3127",
        "RawQuestion": "旅行者腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <旅行者腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q195",
        "RawQuestion": "泰铢的通胀率是多少？\n",
        "Sparql": "select ?x where { <泰铢> <通胀率> ?x. }\n",
        "Answer": "\"5.1%\"\t\n"
    },
    {
        "QuestionId": "q4341",
        "RawQuestion": "爱新觉罗·弘历的主要成就\n",
        "Sparql": "select ?y where { ?x <中文名> \"爱新觉罗·弘历\" . ?x <主要成就> ?y . }\n",
        "Answer": "\"主要成就\"\t\"四库全书\"\t\"兴修水利\"\t\"整饬吏治\"\t\"安定西藏\"\t\"重视农业\"\t\"平定大小金川\"\t\"主持编修\"\t\"巩固和发展统一的多民族国家\"\t\"平定 大小和卓\"\t\"灭 准噶尔汗国\"\t\"发展汉学\"\t\"始置 伊犁将军\"\t\"完善治理新疆 展开\"\t\"完善治理新疆\"\t\"等大型文化典籍 收起\"\t\n"
    },
    {
        "QuestionId": "q1911",
        "RawQuestion": "上海A股股票代码是什么开头的？\n",
        "Sparql": "select ?x where { <上海A股股票代码> <开头数字> ?x. }\n",
        "Answer": "\"6\"\t\n"
    },
    {
        "QuestionId": "q642",
        "RawQuestion": "亚洲哪个国家的时区是\"UTC+3\"？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <时区> \"UTC+3\". }\n",
        "Answer": "<科威特>\t<卡塔尔>\t<伊拉克王国>\t<巴林>\t<伊拉克>\t<黎巴嫩_（黎巴嫩共和国）>\t<沙特阿拉伯>\t<也门>\t\n"
    },
    {
        "QuestionId": "q1294",
        "RawQuestion": "莫言写过哪些著作呢？\n",
        "Sparql": "select ?x where { <莫言_（中国诺贝尔文学奖获得者）> <代表作品> ?x. }\n",
        "Answer": "<酒国_（莫言创作长篇小说）>\t<丰乳肥臀>\t<生死疲劳_（莫言创作小说）>\t<蛙_（莫言创作长篇小说）>\t<檀香刑>\t<红高粱_（莫言著名小说）>\t\n"
    },
    {
        "QuestionId": "q1393",
        "RawQuestion": "演员刘昊然的本名叫什么？\n",
        "Sparql": "select ?y where { <刘昊然> <别名> ?y. }\n",
        "Answer": "\"刘源（本名）\"\t\n"
    },
    {
        "QuestionId": "q5103",
        "RawQuestion": "血常规检查时会有哪些不良反应？\n",
        "Sparql": "select ?x where { <血常规> <不良反应> ?x. }\n",
        "Answer": "\"晕血或晕针：在抽血时，由于情绪过度紧张、恐惧、反射性引起迷走神经兴奋、血压下降等导致脑供血不足引发晕针或晕血。\"\t\n"
    },
    {
        "QuestionId": "q2206",
        "RawQuestion": "同时参与到日本1996年和2015年两版\"恶作剧之吻\"的男演员是？\n",
        "Sparql": "select ?x where { ?x <代表作品> <恶作剧之吻_（2015年李海娜，MIKE主演电视剧）> . <恶作剧之吻_（日本1996年柏原崇、佐藤蓝子主演电视剧）> <主演> ?x . }\n",
        "Answer": "<柏原崇>\t<佐藤蓝子>\t\n"
    },
    {
        "QuestionId": "q4460",
        "RawQuestion": "是谁写下了\"亦余心之所向兮，虽九死其尤未悔\"\n",
        "Sparql": "select ?x where { <亦余心之所向兮，虽九死其尤未悔> <作者> ?x.}\n",
        "Answer": "<屈原_（战国末期楚国诗人、政治家）>\t\n"
    },
    {
        "QuestionId": "q1146",
        "RawQuestion": "龙凤店的导演的出生地是哪？\n",
        "Sparql": "select ?x where { <龙凤店> <导演> ?y. ?y <出生地> ?x. }\n",
        "Answer": "<香港_（中华人民共和国特别行政区）>\t\n"
    },
    {
        "QuestionId": "q5798",
        "RawQuestion": "美丽华酒店内有干洗服务吗？\n",
        "Sparql": "select ?x where { <美丽华酒店> <是否有干洗> ?x. }\n",
        "Answer": "<无干洗>\t\n"
    },
    {
        "QuestionId": "q2220",
        "RawQuestion": "Realism的定义是？\n",
        "Sparql": "select ?x where { ?y <外文名> \"Realism\" . ?y <定义> ?x . }\n",
        "Answer": "\"客观看待现实的世界观与方法论\"\t\n"
    },
    {
        "QuestionId": "q6125",
        "RawQuestion": "厦门艾美酒店有哪些房型是大床间？\n",
        "Sparql": "select ?y where { <厦门艾美酒店> <房型名称> ?y. ?y <房型类别> \"大床间（单间）\". }\n",
        "Answer": "<大床房>\t<套房>\t<高级套房>\t<豪华套房>\t<豪华房>\t<总统套房>\t<大使套房>\t<精致套房>\t<行政双床房>\t<行政房>\t<豪华大床房>\t<行政大床房>\t<高级大床房>\t<高级双床房>\t<俱乐部房>\t<豪华单人房>\t<尊贵套房>\t<高级单人房>\t<别墅豪华房>\t<山景别墅高级套房（大床）>\t<园景高级房(大床)>\t\n"
    },
    {
        "QuestionId": "q5836",
        "RawQuestion": "南京脱单便利店内有wifi服务吗？\n",
        "Sparql": "select ?x where { <南京脱单便利店> <是否有wifi服务> ?x. }\n",
        "Answer": "<有,全园覆盖>\t\n"
    },
    {
        "QuestionId": "q1829",
        "RawQuestion": "青岛啤酒的董事会秘书？\n",
        "Sparql": "select ?x where { <青岛啤酒> <董事会秘书> ?x. }\n",
        "Answer": "<张瑞祥>\t\n"
    },
    {
        "QuestionId": "q6387",
        "RawQuestion": "北京丽晶酒店早餐要多少钱\n",
        "Sparql": "select ?x where { <北京丽晶酒店> <早餐价格> ?x. }\n",
        "Answer": "\"268 RMB\"\t\n"
    },
    {
        "QuestionId": "q5278",
        "RawQuestion": "多囊肾有没有传染性？\n",
        "Sparql": "select ?x where { <多囊肾> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\n"
    },
    {
        "QuestionId": "q957",
        "RawQuestion": "南京大学出了哪些翻译家？\n",
        "Sparql": "select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <南京大学> . }\n",
        "Answer": "<马爱农>\t<张竹明>\t<马振骋>\t<陈来元>\t\n"
    },
    {
        "QuestionId": "q1861",
        "RawQuestion": "K线的计算周期有哪些？\n",
        "Sparql": "select ?x where { <K线> <计算周期> ?x. }\n",
        "Answer": "\"年K线\"\t\"周K线\"\t\"月K线\"\t\"日K线\"\t\"5分钟K线\"\t\"15分钟K线\"\t\"30分钟K线\"\t\"60分钟K线\"\t\n"
    },
    {
        "QuestionId": "q4839",
        "RawQuestion": "流行性感冒有哪些症状？\n",
        "Sparql": "select ?x where { <流行性感冒> <症状> ?x. }\n",
        "Answer": "<咳嗽>\t<咽喉痛>\t\"头痛\"\t\"发热\"\t\"疲倦\"\t\"肌痛\"\t\"流鼻水\"\t\n"
    },
    {
        "QuestionId": "q6544",
        "RawQuestion": "科比的爸爸的工作是什么？\n",
        "Sparql": "select ?x where { <科比·布莱恩特> <父亲> ?y. ?y <职业> ?x. } \n",
        "Answer": "<篮球_（球类运动）>\t<教练_（职业）>\t\n"
    },
    {
        "QuestionId": "q6101",
        "RawQuestion": "北海公园有哪些优惠政策？\n",
        "Sparql": "select ?x where { <北海公园> <优待政策> ?x. }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，全日制大中小学生（不含成人教育、研究生）(凭本人有效学生证)可享半价优惠票，现役、伤残军人(凭相关有效证件)可享门票免费，儿童(6周岁（含）以下或身高1.2米（含）以下)可享门票免费，老年人(60周岁（含）以上凭老年证或身份证)可享门票免费，离休干部(凭离休证)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q1786",
        "RawQuestion": "沪港通是什么的简称？\n",
        "Sparql": "select ?x where { ?x <简称> <沪港通>. }\n",
        "Answer": "<沪港股票市场交易互联互通机制>\t\n"
    },
    {
        "QuestionId": "q3565",
        "RawQuestion": "重症肌无力属于哪个科室的疾病？\n",
        "Sparql": "select ?x where { <重症肌无力> <科室> ?x. }\n",
        "Answer": "<神经内科>\t\n"
    },
    {
        "QuestionId": "q3513",
        "RawQuestion": "腰椎间盘突出症属于什么?\n",
        "Sparql": "select ?x where { <腰椎间盘突出症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5771",
        "RawQuestion": "郑州如意湖景区的详细地址？\n",
        "Sparql": "select ?x where { <如意湖景区> <城市> <郑州> . <如意湖景区> <地址> ?x . }\n",
        "Answer": "\"如意湖景区文化广场\"\t\n"
    },
    {
        "QuestionId": "q1977",
        "RawQuestion": "公用事业包含哪些二级行业？\n",
        "Sparql": "select ?x where { <公用事业> <二级行业> ?x. }\n",
        "Answer": "\"电力\"\t\"燃气\"\t\"水务\"\t\"环保工程及服务\"\t\n"
    },
    {
        "QuestionId": "q4791",
        "RawQuestion": "维力医疗的监事会主席?\n",
        "Sparql": "select ?x where { <维力医疗> <监事会主席> ?x. }\n",
        "Answer": "<陈云桂>\t\n"
    },
    {
        "QuestionId": "q4917",
        "RawQuestion": "高热属于什么？\n",
        "Sparql": "select ?x where { <高热> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q856",
        "RawQuestion": "爱伦·坡出生的城市有哪些著名景点？\n",
        "Sparql": "select ?x where { <埃德加·爱伦·坡> <出生地> ?y. ?y <著名景点> ?x.}\n",
        "Answer": "<邦克山>\t\n"
    },
    {
        "QuestionId": "q1030",
        "RawQuestion": "亚洲哪个国家的主要民族是华人？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <主要民族> <华人_（族群）>. }\n",
        "Answer": "<新加坡>\t<文莱>\t<马来西亚>\t<东帝汶>\t\n"
    },
    {
        "QuestionId": "q1888",
        "RawQuestion": "刘士余任职期间，中国股市发生哪些变化？\n",
        "Sparql": "select ?x where { <刘士余> <政绩> ?x. }\n",
        "Answer": "\"新增700余只股票\"\t\"新增市值超4万亿人民币\"\t\"对717起违规事件进行了行政处罚\"\t\n"
    },
    {
        "QuestionId": "q5920",
        "RawQuestion": "天坛周围哪些酒店有室内游泳池呢？\n",
        "Sparql": "select ?y where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有游泳池> <有室内泳池>. }\n",
        "Answer": "<北京天伦王朝酒店>\t<北京富力万丽酒店>\t<北京国贸大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京国际饭店>\t<北京瑞吉酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q1870",
        "RawQuestion": "开通港股通权限时冻结资金金额？\n",
        "Sparql": "select ?x where { <开通港股通权限> <冻结金额> ?x. }\n",
        "Answer": "\"50元人民币\"\t\n"
    },
    {
        "QuestionId": "q2925",
        "RawQuestion": "万达董事长是谁\n",
        "Sparql": "select ?x where { <万达> <董事长> ?x. }\n",
        "Answer": "<王健林>\t\n"
    },
    {
        "QuestionId": "q4582",
        "RawQuestion": "华西证券的合规负责人\n",
        "Sparql": "select ?x where { <华西证券> <合规负责人> ?x. }\n",
        "Answer": "<邢怀柱>\t\n"
    },
    {
        "QuestionId": "q1407",
        "RawQuestion": "\"琴棋书画\"具体指什么内容？\n",
        "Sparql": "select ?x where { <琴棋书画_（成语）> <内容> ?x. }\n",
        "Answer": "<书法_（文字表现的艺术形式）>\t<围棋_（中国国棋）>\t<绘画_（画画）>\t<琴瑟>\t\n"
    },
    {
        "QuestionId": "q2371",
        "RawQuestion": "联合国五大常任理事国有哪些？\n",
        "Sparql": "select ?x where { <联合国_（国际组织）> <常任理事国> ?x. }\n",
        "Answer": "\"中国\"\t\"美国\"\t\"俄罗斯\"\t\"英国\"\t\"法国\"\t\n"
    },
    {
        "QuestionId": "q4339",
        "RawQuestion": "胡歌的粉丝自称什么？\n",
        "Sparql": "select ?x where { <胡歌_（中国内地男演员）> <粉丝昵称> ?x . }\n",
        "Answer": "<胡椒粉>\t\n"
    },
    {
        "QuestionId": "q719",
        "RawQuestion": "复旦大学出了哪些导演\n",
        "Sparql": "select ?x where { ?x <职业> <导演> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<傅红星>\t<周文武贝>\t<谈韦>\t<张裕华>\t\n"
    },
    {
        "QuestionId": "q884",
        "RawQuestion": "夏至线在地理上有什么意义？\n",
        "Sparql": "select ?y where { ?x <别名> \"夏至线\". ?x <地理意义> ?y. }\n",
        "Answer": "\"太阳直射此线标志着夏至日的到来\"\t\n"
    },
    {
        "QuestionId": "q2806",
        "RawQuestion": "支付宝（中国）网络技术有限公司的法定代表人是谁\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <法人> ?x. }\n",
        "Answer": "<彭蕾_（蚂蚁金服董事长兼CEO）>\t\n"
    },
    {
        "QuestionId": "q6637",
        "RawQuestion": "李兰娟参与过哪些战役？\n",
        "Sparql": "select ?x where { <李兰娟>  <参与战役> ?x.} \n",
        "Answer": "<H7N9禽流感>\t<H1N1流感战役>\t<新型冠状病毒战役>\t<非典战役>\t\n"
    },
    {
        "QuestionId": "q5922",
        "RawQuestion": "辽阳富虹国际饭店内有行政酒廊吗？\n",
        "Sparql": "select ?x where { <辽阳富虹国际饭店> <是否有行政酒廊> ?x. }\n",
        "Answer": "<无行政酒廊>\t\n"
    },
    {
        "QuestionId": "q5731",
        "RawQuestion": "宏源国际饭店一顿饭平均多少钱哇？\n",
        "Sparql": "select ?x where { <宏源国际饭店> <平均价格> ?x. }\n",
        "Answer": "\"398\"\t\n"
    },
    {
        "QuestionId": "q6633",
        "RawQuestion": "《子在川上》的作者什么时候出生的？\n",
        "Sparql": "select ?y where { <子在川上> <作者> ?x. ?x <出生日期> ?y. } \n",
        "Answer": "\"1934\"\t\n"
    },
    {
        "QuestionId": "q6210",
        "RawQuestion": "厦门星空艺术馆有wifi服务吗？\n",
        "Sparql": "select ?x where { <厦门星空艺术馆> <是否有wifi服务> ?x. }\n",
        "Answer": "<没有wifi>\t\n"
    },
    {
        "QuestionId": "q5246",
        "RawQuestion": "血小板增多症有没有传染性？\n",
        "Sparql": "select ?x where { <血小板增多症> <传染性> ?x. }\n",
        "Answer": "\"无\"\t\n"
    },
    {
        "QuestionId": "q2744",
        "RawQuestion": "蚂蚁金服的融资时间？\n",
        "Sparql": "select ?x where { <蚂蚁金服> <融资时间> ?x. }\n",
        "Answer": "<2016年4月26日>\t\n"
    },
    {
        "QuestionId": "q989",
        "RawQuestion": "周杰伦经纪公司的外文名？\n",
        "Sparql": "select ?x where { <周杰伦> <经纪公司> ?y. ?y <外文名> ?x. }\n",
        "Answer": "\"JVR\"\t\n"
    },
    {
        "QuestionId": "q3472",
        "RawQuestion": "糖尿病足去什么科室就诊？\n",
        "Sparql": "select ?x where { <糖尿病足> <科室> ?x. }\n",
        "Answer": "<内分泌科>\t<普通外科>\t\n"
    },
    {
        "QuestionId": "q5093",
        "RawQuestion": "肺炎支原体补体结合试验的参考值是什么？\n",
        "Sparql": "select ?x where { <肺炎支原体补体结合试验> <参考值> ?x. }\n",
        "Answer": "\"阴性。\"\t\n"
    },
    {
        "QuestionId": "q3084",
        "RawQuestion": "社区获得性肺炎患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <科室> ?x. }\n",
        "Answer": "<呼吸内科>\t\n"
    },
    {
        "QuestionId": "q6222",
        "RawQuestion": "绍兴饭店定哪个房型可以加床啊？\n",
        "Sparql": "select ?y where { <绍兴饭店> <房型名称> ?y. ?y <是否可以加床> \"可以加床\". }\n",
        "Answer": "<普通大床间>\t<豪华商务大床间>\t<台门套房>\t<豪华商务标准间>\t\n"
    },
    {
        "QuestionId": "q501",
        "RawQuestion": "漫画《银魂》的出版社是哪个？\n",
        "Sparql": "select ?x where { <银魂_（空知英秋创作的漫画）> <出版社> ?x. }\n",
        "Answer": "<集英社_（日本综合出版社）>\t\n"
    },
    {
        "QuestionId": "q7401",
        "RawQuestion": "广州失恋博物馆有点意思，求具体地址\n",
        "Sparql": "select ?x where { <广州失恋博物馆> <地址> ?x. }\n",
        "Answer": "\"西湖路光明广场6楼639号\"\t\n"
    },
    {
        "QuestionId": "q3044",
        "RawQuestion": "核酸检测属于什么类型的检查？\n",
        "Sparql": "select ?x where { <核酸检测> <类型> ?x. }\n",
        "Answer": "<科学>\t<医学>\t<染色体病和遗传性疾病基因检测>\t\n"
    },
    {
        "QuestionId": "q4043",
        "RawQuestion": "老虎的拉丁学名叫什么？\n",
        "Sparql": "select ?x where { <虎_（大型猫科动物）> <拉丁学名> ?x . }\n",
        "Answer": "\"Panthera tigris\"\t\n"
    },
    {
        "QuestionId": "q4061",
        "RawQuestion": "\"成败一知己，生死两妇人\"所说的人物有什么重大成就？\n",
        "Sparql": "select ?y where { <成败一知己，生死两妇人> <主要人物> ?x . ?x <主要成就> ?y . }\n",
        "Answer": "\"虏魏\"\t\"破代\"\t\"平赵\"\t\"下燕\"\t\"定齐\"\t\"潍水杀 龙且\"\t\"垓下破 项羽\"\t\n"
    },
    {
        "QuestionId": "q6161",
        "RawQuestion": "南京恋爱博物馆比较近的可帮忙洗衣的酒店\n",
        "Sparql": "select ?y  where { <南京恋爱博物馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有洗衣服务> <有洗衣服务>. ?y <类型> <酒店>. }\n",
        "Answer": "<南京维景国际大酒店>\t<南京金陵状元楼大酒店>\t<南京香格里拉大酒店>\t<南京玄武饭店>\t<南京绿地洲际酒店>\t<南京中心大酒店>\t<南京城市名人酒店>\t\n"
    },
    {
        "QuestionId": "q3029",
        "RawQuestion": "肌红蛋白涉及到哪些症状？\n",
        "Sparql": "select ?x where { <肌红蛋白> <涉及症状> ?x. }\n",
        "Answer": "<血尿伴蛋白尿>\t<血尿伴排尿不畅>\t<血红蛋白尿>\t<剧烈运动或强体力劳动后血尿>\t<一过性肉眼血尿>\t<不稳定性心绞痛>\t<胸痛>\t<间歇性血尿>\t<肢体的非凹性水肿>\t\n"
    }
]