[
    {
        "QuestionId": "q3664",
        "RawQuestion": "梅毒患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <梅毒> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q2736",
        "RawQuestion": "\"Hundsun Technologies Inc.\"是哪个公司的外文名称\n",
        "Sparql": "select ?x where { ?x <外文名称> <Hundsun_Technologies_Inc.> }\n",
        "Answer": "<恒生电子>\t\n"
    },
    {
        "QuestionId": "q4551",
        "RawQuestion": "可立克的现任董事长的上任时间?\n",
        "Sparql": "select ?x where { <可立克> <现任董事长> ?y. ?y <上任时间>?x. }\n",
        "Answer": "<2010年12月>\t\n"
    },
    {
        "QuestionId": "q2378",
        "RawQuestion": "神厨小福贵有多少集？\n",
        "Sparql": "select ?x where { <神厨小福贵> <集数> ?x . }\n",
        "Answer": "\"132\"\t\n"
    },
    {
        "QuestionId": "q5079",
        "RawQuestion": "鼻塞及反射性头痛涉及哪些症状？\n",
        "Sparql": "select ?x where { <鼻塞及反射性头痛> <涉及症状> ?x. }\n",
        "Answer": "<增殖体肥大>\t<深侧鼻塞>\t<听力下降>\t<反复感冒>\t\n"
    },
    {
        "QuestionId": "q4694",
        "RawQuestion": "理财顾问的付费方式\n",
        "Sparql": "select ?x where { <理财顾问> <付费方式> ?x. }\n",
        "Answer": "\"一次性付费方式\"\t\"基费方式\"\t\"收取佣金方式\"\t\n"
    },
    {
        "QuestionId": "q6757",
        "RawQuestion": "请告诉我刘易斯·汉密尔顿和大卫·库特哈德共同参加的比赛\n",
        "Sparql": "SELECT ?比赛 WHERE { <大卫·库特哈德>\t<运动项目>\t?比赛. <刘易斯·汉密尔顿>\t<运动项目>\t?比赛. } \n",
        "Answer": "<世界一级方程式锦标赛>\t\n"
    },
    {
        "QuestionId": "q2078",
        "RawQuestion": "世界三大饮料？\n",
        "Sparql": "select ?x where { <世界三大饮料> <三大饮料> ?x . }\n",
        "Answer": "\"茶\"\t\"咖啡\"\t\"可可\"\t\n"
    },
    {
        "QuestionId": "q6563",
        "RawQuestion": "9·11事件有多少人受伤？\n",
        "Sparql": "select ?x where { <9·11事件> <受伤> ?x. } \n",
        "Answer": "\"6291\"\t\n"
    },
    {
        "QuestionId": "q7423",
        "RawQuestion": "梅里雪山国家公园多少钱？\n",
        "Sparql": "select ?x where { <梅里雪山国家公园> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:40.0。\"\t\n"
    },
    {
        "QuestionId": "q5441",
        "RawQuestion": "哪种病会触及到失音以及干性咳嗽的病症？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <失音> . ?x <涉及症状> <干性咳嗽> . }\n",
        "Answer": "<干咳>\t<小儿急性喉炎>\t\n"
    },
    {
        "QuestionId": "q3551",
        "RawQuestion": "川崎病的同义词是什么？\n",
        "Sparql": "select ?x where { <川崎病> <同义词> ?x. }\n",
        "Answer": "<黏膜皮肤淋巴结综合征>\t\n"
    },
    {
        "QuestionId": "q5656",
        "RawQuestion": "台山君海悦凤凰酒店什么时候能办理入住？\n",
        "Sparql": "select ?x where { <台山君海悦凤凰酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q1915",
        "RawQuestion": "股票成交规则是什么？\n",
        "Sparql": "select ?x where { <股票> <成交规则> ?x. }\n",
        "Answer": "\"价格优先，时间优先的原则进行撮合成交，且两者之间价格优先于时间\"\t\n"
    },
    {
        "QuestionId": "q1382",
        "RawQuestion": "迈克尔·杰克逊在什么时间去世的？\n",
        "Sparql": "select ?x where { <迈克尔·杰克逊> <逝世日期> ?x. }\n",
        "Answer": "\"2009-06-25\"\t\n"
    },
    {
        "QuestionId": "q648",
        "RawQuestion": "哈佛大学出了哪些文学家？\n",
        "Sparql": "select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <哈佛大学> . }\n",
        "Answer": "<林语堂>\t<孔飞力>\t<楼光来>\t<梅光迪>\t<杨联升>\t\n"
    },
    {
        "QuestionId": "q661",
        "RawQuestion": "华纳签了哪些回族歌手？\n",
        "Sparql": "select ?x where { ?x <唱片公司> <华纳唱片>. ?x <民族> <回族>. }\n",
        "Answer": "<李荣浩_（中国内地男歌手）>\t\n"
    },
    {
        "QuestionId": "q2105",
        "RawQuestion": "飞船\"黄金之心\"出自哪个作品？\n",
        "Sparql": "select ?x where { <黄金之心_（科幻小说中的飞船）> <作品名称> ?x . }\n",
        "Answer": "\"银河系漫游指南\"\t\n"
    },
    {
        "QuestionId": "q3114",
        "RawQuestion": "烧伤后腹泻属于什么科？\n",
        "Sparql": "select ?x where { <烧伤后腹泻> <科室> ?x. }\n",
        "Answer": "<烧伤外科>\t\n"
    },
    {
        "QuestionId": "q6031",
        "RawQuestion": "慕田峪长城的门票优惠政策都有什么？\n",
        "Sparql": "select ?x where { <慕田峪长城> <优待政策> ?x. }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，全日制大中小学生（不含成人教育、研究生）(凭学生证)可享半价优惠票，消防员(凭消防员证)可享半价优惠票，儿童(6周岁（含）以下凭身份证、学生证或1.2米（含）以下的儿童)可享门票免费，老年人(60周岁（含）以上凭北京市持北京通-养老助残卡、民政优待卡及身份证等有效证件的游客)可享门票免费，现役军人(凭人民解放军和武警部队军官证、士兵证)可享半价优惠票，备注：非北京市户籍60周岁（含）以上老年人，凭身份证享受门票半价\"\t\n"
    },
    {
        "QuestionId": "q890",
        "RawQuestion": "毛泽东家乡的气候条件如何？\n",
        "Sparql": "select ?x where { <毛泽东_（无产阶级革命家）> <出生地> ?y. ?y <气候条件> ?x . }\n",
        "Answer": "<亚热带季风性湿润气候>\t\n"
    },
    {
        "QuestionId": "q4404",
        "RawQuestion": "周星驰和刘德华合作过哪些电影？\n",
        "Sparql": "select ?x where{?x <主演> <周星驰>. ?x <主演> <刘德华_（中国香港男演员、歌手、词作人）>.}\n",
        "Answer": "<赌侠1>\t<整蛊专家_（1991年周星驰、刘德华主演电影）>\t<豪门夜宴_（1991年的电影）>\t<赌侠>\t<临岐>\t<特技猛龙>\t<老洞>\t<我们的那时此刻>\t\n"
    },
    {
        "QuestionId": "q6971",
        "RawQuestion": "马云的老婆是谁？\n",
        "Sparql": "select ?x where { <马云> <妻子> ?x. } \n",
        "Answer": "<张瑛>\t\n"
    },
    {
        "QuestionId": "q3521",
        "RawQuestion": "消化性溃疡属于什么?\n",
        "Sparql": "select ?x where { <消化性溃疡> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1239",
        "RawQuestion": "成龙儿子的职业是什么？\n",
        "Sparql": "select ?x where { <成龙_（中国香港演员、导演）> <儿子> ?y. ?y <职业> ?x. }\n",
        "Answer": "<演员_（职业）>\t<歌手_（职业名称）>\t\n"
    },
    {
        "QuestionId": "q87",
        "RawQuestion": "百度公司的具体地址是？\n",
        "Sparql": "select ?x where { <百度> <公司地址> ?x . }\n",
        "Answer": "\"北京海淀区上地十街10号\"\t\"百度大厦\"\t\n"
    },
    {
        "QuestionId": "q1368",
        "RawQuestion": "齐鲁大地被用来指代我国的哪个省？\n",
        "Sparql": "select ?x where { ?x <别名> \"齐鲁、\". }\n",
        "Answer": "<山东_（中国山东省）>\t\n"
    },
    {
        "QuestionId": "q918",
        "RawQuestion": "清华校长是哪里人？\n",
        "Sparql": "select ?y where { <清华大学> <现任校长> ?x. ?x <出生地> ?y. }\n",
        "Answer": "<荣县>\t<四川_（中华人民共和国四川省）>\t\n"
    },
    {
        "QuestionId": "q7105",
        "RawQuestion": "如何诊断发热伴出血？\n",
        "Sparql": "select ?x where { <发热伴出血> <诊断> ?x. }\n",
        "Answer": "\"(1)发热伴淋巴结肿大、并伴触痛可能为局部感染所致。如全身淋巴结肿大，提示可能有淋巴结结核、白血病、淋巴瘤、转移癌等。(2)发热伴关节肿痛可见于败血症、猩红热、布鲁菌病、结核病、风湿热、结缔组织病、痛风等。(3)发热伴有皮疹常见于出疹性的传染病。如麻疹、猩红热等。(4)发热伴咳嗽、咯痰、胸痛常见于呼吸系统疾病。(5)发热伴有腹痛、腹泻、恶心、呕吐常见于消化系统疾患。(6)发热伴尿频、尿急、尿痛、腰疼常见于泌尿系感染。如上所述，发热的原因很多，有生理性的，也有病理性的，患者切不可误认为发热都是由于感染引起而滥用抗生素、退热药。症状：发热伴出血1.一般实验室检查血象白细胞总数增高，分类中淋巴细胞增多，并有异常淋巴细胞，血小板数下降。尿检有蛋白、红细胞、白细胞、管型等。2.特异性实验诊断近年来应用血清学方法检测有助于病人早期诊断，对临床不典型的病人尤有助于诊断。检测方法有间接免疫荧光试验、酶联免疫吸附试验、酶标SPA组化试验、血凝抑制试验、免疫粘附血凝试验、固相免疫血球吸附试验及固相放射免疫试验等。特异性IgM阳性或发病早期和恢复期两次血清特异性IgG抗体效价递增4倍以上，均有确诊价值。从病人血液或尿中分离到病毒或检出病毒抗原亦可确诊，近有采用多聚酶链反应(PCR)直接检测病毒抗原，有助于病原诊断。\"\t\n"
    },
    {
        "QuestionId": "q2568",
        "RawQuestion": "五虎将中被称作武圣的是谁？\n",
        "Sparql": "select ?x where { <五虎上将_（人物组合称谓）> <成员> ?x. ?x <别称> <武圣_（三国名将关羽的尊称）>. }\n",
        "Answer": "<关羽_（东汉末年名将）>\t\n"
    },
    {
        "QuestionId": "q6790",
        "RawQuestion": "美国人主要信仰哪些宗教?\n",
        "Sparql": "SELECT ?x WHERE { <美国_（美利坚合众国）> <主要宗教>?x. } \n",
        "Answer": "<犹太教>\t<新教>\t<天主教>\t<耶稣基督后期圣徒教会>\t\n"
    },
    {
        "QuestionId": "q2917",
        "RawQuestion": "动力煤的最小变动价位？\n",
        "Sparql": "select ?x where { <动力煤> <最小变动单位> ?x. }\n",
        "Answer": "\"0.2元/吨\"\t\n"
    },
    {
        "QuestionId": "q618",
        "RawQuestion": "北京奥运的吉祥物是谁设计的？\n",
        "Sparql": "select ?x where { <2008年北京奥运会> <吉祥物> ?y. ?y <设计者> ?x. }\n",
        "Answer": "<韩美林>\t\n"
    },
    {
        "QuestionId": "q2708",
        "RawQuestion": "中粮地产的职工监事上任时间?\n",
        "Sparql": "select ?x where { <中粮地产> <职工监事> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2017年5月5日>\t\n"
    },
    {
        "QuestionId": "q2039",
        "RawQuestion": "令狐冲会什么武功？\n",
        "Sparql": "select ?x where { {<令狐冲> <剑法> ?x.} UNION {<令狐冲> <内功> ?x.} }\n",
        "Answer": "<独孤九剑_（金庸小说中的武学）>\t<冲灵剑法>\t<易筋经_（武功名）>\t<吸星大法>\t\n"
    },
    {
        "QuestionId": "q7620",
        "RawQuestion": "求南京恋爱博物馆周围能免费停车的酒店\n",
        "Sparql": "select ?x where { <南京恋爱博物馆> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <是否有停车场> <有免费停车场>. ?x <类型> <酒店>. }\n",
        "Answer": "<南京维景国际大酒店>\t<南京金丝利喜来登酒店>\t<南京玄武饭店>\t<南京中心大酒店>\t\n"
    },
    {
        "QuestionId": "q2760",
        "RawQuestion": "郑商所可以交易什么期货？\n",
        "Sparql": "select ?x where { <郑商所> <交易品种> ?x. }\n",
        "Answer": "<油菜籽>\t<甲醇>\t<早籼稻>\t<硅铁>\t<棉纱>\t<白糖>\t<粳稻>\t<菜籽粕>\t<强麦>\t<菜籽油>\t<平板玻璃>\t<动力煤>\t<棉花>\t<玻璃>\t<PTA>\t<普麦>\t<锰硅>\t<苹果>\t<小麦>\t<早籼稻(粳稻)>\t<菜籽粕(油菜籽)动力煤锰硅硅铁>\t<晚籼稻>\t\n"
    },
    {
        "QuestionId": "q6729",
        "RawQuestion": "张文宏的同事都有哪些？\n",
        "Sparql": "select ?z where { <张文宏> <同事> ?z. } \n",
        "Answer": "<章婉琴>\t<徐肇玥>\t<黄玉仙>\t<施光峰>\t<尹有宽>\t<卢洪洲>\t<翁心华>\t<陈明泉>\t<张继明>\t<邵凌云>\t<黄翀>\t<陈澍>\t<卢清>\t<秦艳丽>\t<吴吉芹>\t<李宁>\t<金嘉琳>\t<张舒>\t<郑建铭>\t<张峰>\t<蒋卫明>\t<朱利平>\t\n"
    },
    {
        "QuestionId": "q1343",
        "RawQuestion": "著名建筑埃菲尔铁塔有多少层？\n",
        "Sparql": "select ?x where { <埃菲尔铁塔_（巴黎城市地标之一）> <建筑层数> ?x. }\n",
        "Answer": "\"4\"\t\n"
    },
    {
        "QuestionId": "q3247",
        "RawQuestion": "布鲁氏菌病要在哪个科室就诊？\n",
        "Sparql": "select ?x where { <布鲁氏菌病> <科室> ?x. }\n",
        "Answer": "<传染病科>\t\n"
    },
    {
        "QuestionId": "q365",
        "RawQuestion": "喜乐庄村位于海拔多少米的地方？\n",
        "Sparql": "select ?x where { <喜乐庄村> <海拔> ?x. }\n",
        "Answer": "\"1767米\"\t\n"
    },
    {
        "QuestionId": "q2818",
        "RawQuestion": "浙江大华技术股份有限公司的英文名称？\n",
        "Sparql": "select ?x where { <浙江大华技术股份有限公司> <外文名称> ?x. }\n",
        "Answer": "<Zhejiang_Dahua_Technology_Co.,_Ltd.>\t\n"
    },
    {
        "QuestionId": "q1781",
        "RawQuestion": "约定购回式证券交易的交易时间？\n",
        "Sparql": "select ?x where { <约定购回式证券> <交易时间> ?x. }\n",
        "Answer": "\"沪市：交易日9:15-9:25，9:30-11:30，13:00-15:00深市：交易日9:15-11:30，13:00-15:30\"\t\n"
    },
    {
        "QuestionId": "q6068",
        "RawQuestion": "沈阳科学宫的联系电话是多少？\n",
        "Sparql": "select ?x where { <沈阳科学宫> <电话> ?x. }\n",
        "Answer": "\"024-23978049,024-23978016\"\t\n"
    },
    {
        "QuestionId": "q5327",
        "RawQuestion": "哪种病会与脓性分泌物和血压下降有关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <脓性分泌物> . ?x <涉及症状> <血压下降> . }\n",
        "Answer": "<细菌感染>\t\n"
    },
    {
        "QuestionId": "q4270",
        "RawQuestion": "《小王子》的作者都有哪些代表作品？\n",
        "Sparql": "select ?x where { <小王子（中英文对照）> <作者> ?y . ?y <代表作品> ?x . }\n",
        "Answer": "<夜航>\t<人类的大地>\t<小王子_（法国儿童文学短篇童话）>\t<空军飞行员>\t\n"
    },
    {
        "QuestionId": "q1592",
        "RawQuestion": "电影阿凡达的导演的出生地是哪里？\n",
        "Sparql": "select ?x where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <导演> ?y. ?y <出生地> ?x. }\n",
        "Answer": "<安大略省>\t\n"
    },
    {
        "QuestionId": "q3468",
        "RawQuestion": "雪口病属于什么?\n",
        "Sparql": "select ?x where { <雪口病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3411",
        "RawQuestion": "中暑属于什么?\n",
        "Sparql": "select ?x where { <中暑> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q791",
        "RawQuestion": "指环王是在哪个洲拍摄的？\n",
        "Sparql": "select ?x where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <拍摄地点> ?y.?y <所属洲> ?x.}\n",
        "Answer": "<大洋洲>\t\n"
    },
    {
        "QuestionId": "q3087",
        "RawQuestion": "胸腔积液患者应在什么科室就诊？\n",
        "Sparql": "select ?x where { <胸腔积液> <科室> ?x. }\n",
        "Answer": "<胸部外科>\t\n"
    },
    {
        "QuestionId": "q155",
        "RawQuestion": "\"提灯女神\"南丁格尔毕业于哪所大学？\n",
        "Sparql": "select ?x where { <弗洛伦斯·南丁格尔_（护理事业的创始人和现代护理教育的奠基人）> <毕业院校> ?x. }\n",
        "Answer": "<剑桥大学>\t\n"
    },
    {
        "QuestionId": "q4113",
        "RawQuestion": "成吉思汗是对谁的尊称？\n",
        "Sparql": "select ?x where { <成吉思汗_（大蒙古国建立者）> <中文名> ?x . }\n",
        "Answer": "\"孛儿只斤·铁木真\"\t\n"
    },
    {
        "QuestionId": "q6976",
        "RawQuestion": "林正义出生在哪？\n",
        "Sparql": "select ?y where { ?x <别名> \"林正义\". ?x <出生地> ?y. } \n",
        "Answer": "<宜兰县>\t\n"
    },
    {
        "QuestionId": "q483",
        "RawQuestion": "有什么著名的描写杭州西湖的诗呀？\n",
        "Sparql": "select ?x where { <西湖_（浙江省杭州市西湖）> <名诗> ?x. }\n",
        "Answer": "\"《饮湖上初晴后雨》等\"\t\n"
    },
    {
        "QuestionId": "q6455",
        "RawQuestion": "景山公园玩几个小时合适？\n",
        "Sparql": "select ?x where { <景山公园> <建议游玩时长> ?x. }\n",
        "Answer": "\"1-2小时\"\t\n"
    },
    {
        "QuestionId": "q4686",
        "RawQuestion": "权证的基本要素\n",
        "Sparql": "select ?x where { <权证> <要素> ?x. }\n",
        "Answer": "\"杠杆比率\"\t\"到期日\"\t\"发行人\"\t\"交割方式\"\t\"看涨和看跌权证\"\t\"执行方式\"\t\"认股价\"\t\"权证价格\"\t\"认购比率\"\t\n"
    },
    {
        "QuestionId": "q231",
        "RawQuestion": "香蕉是什么颜色的？\n",
        "Sparql": "select ?x where { <香蕉_（芭蕉科芭蕉属植物）> <颜色> ?x. }\n",
        "Answer": "<黄色_（颜色词）>\t\n"
    },
    {
        "QuestionId": "q2452",
        "RawQuestion": "中国有几个直辖市？\n",
        "Sparql": "select ?x where { <中国省级行政单位> <直辖市> ?x. }\n",
        "Answer": "\"4个\"\t\n"
    },
    {
        "QuestionId": "q4255",
        "RawQuestion": "基督教分为哪几个流派？\n",
        "Sparql": "select ?x where{ <基督教> <三大流派> ?x.}\n",
        "Answer": "\"天主教\"\t\"东正教\"\t\"基督新教\"\t\n"
    },
    {
        "QuestionId": "q5865",
        "RawQuestion": "广州独角兽星空艺术馆的优待政策是什么？\n",
        "Sparql": "select ?x where { <广州独角兽星空艺术馆> <优待政策> ?x. }\n",
        "Answer": "\"儿童(身高1.2米（含）以下)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q1316",
        "RawQuestion": "IBM有多少员工？\n",
        "Sparql": "select ?x where { <IBM_（IT公司-国际商业机器公司）> <员工数> ?x. }\n",
        "Answer": "\"434246\"\t\n"
    },
    {
        "QuestionId": "q2695",
        "RawQuestion": "飞亚股份的公司名称?\n",
        "Sparql": "select ?x where { <飞亚股份> <公司名称> ?x. }\n",
        "Answer": "<飞亚达(集团)股份有限公司>\t\n"
    },
    {
        "QuestionId": "q5111",
        "RawQuestion": "肌红蛋白有什么样的临床意义？\n",
        "Sparql": "select ?x where { <肌红蛋白> <临床意义> ?x. }\n",
        "Answer": "\"测定血清肌红蛋白可作为早期诊断心肌梗死的指标。异常结果：增高：见于急性心肌梗死早期、急性肌损伤、肌营养不良、肌萎缩、多发性肌炎、急性或慢性肾功能衰竭、严重充血性心力衰竭和长期休克等。在心肌梗死后1.5h即可增高，但1～2d内即恢复正常。血、尿中肌红蛋白均升高：见于急性心肌梗死、心绞痛、心源性休克、心肌病、肌疾病(进行性肌营养不良、多发性肌炎、重症肌无力)等。(1)血中升高：甲状腺功能减低症、高醛固酮血症、肾功能不全、恶性高热以及剧烈运动后等。(2)尿中升高：卟啉病、血红蛋白尿症、血尿等。需要检测的人群：心疾病、肌疾病患者\"\t\n"
    },
    {
        "QuestionId": "q2271",
        "RawQuestion": "请列举一些诗人哲学家。\n",
        "Sparql": "SELECT ?x WHERE { ?x <职业> <诗人_（汉语词语）> . ?x <职业> <哲学家_（基础含义）> . }\n",
        "Answer": "<弗里德里希·威廉·尼采>\t<拉宾德拉纳特·泰戈尔>\t<索伦·克尔凯郭尔_（丹麦宗教哲学心理学家、诗人）>\t<戴盟_（德国哲学家）>\t<莪默·伽亚谟>\t<约翰·克里斯托弗·弗里德里希·冯·席勒>\t<欧玛尔·海亚姆>\t<康帕内拉>\t<乔治·桑塔亚纳>\t<穆罕默德·伊克巴尔>\t<伏尔泰_（法国思想家、文学家、哲学家）>\t<尹吉甫>\t<安德烈斯·贝略>\t<石醉六>\t<渡堂海>\t<埃拉托斯特尼>\t<与长子受之>\t<埃拉托色尼>\t<巴什拉，G.>\t<莱昂·巴蒂斯塔·阿尔伯蒂>\t<李翱>\t<阿维斯布隆_（历史人物）>\t<王杨_（明代哲学家）>\t\n"
    },
    {
        "QuestionId": "q804",
        "RawQuestion": "NIKE创始人的毕业院校是什么？\n",
        "Sparql": "select ?x where { <NIKE> <创始人> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<俄勒冈大学>\t\n"
    },
    {
        "QuestionId": "q5810",
        "RawQuestion": "王府半岛酒店哪些房型可以睡三个人\n",
        "Sparql": "select ?x where { <王府半岛酒店> <房型名称> ?x. ?x <类型> <房型>. ?x <容纳人数> ?number. filter(?number = 3.0) }\n",
        "Answer": "<尊享特大套房>\t<高级双床套间>\t<尊享套房(双床)>\t\n"
    },
    {
        "QuestionId": "q6345",
        "RawQuestion": "三明天元酒店有免费的wifi吗\n",
        "Sparql": "select ?x where { <三明宾馆·天元国际> <wifi情况> ?x. }\n",
        "Answer": "\"有免费wifi\"\t\n"
    },
    {
        "QuestionId": "q1901",
        "RawQuestion": "新三板转让方式有哪些？\n",
        "Sparql": "select ?x where { <新三板> <转让方式> ?x. }\n",
        "Answer": "\"协议转让\"\t\"做市转让\"\t\"竞价转让\"\t\n"
    },
    {
        "QuestionId": "q4717",
        "RawQuestion": "中国金融期货交易所的可交易品种有哪些\n",
        "Sparql": "select ?x where { <中国金融期货交易所> <上市品种>?x. }\n",
        "Answer": "<上证50>\t<沪深300>\t<中证500>\t<5年期国债>\t<10年期国债>\t\n"
    },
    {
        "QuestionId": "q6356",
        "RawQuestion": "天坛附近5km内最贵的酒店是哪一家？\n",
        "Sparql": "select ?y  where { <天坛公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 5). } ORDER BY desc(?price) LIMIT 1\n",
        "Answer": "<北京瑞吉酒店>\t\n"
    },
    {
        "QuestionId": "q4613",
        "RawQuestion": "建国门湘财证券营业部地址\n",
        "Sparql": "select ?x where { <湘财证券> <网点> ?x. ?x <附近标志> <建国门>. }\n",
        "Answer": "<北京市朝阳区建国门内大街证券营业部>\t\n"
    },
    {
        "QuestionId": "q3069",
        "RawQuestion": "冠状病毒感染常见病因是什么？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <常见病因> ?x. }\n",
        "Answer": "<冠状病毒>\t\"冠状病毒\"\t\n"
    },
    {
        "QuestionId": "q6801",
        "RawQuestion": "深圳的市鸟按生物学分类属于哪个目？\n",
        "Sparql": "SELECT ?y WHERE { <深圳> <市鸟> ?x. ?x<目>?y. } \n",
        "Answer": "<鹳形目>\t\n"
    },
    {
        "QuestionId": "q4692",
        "RawQuestion": "外汇理财的主要品种\n",
        "Sparql": "select ?x where { <外汇理财> <类别> ?x. }\n",
        "Answer": "<外币储蓄存款>\t<外汇结构性存款>\t<外汇期权产品>\t<外汇交易>\t<人民币特种股票>\t\n"
    },
    {
        "QuestionId": "q6033",
        "RawQuestion": "三亚维景国际度假酒店有独栋的房吗？\n",
        "Sparql": "select ?y where { <三亚维景国际度假酒店> <房型名称> ?y. ?y <房型类别> \"独栋\". }\n",
        "Answer": "<皇家别墅>\t<豪华爱家双居泳池别墅>\t<雅致复式双居别墅(2房1厅)>\t<蜜月泳池花园别墅>\t<高尔夫双居泳池别墅>\t<精致家庭双居泳池别墅>\t<爱家复式双居别墅（2房1厅）>\t<爱家复式双居泳池别墅>\t<爱侣泳池花园别墅>\t<行政泳池别墅>\t\n"
    },
    {
        "QuestionId": "q3171",
        "RawQuestion": "子宫内膜炎属于什么?\n",
        "Sparql": "select ?x where { <子宫内膜炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6261",
        "RawQuestion": "颐和园是几A级风景区？\n",
        "Sparql": "select ?x where { <颐和园> <景点的等级A> ?x. }\n",
        "Answer": "\"5A\"\t\n"
    },
    {
        "QuestionId": "q4284",
        "RawQuestion": "冥王星是哪个星座的守护星？\n",
        "Sparql": "select ?x where {  ?x <主宰行星> <冥王星_（太阳系中的一个天体）> .  }\n",
        "Answer": "<天蝎射手座>\t<天秤天蝎座>\t\n"
    },
    {
        "QuestionId": "q3152",
        "RawQuestion": "心力衰竭涉及哪些症状？\n",
        "Sparql": "select ?x where { <心力衰竭> <涉及症状> ?x. }\n",
        "Answer": "<端坐呼吸>\t<声音嘶哑>\t<哮鸣音>\t<肺淤血>\t\n"
    },
    {
        "QuestionId": "q2674",
        "RawQuestion": "电系神奇宝贝都有哪些特性？\n",
        "Sparql": "select ?y where { ?x <登场作品> <神奇宝贝_（汤山邦彦执导的日本动画系列）>. ?x <属性> <电_（自然现象之一）>. ?x <特性> ?y. }\n",
        "Answer": "<蓄电>\t<避雷针>\t<静电_（自然物理现象）>\t<气压>\t<蓄电>\t\n"
    },
    {
        "QuestionId": "q2028",
        "RawQuestion": "\"金毛狮王\"是\"混元霹雳手\"的什么人？\n",
        "Sparql": "select ?y where { ?x <别名> \"金毛狮王，谢退思\" . ?z ?y ?x . ?z <别名> \"混元霹雳手、圆真\" . }\n",
        "Answer": "<徒弟>\t\n"
    },
    {
        "QuestionId": "q5795",
        "RawQuestion": "东莞的梵高星空艺术馆门票是多少钱？\n",
        "Sparql": "select ?x where { <东莞梵高星空艺术馆> <城市> <东莞> . <东莞梵高星空艺术馆> <官方门票数据> ?x . }\n",
        "Answer": "\"成人:65.0。\"\t\n"
    },
    {
        "QuestionId": "q5268",
        "RawQuestion": "肝内胆管结石的发病部位在哪？\n",
        "Sparql": "select ?x where { <肝内胆管结石> <发病部位> ?x. }\n",
        "Answer": "\"腹部\"\t\n"
    },
    {
        "QuestionId": "q2408",
        "RawQuestion": "你知道张一山都演过什么剧吗？\n",
        "Sparql": "select ?x where { ?x <主演> <张一山_（中国内地演员）>. }\n",
        "Answer": "<老爸回家>\t<阿稳正传>\t<寻找成龙>\t<闺房秘影>\t<少年邓恩铭>\t<大熔炉>\t<兔侠传奇>\t<家有儿女_（2005年林丛执导的系列情景喜剧）>\t<爱，不折腾>\t<冒牌监护人>\t<家有儿女3>\t<家有儿女第五部>\t<家有儿女4>\t<生于80后>\t<大娃娃小娃娃>\t<最爱·你>\t<家有儿女2>\t<我的七年>\t<家有儿女Ⅲ>\t<谁为爱情买单>\t<大号小兵>\t<家有儿女第一部>\t<扣篮_（林浩然执导电影）>\t<家有儿女之疯狂假期>\t<青谷子_（2016年张一山、孙耀琦主演电视剧青谷子）>\t<杀寇决>\t<小神来了>\t<星光都市2>\t<寻找狗托邦>\t<最爱你_（2012年王同辉、曹颖主演电视剧）>\t<食来孕转>\t<夺路而逃_（2015年吴林执导3D动作喜剧电影）>\t<扣篮对决>\t<小小飞虎队_（电影小小飞虎队）>\t<家有儿女初长成_（情景喜剧）>\t<不想长大_（2009年邱浩强导演电视剧）>\t<家有儿女1_（宋丹丹、高亚麟主演电视剧）>\t<余罪第二季>\t<我的父亲我的兵>\t<黄金福将>\t<派对之王>\t<难道无声>\t<3D兔侠传奇>\t<孽债3>\t<新家有女儿>\t\n"
    },
    {
        "QuestionId": "q107",
        "RawQuestion": "新版《红楼梦》的导演是谁？\n",
        "Sparql": "select ?x where { <红楼梦_（2010年李少红导演电视剧）> <导演> ?x. }\n",
        "Answer": "<李少红>\t\n"
    },
    {
        "QuestionId": "q4679",
        "RawQuestion": "从事保险活动需要了解的法律\n",
        "Sparql": "select ?x where { <保险业务> <法规> ?x. }\n",
        "Answer": "<中华人民共和国保险法>\t\n"
    },
    {
        "QuestionId": "q6628",
        "RawQuestion": "《巴尔扎克葬词》的作者中文名是什么？\n",
        "Sparql": "select ?y where { <巴尔扎克葬词> <作者> ?x. ?x <中文名> ?y. } \n",
        "Answer": "\"维克多·雨果\"\t\n"
    },
    {
        "QuestionId": "q147",
        "RawQuestion": "伊丽莎白塔是哪个国家的？\n",
        "Sparql": "select ?x where { <伊丽莎白塔> <所属国家> ?x. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q1189",
        "RawQuestion": "宋徽宗的主要作品有哪些？\n",
        "Sparql": "select ?y where { ?x <庙号> <徽宗>. ?x <主要作品> ?y. }\n",
        "Answer": "<池塘晚秋图>\t<书牡丹诗>\t\n"
    },
    {
        "QuestionId": "q3377",
        "RawQuestion": "心房颤动属于什么?\n",
        "Sparql": "select ?x where { <心房颤动> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1409",
        "RawQuestion": "姜夔有哪些主要作品？\n",
        "Sparql": "select ?x where { <姜夔> <主要作品> ?x. }\n",
        "Answer": "<白石道人歌曲>\t<白石道人诗集>\t<续书谱>\t<绛帖平>\t\n"
    },
    {
        "QuestionId": "q4857",
        "RawQuestion": "气胸属于什么?\n",
        "Sparql": "select ?x where { <气胸> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q6078",
        "RawQuestion": "上海安哥拉巨兔体验馆有商店吗？\n",
        "Sparql": "select ?x where { <上海安哥拉巨兔体验馆> <是否有商店> ?x. }\n",
        "Answer": "<无商店>\t\n"
    },
    {
        "QuestionId": "q2548",
        "RawQuestion": "刘昊然在哪一部影片中与潘粤明合作？\n",
        "Sparql": "select ?x where { ?x <主演> <刘昊然>. ?x <主演> <潘粤明>. }\n",
        "Answer": "<唐人街探案>\t\n"
    },
    {
        "QuestionId": "q3309",
        "RawQuestion": "功能失调性子宫出血的同义词是什么？\n",
        "Sparql": "select ?x where { <功能失调性子宫出血> <同义词> ?x. }\n",
        "Answer": "<功能失调性子宫出血病>\t\n"
    },
    {
        "QuestionId": "q4100",
        "RawQuestion": "清明节起源于哪里？\n",
        "Sparql": "select ?x where { <清明_（二十四节气之一）> <起源> ?x. }\n",
        "Answer": "<绵山风景名胜区>\t\n"
    },
    {
        "QuestionId": "q3012",
        "RawQuestion": "肺炎球菌抗原检测涉及怎样的症状？\n",
        "Sparql": "select ?x where { <肺炎球菌抗原检测> <涉及症状> ?x. }\n",
        "Answer": "<麻疹面容>\t\n"
    },
    {
        "QuestionId": "q5226",
        "RawQuestion": "结核病的ICD10编码是什么？\n",
        "Sparql": "select ?x where { <结核病> <ICD10> ?x. }\n",
        "Answer": "\"A15 –A19\"\t\n"
    },
    {
        "QuestionId": "q4777",
        "RawQuestion": "维力医疗董事长的上任时间?\n",
        "Sparql": "select ?x where { <维力医疗> <董事长> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2011年>\t<2017年9月4日>\t\n"
    },
    {
        "QuestionId": "q2081",
        "RawQuestion": "七夕这一天人们一般会做什么？\n",
        "Sparql": "select ?x where { <七夕节> <节日活动> ?x.  }\n",
        "Answer": "<祈福_（汉语词语）>\t<结扎巧姑>\t<拜_（汉字）>\t<织女_（古代神话人物）>\t<染指甲>\t\n"
    },
    {
        "QuestionId": "q122",
        "RawQuestion": "斗破苍穹是谁写的？\n",
        "Sparql": "select ?x where { <斗破苍穹_（天蚕土豆第二部长篇小说）> <作者> ?x. }\n",
        "Answer": "<天蚕土豆>\t\n"
    },
    {
        "QuestionId": "q6214",
        "RawQuestion": "北京千禧大酒店附近收费停车场的景点\n",
        "Sparql": "select ?y  where { <北京千禧大酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有停车场> <有收费停车场>. ?y <类型> <景点>. }\n",
        "Answer": "<雍和宫>\t<凤凰中心>\t<天坛公园>\t\n"
    },
    {
        "QuestionId": "q2405",
        "RawQuestion": "谁首次实现了中国的首次统一？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"首次统一\". }\n",
        "Answer": "<秦始皇_（中国首位皇帝）>\t\n"
    },
    {
        "QuestionId": "q3466",
        "RawQuestion": "麻疹涉及什么检查？\n",
        "Sparql": "select ?x where { <麻疹> <涉及检查> ?x. }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q2171",
        "RawQuestion": "陈奕迅和张柏芝一起演了什么电影？\n",
        "Sparql": "select ?x where { ?x <主演> <陈奕迅> . ?x <主演> <张柏芝> .  }\n",
        "Answer": "<12夜>\t<十二夜_（2000年陈奕迅主演电影）>\t\n"
    },
    {
        "QuestionId": "q7002",
        "RawQuestion": "如何防范新冠病毒\n",
        "Sparql": "select ?y where { <2019冠状病毒病（COVID-19）> <防护手段> ?y. } \n",
        "Answer": "<注意营养、合理饮食，肉类、禽类和蛋类要充分煮熟后食用>\t<居室及工作场所保持清洁，勤开窗，多保持通风状态>\t<打喷嚏或咳嗽时不要用手去捂，要用手肘部或纸巾遮住口、鼻>\t<尽量减少外出，不要去人群聚集处，避免近距离接触任何有感冒或流感样症状的人>\t<注意多喝水、多休息、避免熬夜、适度运动，以提高个体免疫能力>\t<注意手卫生，勤洗手，使用洗手液或肥皂，流水洗手，或使用含酒精成分的免洗洗手液>\t<准备常用物资，如体温计、一次性口罩、家庭用消毒用品等>\t<不要接触、购买和食用野生动物（即野味），避免在未加防护的情况下接触野生动物和家禽家畜>\t<外出前往公共场所、就医和乘坐交通工具时，注意佩戴医用外科口罩或N95口罩>\t\n"
    },
    {
        "QuestionId": "q1319",
        "RawQuestion": "北京邮电大学的校训是什么？\n",
        "Sparql": "select ?x where { <北京邮电大学> <校训> ?x. }\n",
        "Answer": "<敬业_（汉语词汇）>\t<博学>\t<厚德>\t<乐群>\t\n"
    },
    {
        "QuestionId": "q6428",
        "RawQuestion": "距离故宫5千米内最便宜的酒店是多少钱？\n",
        "Sparql": "select ?price  where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 5). } ORDER BY asc(?price) LIMIT 1\n",
        "Answer": "\"758\"\t\n"
    },
    {
        "QuestionId": "q6224",
        "RawQuestion": "欧亚国际酒店能加床吗？\n",
        "Sparql": "select ?x where { <欧亚国际酒店> <是否有能加床> ?x. }\n",
        "Answer": "<加床及儿童政策取决于您所选的房型，若超过房型限定人数，或携带儿童年龄不在政策描述范围内，可能需收取额外费用，提出的任何要求均需获得酒店的确认。>\t\n"
    },
    {
        "QuestionId": "q4542",
        "RawQuestion": "可立克的副董事长?\n",
        "Sparql": "select ?x where { <可立克> <副董事长> ?x. }\n",
        "Answer": "<顾洁>\t\n"
    },
    {
        "QuestionId": "q4653",
        "RawQuestion": "杠杆基金有哪些\n",
        "Sparql": "select ?x where { <杠杆基金> <类别> ?x. }\n",
        "Answer": "<股票型B类杠杆份额基金>\t<债券型B类杠杆份额基金>\t<反向杠杆基金>\t\n"
    },
    {
        "QuestionId": "q4251",
        "RawQuestion": "既是政治家又是演员又是律师的人有哪些?\n",
        "Sparql": "select ?x where { ?x <职业> <政治家> . ?x <职业> <律师_（职业）> . ?x <职业> <演员_（职业）> . }\n",
        "Answer": "<汤普森_（美国政治家）>\t\n"
    },
    {
        "QuestionId": "q1797",
        "RawQuestion": "日K线是红色代表什么意思？\n",
        "Sparql": "select ?x where { <日K线> <红色含义> ?x. }\n",
        "Answer": "\"收盘价大于开盘价\"\t\n"
    },
    {
        "QuestionId": "q1013",
        "RawQuestion": "游城十代出场动漫的编剧是谁？\n",
        "Sparql": "select ?z where { ?x <中文名> \"游城十代\" . ?x <登场作品> ?y . ?y <编剧> ?z . }\n",
        "Answer": "<吉田伸>\t<武上纯希>\t\n"
    },
    {
        "QuestionId": "q4872",
        "RawQuestion": "连花清瘟胶囊是中药还是西药？\n",
        "Sparql": "select ?x where { <连花清瘟胶囊> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t\n"
    },
    {
        "QuestionId": "q912",
        "RawQuestion": "\"思想自由兼容并包\"是哪个学校的学术传统？\n",
        "Sparql": "select ?x where { ?x <学术传统> \"思想自由\". ?x <学术传统> \"兼容并包\". }\n",
        "Answer": "<北京大学>\t\n"
    },
    {
        "QuestionId": "q1438",
        "RawQuestion": "杜康酒用什么原料酿造？\n",
        "Sparql": "select ?x where { <杜康酒> <主要原料> ?x. }\n",
        "Answer": "<小麦_（小麦属植物的统称）>\t<高粱_（禾本科高粱属草本）>\t\n"
    },
    {
        "QuestionId": "q1987",
        "RawQuestion": "外汇风险类型？\n",
        "Sparql": "select ?x where { <外汇风险><类型> ?x. }\n",
        "Answer": "<教育>\t\"交易风险\"\t\"经济风险\"\t\"储备风险\"\t\"评价风险\"\t\n"
    },
    {
        "QuestionId": "q693",
        "RawQuestion": "故宫的建造者的陵墓在哪里？\n",
        "Sparql": "select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <陵墓> ?y. }\n",
        "Answer": "<长陵_（汉高祖陵寝）>\t\n"
    },
    {
        "QuestionId": "q3047",
        "RawQuestion": "尿常规属于什么类型的检查？\n",
        "Sparql": "select ?x where { <尿常规> <类型> ?x. }\n",
        "Answer": "<尿液检查>\t\n"
    },
    {
        "QuestionId": "q917",
        "RawQuestion": "哪里能看暴走大事件呀？\n",
        "Sparql": "select ?y where { ?x <中文名> \"暴走大事件\" . ?x <在线播放平台> ?y . }\n",
        "Answer": "<优酷网>\t<腾讯视频>\t<AcFun>\t<爱奇艺>\t<bilibili>\t<乐视视频>\t<优酷网>\t<腾讯>\t\n"
    },
    {
        "QuestionId": "q1810",
        "RawQuestion": "可以T+0交易的基金有哪些？\n",
        "Sparql": "select ?x where { <基金> <T+0> ?x. }\n",
        "Answer": "\"债券交易型开放式指数基金\"\t\"黄金交易型开放式证券投资基金\"\t\"跨境交易型或上市型开放式指数基金\"\t\"交易型货币市场基金\"\t\n"
    },
    {
        "QuestionId": "q1855",
        "RawQuestion": "老三板股票有涨跌幅限制吗？\n",
        "Sparql": "select ?x where { <老三板股票> <涨跌幅限制> ?x. }\n",
        "Answer": "\"5%\"\t\n"
    },
    {
        "QuestionId": "q2375",
        "RawQuestion": "哈萨克斯坦人主要是什么民族？\n",
        "Sparql": "select ?x where { <哈萨克斯坦> <主要民族> ?x. }\n",
        "Answer": "<哈萨克人>\t<俄罗斯人_（俄罗斯的主体民族）>\t\n"
    },
    {
        "QuestionId": "q2444",
        "RawQuestion": "莎士比亚写过哪些著作呢？\n",
        "Sparql": "select ?x where { <莎士比亚_（欧洲文艺复兴时期戏剧家）> <代表作品> ?x. }\n",
        "Answer": "<奥赛罗_（莎士比亚创作的戏剧）>\t<威尼斯商人_（莎士比亚著戏剧）>\t<驯悍记_（莎士比亚著名喜剧）>\t<李尔王_（莎士比亚著悲剧）>\t<哈姆雷特_（威廉·莎士比亚创作戏剧）>\t<罗密欧与朱丽叶_（莎士比亚著名戏剧）>\t<麦克白_（威廉·莎士比亚戏剧）>\t\n"
    },
    {
        "QuestionId": "q2116",
        "RawQuestion": "原子序数为8的元素能够成哪几种单质？\n",
        "Sparql": "select ?x where { ?y <原子序数> \"8\" . ?y <构成单质> ?x . }\n",
        "Answer": "\"氧气(O2)\"\t\"臭氧(O3)\"\t\n"
    },
    {
        "QuestionId": "q1184",
        "RawQuestion": "中国有一所1897年5月21日建立的大学，它的校训是\"福建地税精神\"，它的现任校长是谁？\n",
        "Sparql": "select ?y where { ?x <创办时间> \"1897-05-21\". ?x <现任校长> ?y . ?x <校训> <福建地税精神>. }\n",
        "Answer": "<吴朝晖_（浙江大学校长）>\t\n"
    },
    {
        "QuestionId": "q1242",
        "RawQuestion": "凯撒的祖国的官方语言是什么？\n",
        "Sparql": "select ?y where { <凯撒_（凯撒）> <国籍> ?x. ?x <官方语言> ?y. }\n",
        "Answer": "<拉丁语>\t\n"
    },
    {
        "QuestionId": "q1704",
        "RawQuestion": "港股通委托能使用哪些限价盘？\n",
        "Sparql": "select ?x where { <港股通委托> <限价盘类型> ?x. }\n",
        "Answer": "\"竞价限价盘\"\t\"增强限价盘\"\t\n"
    },
    {
        "QuestionId": "q2463",
        "RawQuestion": "塘红乡的人口数量是多少？\n",
        "Sparql": "select ?x where { <塘红乡> <人口> ?x. }\n",
        "Answer": "\"30865\"\t\n"
    },
    {
        "QuestionId": "q4558",
        "RawQuestion": "红豆股份的创始人\n",
        "Sparql": "select ?x where { <红豆股份> <企业创始人> ?x. }\n",
        "Answer": "<周宏江>\t\n"
    },
    {
        "QuestionId": "q2946",
        "RawQuestion": "京东方科技集团股份有限公司的董秘是谁？\n",
        "Sparql": "select ?x where { <京东方科技集团股份有限公司> <公司董秘> ?x. }\n",
        "Answer": "<刘洪峰>\t\n"
    },
    {
        "QuestionId": "q4365",
        "RawQuestion": "浮世绘名作神奈川冲浪图的作者是谁？\n",
        "Sparql": "select ?x where{ <神奈川冲浪图> <作者> ?x.}\n",
        "Answer": "<葛饰北斋>\t\n"
    },
    {
        "QuestionId": "q7459",
        "RawQuestion": "淮北口子国际酒店的平均价格是多少？\n",
        "Sparql": "select ?x where { <淮北口子国际大酒店> <平均价格> ?x. }\n",
        "Answer": "\"462\"\t\n"
    },
    {
        "QuestionId": "q7067",
        "RawQuestion": "喘憋该如何预防？\n",
        "Sparql": "select ?x where { <喘憋> <预防> ?x. }\n",
        "Answer": "\"1、积极治疗原发病、一定要在医生指导下用药，用药若不对症，就有可能加重病情。2、要经常锻炼身体，增强体质，要保证充足的睡眠，多食富含维生素的食品，要学会调节自己的情绪，心情愉快时免疫力会增强。3、保持病室空气新鲜，温湿度适宜，避免刺激性气体，保证病人良好休息。严重呼吸困难者尽量减少不必要的谈话，以减少耗氧量。4、保证每日摄入足够的热量，避免刺激性强、易产气的食物，防止便秘、腹胀影响呼吸。\"\t\n"
    },
    {
        "QuestionId": "q7409",
        "RawQuestion": "北京中国大饭店有取款机吗？\n",
        "Sparql": "select ?x where { <北京中国大饭店> <是否有自动提款机> ?x. }\n",
        "Answer": "<有ATM>\t\n"
    },
    {
        "QuestionId": "q2214",
        "RawQuestion": "《遐思录》的作者活了多少岁？\n",
        "Sparql": "select ?x where { <遐思录> <作者> ?y . ?y <终年岁数> ?x . }\n",
        "Answer": "\"66\"\t\n"
    },
    {
        "QuestionId": "q2056",
        "RawQuestion": "什么药物可以用于预防HPV？\n",
        "Sparql": "select ?x where { ?y <其他名称> \"HPV\" . ?x <主要适用症> ?y . }\n",
        "Answer": "<宫颈癌疫苗>\t\n"
    },
    {
        "QuestionId": "q3148",
        "RawQuestion": "肺动脉高压属于什么类型?\n",
        "Sparql": "select ?x where { <肺动脉高压> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4184",
        "RawQuestion": "今日头条的官方网址是？\n",
        "Sparql": "select ?x where { <今日头条> <官网> ?x.  }\n",
        "Answer": "\"http://www.toutiao.com/\"\t\n"
    },
    {
        "QuestionId": "q5927",
        "RawQuestion": "开元名都大酒店的平均价格是多少\n",
        "Sparql": "select ?x where { <宁波开元名都大酒店> <平均价格> ?x. }\n",
        "Answer": "\"618\"\t\n"
    },
    {
        "QuestionId": "q4633",
        "RawQuestion": "涨停方式分类\n",
        "Sparql": "select ?x where { <涨停> <类别> ?x. }\n",
        "Answer": "\"突破性\"\t\"一波拉\"\t\"二波拉\"\t\"三波拉\"\t\"突破箱体拉\"\t\"低开拉\"\t\"中继性\"\t\"衰竭性\"\t\"挣扎性\"\t\n"
    },
    {
        "QuestionId": "q3528",
        "RawQuestion": "肺癌属于什么?\n",
        "Sparql": "select ?x where { <肺癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3157",
        "RawQuestion": "百日咳属于什么类型?\n",
        "Sparql": "select ?x where { <百日咳> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    }
]