[
    {
        "QuestionId": "q2389",
        "RawQuestion": "埃及的英文全名是什么？\n",
        "Sparql": "select ?x where { <埃及> <英文名称> ?x. }\n",
        "Answer": "\"The Arab Republic of Egypt\"\t\n"
    },
    {
        "QuestionId": "q2921",
        "RawQuestion": "证监会主席是谁\n",
        "Sparql": "select ?x where { <证监会> <主席> ?x. }\n",
        "Answer": "<郭树清>\t<刘士余>\t<周道炯>\t<易会满>\t<尚福林>\t<周小川>\t<肖钢>\t<刘鸿儒>\t<周正庆>\t\n"
    },
    {
        "QuestionId": "q1466",
        "RawQuestion": "演员曾安琪身高是多少？\n",
        "Sparql": "select ?x where { <曾安琪> <身高> ?x. }\n",
        "Answer": "\"172cm\"\t\n"
    },
    {
        "QuestionId": "q2202",
        "RawQuestion": "\"P(A|B)=P(B|A)*P(A)/P(B)\"是哪一个数学分支里的公式？\n",
        "Sparql": "select ?x where { ?y <表达式> \"P(A|B)=P(B|A)*P(A)/P(B)\" . ?y <适用领域范围> ?x . }\n",
        "Answer": "<概率论_（数学分支）>\t\n"
    },
    {
        "QuestionId": "q1858",
        "RawQuestion": "天弘基金成立时间？\n",
        "Sparql": "select ?x where { <天弘基金> <成立时间> ?x. }\n",
        "Answer": "\"2004年11月8日\"\t\n"
    },
    {
        "QuestionId": "q3121",
        "RawQuestion": "胰致腹泻瘤的同义词是什么？\n",
        "Sparql": "select ?x where { <胰致腹泻瘤> <同义词> ?x. }\n",
        "Answer": "<血管活性肠肽瘤,胰性霍乱,WDHA综合征,Verner—Morrison综合征>\t\n"
    },
    {
        "QuestionId": "q7503",
        "RawQuestion": "泉州酒店的退房时间是几点？\n",
        "Sparql": "select ?x where { <泉州酒店> <酒店退房时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q4213",
        "RawQuestion": "歌曲怒放的生命的演唱者出生于何时？\n",
        "Sparql": "select ?y where { <怒放的生命_（2005年汪峰音乐专辑）> <专辑歌手> ?x . ?x <出生日期> ?y.  }\n",
        "Answer": "\"1971-06-29\"\t\n"
    },
    {
        "QuestionId": "q4348",
        "RawQuestion": "带鱼科的动物一般分布在哪里？\n",
        "Sparql": "select ?y where { ?x <科> <带鱼科> . ?x <分布区域> ?y . }\n",
        "Answer": "<太平洋沿岸>\t<印度洋>\t<印度洋>\t<太平洋>\t\n"
    },
    {
        "QuestionId": "q4984",
        "RawQuestion": "发热伴寒战与什么疾病有关？\n",
        "Sparql": "select ?x where { <发热伴寒战> <涉及疾病> ?x. }\n",
        "Answer": "<流行性脑脊髓膜炎>\t<钩端螺旋体病>\t<急性胆囊炎>\t<急性盆腔炎>\t<感染性休克>\t<败血症>\t<急性肾盂肾炎>\t\n"
    },
    {
        "QuestionId": "q145",
        "RawQuestion": "秦始皇主要依靠什么思想治国?？\n",
        "Sparql": "select ?x where { <秦始皇_（中国首位皇帝）> <信仰> ?x. }\n",
        "Answer": "<法家思想>\t\n"
    },
    {
        "QuestionId": "q2245",
        "RawQuestion": "清华大学有多少专职院士？\n",
        "Sparql": "SELECT ?x WHERE { <清华大学> <专职院士> ?x . }\n",
        "Answer": "\"中国科学院院士45 人\"\t\"中国工程院院士33 人\"\t\n"
    },
    {
        "QuestionId": "q3464",
        "RawQuestion": "麻疹在什么科室就诊？\n",
        "Sparql": "select ?x where { <麻疹> <科室> ?x. }\n",
        "Answer": "<感染科>\t\n"
    },
    {
        "QuestionId": "q5150",
        "RawQuestion": "如何预防皮肌炎？\n",
        "Sparql": "select ?x where { <皮肌炎> <预防> ?x. }\n",
        "Answer": "\"去除病因或诱因，去除感染灶，检查有并发恶性肿瘤，若有必要及时对症处理。\"\t\n"
    },
    {
        "QuestionId": "q6974",
        "RawQuestion": "毕业于牛津大学的教授？\n",
        "Sparql": "select ?x where { ?x <职业> <教授_（教师职称）>. ?x <毕业院校> <牛津大学>. } \n",
        "Answer": "<迪安·腊斯克>\t<张维迎>\t<杨周翰>\t<柯亨>\t<胡豁生>\t<费巩>\t<爱德华·布雷福德·铁钦纳>\t<吴密察>\t<姬东鸿>\t<科林·布莱克默>\t<陈蕾_（青岛大学医学院教授）>\t<刘咸_（复旦大学人类学教授）>\t<吴基培>\t\n"
    },
    {
        "QuestionId": "q3342",
        "RawQuestion": "胎盘早剥属于什么?\n",
        "Sparql": "select ?x where { <胎盘早剥> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4353",
        "RawQuestion": "托尔斯泰的逝世日期是？\n",
        "Sparql": "select ?y where { ?x <逝世日期> ?y . ?x <别名> \"托尔斯泰\" . }\n",
        "Answer": "\"1910-11-20\"\t\n"
    },
    {
        "QuestionId": "q4892",
        "RawQuestion": "呼吸困难的指标看什么？\n",
        "Sparql": "select ?x where { <呼吸困难> <指标> ?x. }\n",
        "Answer": "<氧饱和度>\t\n"
    },
    {
        "QuestionId": "q6555",
        "RawQuestion": "歌手那英是什么星座？\n",
        "Sparql": "select ?x where { <那英> <星座> ?x. } \n",
        "Answer": "<射手座_（占星学）>\t\n"
    },
    {
        "QuestionId": "q4427",
        "RawQuestion": "歌手及演员杨丞琳有多高？\n",
        "Sparql": "select ?x where { <杨丞琳> <身高> ?x. }\n",
        "Answer": "\"161cm\"\t\n"
    },
    {
        "QuestionId": "q1175",
        "RawQuestion": "香奈儿五号香水是什么时候发行的？\n",
        "Sparql": "select ?y where { ?x <别名> \"香奈儿五号\". ?x <发行时间> ?y. }\n",
        "Answer": "\"1921\"\t\n"
    },
    {
        "QuestionId": "q2948",
        "RawQuestion": "京东方A的上市日期？\n",
        "Sparql": "select ?x where { <京东方A> <上市日期> ?x. }\n",
        "Answer": "<2001/1/12>\t\n"
    },
    {
        "QuestionId": "q1647",
        "RawQuestion": "张鲁一和周一围合作的电视剧是哪部？\n",
        "Sparql": "select ?x where { ?x <主演> <张鲁一>. ?x <主演> <周一围>. }\n",
        "Answer": "<红色_（2014年张鲁一、陶虹主演电视剧）>\t\n"
    },
    {
        "QuestionId": "q1508",
        "RawQuestion": "天蝎座的守护神的外文名是什么？\n",
        "Sparql": "select ?y where { <天蝎座_（占星学）> <守护神> ?x. ?x <外文名> ?y. }\n",
        "Answer": "\"ᾍδης（希腊语）hades（英文）\"\t\n"
    },
    {
        "QuestionId": "q4752",
        "RawQuestion": "商业票据的发行者主要有?\n",
        "Sparql": "select ?x where { <商业票据> <发行方> ?x. }\n",
        "Answer": "<银行持股公司>\t<金融公司>\t<工商业大公司>\t<公共事业公司>\t\n"
    },
    {
        "QuestionId": "q4891",
        "RawQuestion": "呼吸困难与哪些疾病有关？\n",
        "Sparql": "select ?x where { <呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<癔症性躯体障碍>\t<尿毒症性肺炎>\t<支气管哮喘>\t<特发性肺纤维化>\t<无精神病>\t\n"
    },
    {
        "QuestionId": "q2649",
        "RawQuestion": "华盖集的作者有哪些别名呢？\n",
        "Sparql": "select ?y where { ?x <代表作品> <华盖集>. ?x <别名> ?y. }\n",
        "Answer": "\"长庚、风声、尊古等\"\t\n"
    },
    {
        "QuestionId": "q6822",
        "RawQuestion": "病毒有哪些子类型？\n",
        "Sparql": "SELECT ?x WHERE { <病毒> <子类型>?x. } \n",
        "Answer": "<异养生物>\t<非细胞生物>\t\n"
    },
    {
        "QuestionId": "q4735",
        "RawQuestion": "人民币的基本单位\n",
        "Sparql": "select ?x where { <人民币> <基本单位> ?x. }\n",
        "Answer": "\"元\"\t\n"
    },
    {
        "QuestionId": "q1985",
        "RawQuestion": "养殖的下游是？\n",
        "Sparql": "select ?x where { <养殖> <下游> ?x. }\n",
        "Answer": "<堆肥>\t<乳业>\t\n"
    },
    {
        "QuestionId": "q7080",
        "RawQuestion": "如何诊断是身热？\n",
        "Sparql": "select ?x where { <身热> <诊断> ?x. }\n",
        "Answer": "\"阴虚发热与精血亏损在证候上不同点是阴虚发热有热证。临床热证的产生与脏腑功能活动中某些物质缺乏，功能活动过亢及邪气久留有关。阳虚发热：发热而欲近衣，形寒怯冷，四肢不温，少气懒言，头晕嗜卧，腰膝酸软，纳少便溏，面色觥白，舌质淡胖，或有齿痕，苔白润，脉沉细无力。血虚发热：发热，热势多为低热，头晕眼花，身倦乏力，心悸不宁，面白少华，唇甲色淡，舌质淡，脉细弱。诊断小儿阴虚发热时应该进行认真的体格检查和理化检查，以明确是否有器质性疾病所致的发热。对器质性疾病导致的发热，应根据不同的疾病进行治疗。如结核病所致的低热要进行抗痨治疗，风湿病所致的低热要进行抗风湿治疗。\"\t\n"
    },
    {
        "QuestionId": "q4915",
        "RawQuestion": "低热涉及哪些症状？\n",
        "Sparql": "select ?x where { <低热> <涉及症状> ?x. }\n",
        "Answer": "<非感染性发热>\t<乏力>\t<甲状腺机能亢进>\t\n"
    },
    {
        "QuestionId": "q902",
        "RawQuestion": "浙江大学出了哪些作家\n",
        "Sparql": "select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<吴秀明>\t<白红>\t<吴刚戟>\t<杨静龙>\t<应化雨>\t<舒子原>\t<胡品清>\t<黄亚洲_（诗人，影视剧作家）>\t<潘际炯>\t<沐斋>\t<吴哓>\t<叶丛嘉>\t<汪逸芳>\t<胡晶清>\t<张世轩_（中国当代作家、学者）>\t\n"
    },
    {
        "QuestionId": "q6362",
        "RawQuestion": "乌鲁木齐天缘酒店所有楼层都允许抽烟吗？\n",
        "Sparql": "select ?x where { <乌鲁木齐天缘酒店（地窝堡机场店）> <是否有无烟楼层> ?x. }\n",
        "Answer": "<没有无烟楼层>\t\n"
    },
    {
        "QuestionId": "q6423",
        "RawQuestion": "峨眉山世纪阳光大酒店的支付方式有哪些？\n",
        "Sparql": "select ?x where { <峨眉山世纪阳光大酒店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa']\"\t\n"
    },
    {
        "QuestionId": "q1476",
        "RawQuestion": "北京万达广场的建筑面积？\n",
        "Sparql": "select ?x where { <万达广场_（北京万达广场）> <总建筑面积> ?x . }\n",
        "Answer": "\"000平方米\"\t\"500\"\t\n"
    },
    {
        "QuestionId": "q3623",
        "RawQuestion": "上睑下垂属于什么?\n",
        "Sparql": "select ?x where { <上睑下垂> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3041",
        "RawQuestion": "氧分压属于什么类型的检查？\n",
        "Sparql": "select ?x where { <氧分压> <类型> ?x. }\n",
        "Answer": "<科学>\t<医学术语>\t<学科>\t<疾病>\t<肺功能检查>\t\n"
    },
    {
        "QuestionId": "q4973",
        "RawQuestion": "发热伴关节肿痛属于什么？\n",
        "Sparql": "select ?x where { <发热伴关节肿痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2768",
        "RawQuestion": "位于大连的期货交易所叫什么\n",
        "Sparql": "select ?x where { <大连> <期货交易所> ?x. }\n",
        "Answer": "<大商所>\t\n"
    },
    {
        "QuestionId": "q3141",
        "RawQuestion": "支原体肺炎属于什么科？\n",
        "Sparql": "select ?x where { <支原体肺炎> <科室> ?x. }\n",
        "Answer": "<感染科>\t\n"
    },
    {
        "QuestionId": "q330",
        "RawQuestion": "姜夔是哪族人？\n",
        "Sparql": "select ?x where { <姜夔> <民族族群> ?x. }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q3156",
        "RawQuestion": "脑梗死属于什么类型?\n",
        "Sparql": "select ?x where { <脑梗死> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3540",
        "RawQuestion": "上消化道出血属于什么?\n",
        "Sparql": "select ?x where { <上消化道出血> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1653",
        "RawQuestion": "东京电视台出品的动画的导演有哪些？\n",
        "Sparql": "select ?y where { ?x <出品> <东京电视台>. ?x <导演> ?y. }\n",
        "Answer": "<渡部高志>\t<汤山邦彦>\t<笠井贤一>\t<森胁真琴>\t<后信治>\t<汤山邦彦>\t<汤山邦彦>\t<铃木信吾>\t<森胁真琴>\t<阿部记之>\t<伊达勇登>\t<水岛精二>\t<村田雅彦>\t<伊达勇登>\t<伊达勇登>\t<锅岛修>\t<神谷纯>\t\n"
    },
    {
        "QuestionId": "q4685",
        "RawQuestion": "逆周期金融监管的内容有哪些\n",
        "Sparql": "select ?x where { <逆周期金融监管> <内容> ?x. }\n",
        "Answer": "\"资本充足率\"\t\"流动性比率\"\t\"不良贷款率\"\t\"混业经营\"\t\"动态拨备覆盖率\"\t\"薪酬激励机制\"\t\n"
    },
    {
        "QuestionId": "q4559",
        "RawQuestion": "红豆股份的公司地址\n",
        "Sparql": "select ?x where { <红豆股份> <公司地址> ?x. }\n",
        "Answer": "<江苏无锡>\t\n"
    },
    {
        "QuestionId": "q463",
        "RawQuestion": "戚继光的祖籍是哪里人？\n",
        "Sparql": "select ?x where { <戚继光_（明朝抗倭名将、民族英雄）> <祖籍> ?x. }\n",
        "Answer": "<安徽>\t\n"
    },
    {
        "QuestionId": "q872",
        "RawQuestion": "\"诸葛连弩\"的创造者葬在哪里？\n",
        "Sparql": "select ?y where { ?x <主要成就> \"改造连弩\". ?x <墓葬> ?y. }\n",
        "Answer": "\"勉县定军山\"\t\n"
    },
    {
        "QuestionId": "q6240",
        "RawQuestion": "上海外滩有哪些游览景点\n",
        "Sparql": "select ?x where { <外滩> <娱乐项目名称> ?x . <外滩> <城市> <上海>}\n",
        "Answer": "<陈毅广场>\t<黄浦公园>\t<十六铺>\t<外白渡桥>\t<外滩万国建筑博览群>\t<情人墙>\t<外滩源>\t<观光隧道>\t\n"
    },
    {
        "QuestionId": "q5099",
        "RawQuestion": "肺炎衣原体抗体测定有何临床意义？\n",
        "Sparql": "select ?x where { <肺炎衣原体抗体测定> <临床意义> ?x. }\n",
        "Answer": "\"肺炎衣原体抗体健康成人阳性率为25%～50%，儿童低于成人。\"\t\n"
    },
    {
        "QuestionId": "q1096",
        "RawQuestion": "北大现任校长何时开始工作？\n",
        "Sparql": "select ?y where { <北京大学> <现任校长> ?x. ?x <工作时间> ?y. }\n",
        "Answer": "\"1973-11\"\t\n"
    },
    {
        "QuestionId": "q5545",
        "RawQuestion": "余姚阳明温泉山庄能用支付宝吗？\n",
        "Sparql": "select ?x where { <余姚阳明温泉山庄> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB', '微信', '支付宝']\"\t\n"
    },
    {
        "QuestionId": "q6626",
        "RawQuestion": "长岛市假日酒店所在的区电话区号是多少？\n",
        "Sparql": "select ?y where { <长岛市假日酒店> <地理位置> ?x. ?x <电话区号> ?y. } \n",
        "Answer": "\"718\"\t\"347\"\t\"917\"\t\n"
    },
    {
        "QuestionId": "q4718",
        "RawQuestion": "商品期货的集合竞价时间在什么时候\n",
        "Sparql": "select ?x where { <商品期货> <集合竞价时间>?x. }\n",
        "Answer": "\"08:55-08:59\"\t\n"
    },
    {
        "QuestionId": "q3308",
        "RawQuestion": "功能失调性子宫出血要去哪个科室就诊？\n",
        "Sparql": "select ?x where { <功能失调性子宫出血> <科室> ?x. }\n",
        "Answer": "<内分泌科>\t\n"
    },
    {
        "QuestionId": "q1356",
        "RawQuestion": "书籍《绑在一起》是由哪个出版社出版的？\n",
        "Sparql": "select ?x where { <绑在一起> <出版社> ?x. }\n",
        "Answer": "<中信出版社>\t\n"
    },
    {
        "QuestionId": "q564",
        "RawQuestion": "腾讯的创始人中，谁是已婚的？\n",
        "Sparql": "select ?x where { <腾讯> <创始人> ?x. ?x <婚姻> <已婚>. }\n",
        "Answer": "<马化腾>\t\n"
    },
    {
        "QuestionId": "q7487",
        "RawQuestion": "国宾酒店到景山公园有多远呀？明天睡醒准备去玩\n",
        "Sparql": "select ?t where { <北京国宾酒店> <附近> ?cvt. ?cvt <实体名称> <景山公园>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5\"\t\n"
    },
    {
        "QuestionId": "q4901",
        "RawQuestion": "咽痛涉及什么检查？\n",
        "Sparql": "select ?x where { <咽痛> <涉及检查> ?x. }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q2515",
        "RawQuestion": "哈佛大学出了哪些物理学家？\n",
        "Sparql": "select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <哈佛大学> . }\n",
        "Answer": "<胡刚复>\t<西奥多·赖曼>\t<戴维·波利策>\t<罗伯特·奥本海默>\t<叶企孙>\t<珀西·布里奇曼>\t\n"
    },
    {
        "QuestionId": "q6889",
        "RawQuestion": " 人称\"大明神\"的经典角色是谁？她又在那些作品登场过？\n",
        "Sparql": "select ?x ?y where{ <大明神> <中文名> ?x. <大明神> <登场作品> ?yy. ?yy <中文名> ?y. } \n",
        "Answer": "\"长门有希\"\t\"凉宫春日系列\"\t\"长门有希\"\t\"小凉宫春日的忧郁\"\t\"长门有希\"\t\"凉宫春日的忧郁\"\t\"长门有希\"\t\"小长门有希的消失\"\t\n"
    },
    {
        "QuestionId": "q4932",
        "RawQuestion": "咳嗽涉及哪些症状？\n",
        "Sparql": "select ?x where { <咳嗽> <涉及症状> ?x. }\n",
        "Answer": "<咳痰>\t<呼吸道阻塞>\t<咽喉炎>\t<脓痰>\t<变应性咳嗽>\t<呼吸困难>\t<干咳>\t<干性咳嗽>\t<肺实变>\t<甲状腺肿大>\t\n"
    },
    {
        "QuestionId": "q5160",
        "RawQuestion": "患有衣原体肺炎有哪些临床表现？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <临床表现> ?x. }\n",
        "Answer": "\"发热、寒战、肌痛、干咳，非胸膜炎性胸痛，头痛、不适和乏力\"\t\n"
    },
    {
        "QuestionId": "q185",
        "RawQuestion": "林清玄有哪些别名？\n",
        "Sparql": "select ?x where { <林清玄> <别名> ?x. }\n",
        "Answer": "\"秦情、林漓、林大悲等\"\t\n"
    },
    {
        "QuestionId": "q7420",
        "RawQuestion": "西安皇冠假日酒店附近有哪些景点可以租个储物柜放东西呢\n",
        "Sparql": "select ?y  where { <西安皇冠假日酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有储物柜租赁> <有免费储物柜租赁>.  ?y <类型> <景点>. }\n",
        "Answer": "<萤火虫星空艺术馆（钟楼旗舰店）>\t\n"
    },
    {
        "QuestionId": "q669",
        "RawQuestion": "\"罢黜百家独尊儒术\"的是我国历史上哪一位皇帝？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"独尊儒术\". ?x <职业> <黑洞_（特殊天体）>. }\n",
        "Answer": "<汉武帝_（汉朝皇帝）>\t\n"
    },
    {
        "QuestionId": "q1154",
        "RawQuestion": "\"2009年第一轮第3位被雷霆队选中\"的球员的毕业院校是？\n",
        "Sparql": "select ?y where { ?x <nba选秀> \"2009年第一轮第3位被雷霆队选中\" . ?x <毕业院校> ?y. }\n",
        "Answer": "<亚利桑那州立大学>\t\n"
    },
    {
        "QuestionId": "q1584",
        "RawQuestion": "著有《藕与莼菜》一书的作者出生于何时？\n",
        "Sparql": "select ?x where { <藕与莼菜> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1894-10-28\"\t\n"
    },
    {
        "QuestionId": "q1107",
        "RawQuestion": "Steve Jobs什么时候去世？\n",
        "Sparql": "select ?y where { ?x <外文名> \"Steve Jobs\". ?x <逝世日期> ?y. }\n",
        "Answer": "\"2011-10-05\"\t\n"
    },
    {
        "QuestionId": "q188",
        "RawQuestion": "墨冰仙是哪个门派的？\n",
        "Sparql": "select ?x where { <墨冰仙> <门派> ?x. }\n",
        "Answer": "<蜀山派_（游戏《仙剑奇侠传》中的武林门派）>\t\n"
    },
    {
        "QuestionId": "q2179",
        "RawQuestion": "被无数人称为\"老婆\"的新垣结衣是干什么的？\n",
        "Sparql": "select ?x where { <新垣结衣> <职业> ?x . }\n",
        "Answer": "<模特_（职业（展示艺术、时尚产品等））>\t<演员_（职业）>\t<歌手_（职业名称）>\t\n"
    },
    {
        "QuestionId": "q5644",
        "RawQuestion": "北京的景山公园适合游玩几个小时？\n",
        "Sparql": "select ?x where { <景山公园> <城市> <北京> . <景山公园> <建议游玩时长> ?x . }\n",
        "Answer": "\"1-2小时\"\t\n"
    },
    {
        "QuestionId": "q1458",
        "RawQuestion": "灯影牛肉是什么菜系的菜？\n",
        "Sparql": "select ?x where { <灯影牛肉> <分类> ?x. }\n",
        "Answer": "<川菜_（四大菜系之一）>\t\n"
    },
    {
        "QuestionId": "q3255",
        "RawQuestion": "尿毒症属于什么?\n",
        "Sparql": "select ?x where { <尿毒症> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<非科学>\t\n"
    },
    {
        "QuestionId": "q3079",
        "RawQuestion": "衣原体肺炎涉及到的症状有什么？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <涉及症状> ?x. }\n",
        "Answer": "<肺实变>\t\n"
    },
    {
        "QuestionId": "q4253",
        "RawQuestion": "中国四大菜系分别是什么？\n",
        "Sparql": "select ?x where{<四大菜系> <分类> ?x.}\n",
        "Answer": "<鲁菜>\t<粤菜>\t<淮扬菜_（中国汉族八大菜系之一）>\t<川菜_（四大菜系之一）>\t\n"
    },
    {
        "QuestionId": "q4285",
        "RawQuestion": "游戏idolish7的声优是哪些人？\n",
        "Sparql": "select ?x where {  <idolish7> <主要配音> ?x.  filter(!regex(str(?x),\".*韩国.*\")) }\n",
        "Answer": "<阿部敦>\t<增田俊树>\t<kenn>\t<小野贤章>\t<立花慎之介>\t<代永翼>\t<齐藤壮马>\t<羽多野涉>\t<江口拓也>\t<佐藤拓也>\t<白井悠介>\t\n"
    },
    {
        "QuestionId": "q4433",
        "RawQuestion": "冥王星的发现者是哪一天出生的？\n",
        "Sparql": "select ?x where { <冥王星_（太阳系中的一个天体）> <发现者> ?y. ?y <出生日期> ?x . }\n",
        "Answer": "\"1906-02-04\"\t\n"
    },
    {
        "QuestionId": "q1880",
        "RawQuestion": "债券的交易方式？\n",
        "Sparql": "select ?x where { <债券> <交易方式> ?x. }\n",
        "Answer": "\"债券期货交易\"\t\"债券回购交易\"\t\"债券现货交易\"\t\n"
    },
    {
        "QuestionId": "q6605",
        "RawQuestion": "什么药归属到脾经？\n",
        "Sparql": "select ?x where { ?x <归经> <脾经>. } \n",
        "Answer": "<炙黄芪>\t<黑顺片>\t<陈皮>\t<生大黄>\t<茯苓>\t<法半夏>\t<党参>\t<厚朴>\t<藿香>\t<人参>\t<生姜>\t<草果>\t<苍术>\t<砂仁>\t\n"
    },
    {
        "QuestionId": "q3511",
        "RawQuestion": "流产属于什么?\n",
        "Sparql": "select ?x where { <流产> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3611",
        "RawQuestion": "细菌性痢疾属于什么?\n",
        "Sparql": "select ?x where { <细菌性痢疾> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5072",
        "RawQuestion": "胸痛伴呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <胸痛伴呼吸困难> <类型> ?x. }\n",
        "Answer": "<生活>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5988",
        "RawQuestion": "思南九天温泉酒店的人均价格是多少？\n",
        "Sparql": "select ?x where { <思南九天温泉酒店> <平均价格> ?x. }\n",
        "Answer": "\"71\"\t\n"
    },
    {
        "QuestionId": "q194",
        "RawQuestion": "2014年世界杯的冠军是哪只队？\n",
        "Sparql": "select ?x where { <2014年巴西世界杯> <冠军> ?x. }\n",
        "Answer": "<德国国家男子足球队>\t\n"
    },
    {
        "QuestionId": "q4617",
        "RawQuestion": "恒生指数的缩写\n",
        "Sparql": "select ?x where { <恒生指数> <英文名缩写> ?x. }\n",
        "Answer": "\"HIS\"\t\n"
    },
    {
        "QuestionId": "q3818",
        "RawQuestion": "哪种检查项目可以检测新生儿肺气漏和肺栓塞\n",
        "Sparql": "select ?x where { ?x <涉及疾病> <新生儿肺气漏> . ?x <涉及疾病> <肺栓塞> . }\n",
        "Answer": "<PaO2>\t<动脉血氧分压>\t\n"
    },
    {
        "QuestionId": "q6245",
        "RawQuestion": "如何到达北海公园？有推荐的交通路线吗？\n",
        "Sparql": "select ?x where { <北海公园> <交通信息> ?x. }\n",
        "Answer": "\"北门：乘13、42、90、107、111、118、609、612、623、701路在北海公园北门下，乘地铁6号线北海北下\\\\n东门：乘5、609路在西板桥站下\\\\n南门、西南门：乘5、101、103、109、124、619、专1、专2路在北海站下\"\t\n"
    },
    {
        "QuestionId": "q4249",
        "RawQuestion": "原本属于俄罗斯的美国的州是哪个？\n",
        "Sparql": "select ?x where { ?x <所属地区> <美国_（美利坚合众国）> . ?x <原属国> <俄罗斯帝国> . }\n",
        "Answer": "<阿拉斯加_（美国面积最大的州）>\t\n"
    },
    {
        "QuestionId": "q799",
        "RawQuestion": "冥王星的发现者的外文名是什么？\n",
        "Sparql": "select ?y where { <冥王星_（太阳系中的一个天体）> <发现者> ?x. ?x <外文名> ?y. }\n",
        "Answer": "\"Clyde William Tombaugh\"\t\n"
    },
    {
        "QuestionId": "q5848",
        "RawQuestion": "大连梵高梦境星空馆的详细地址在哪？\n",
        "Sparql": "select ?x where { <大连梵高梦境星空馆> <是否免费> \"全年收费\" . <大连梵高梦境星空馆> <地址> ?x . }\n",
        "Answer": "\"西安路福佳友谊奥莱五楼扶梯口（交通银行楼上）\"\t\n"
    },
    {
        "QuestionId": "q611",
        "RawQuestion": "清华大学培养了哪些中科院院士？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <清华大学>. ?x <职业> <中国科学院院士>. }\n",
        "Answer": "<卢强_（中国科学院院士）>\t<陈新民_（中南矿冶学院第一任院长）>\t<夏鼐>\t<王大中_（原清华大学校长）>\t<施一公>\t<何泽慧>\t<刘宝珺>\t<向涛_（中科院物理所研究员）>\t\n"
    },
    {
        "QuestionId": "q601",
        "RawQuestion": "《路西法效应》的作者从事什么职业？\n",
        "Sparql": "select ?y where { <路西法效应> <作者> ?x. ?x <职业> ?y. }\n",
        "Answer": "<心理学家>\t<教授_（教师职称）>\t<学者_（名词解析）>\t\n"
    },
    {
        "QuestionId": "q1860",
        "RawQuestion": "发行余额宝的基金公司？\n",
        "Sparql": "select ?x where { ?x <基金产品> <余额宝>. }\n",
        "Answer": "<天弘基金>\t\n"
    },
    {
        "QuestionId": "q5243",
        "RawQuestion": "慢性乙型肝炎有没有传染性？\n",
        "Sparql": "select ?x where { <慢性乙型肝炎> <传染性> ?x. }\n",
        "Answer": "\"有\"\t\n"
    },
    {
        "QuestionId": "q5055",
        "RawQuestion": "发作性呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <发作性呼吸困难> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3361",
        "RawQuestion": "变应性鼻炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <变应性鼻炎> <科室> ?x. }\n",
        "Answer": "<耳鼻咽喉头颈外科>\t\n"
    },
    {
        "QuestionId": "q3405",
        "RawQuestion": "房室传导阻滞涉及什么症状？\n",
        "Sparql": "select ?x where { <房室传导阻滞> <涉及症状> ?x. }\n",
        "Answer": "<急性呼吸困难>\t\n"
    },
    {
        "QuestionId": "q1059",
        "RawQuestion": "《论衡》的作者是哪个民族的人氏？\n",
        "Sparql": "select ?y where { ?x <代表作品> <论衡>. ?x <民族> ?y. }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q2336",
        "RawQuestion": "现存的社会主义国家有哪些？\n",
        "Sparql": "select ?x where { <社会主义国家> <国家> ?x. }\n",
        "Answer": "<老挝>\t<古巴>\t<中华人民共和国>\t<朝鲜_（朝鲜民主主义人民共和国）>\t<越南>\t\n"
    },
    {
        "QuestionId": "q2910",
        "RawQuestion": "立华股份的股票代码是多少？\n",
        "Sparql": "select ?x where { <立华股份> <股票代码> ?x. }\n",
        "Answer": "\"300761\"\t\n"
    },
    {
        "QuestionId": "q4643",
        "RawQuestion": "香港交易所什么时候成为恒生指数成份股\n",
        "Sparql": "select ?x where { <港交所_(恒生指数成份股)> <获批准时间> ?x. }\n",
        "Answer": "<2006年9月11日>\t\n"
    },
    {
        "QuestionId": "q678",
        "RawQuestion": "哪位英国演员出演电影《摩登时代》？\n",
        "Sparql": "select ?x where { ?x <国籍> <英国_（大不列颠及北爱尔兰联合王国）>. ?x <职业> <演员_（职业）>. ?x <代表作品> <摩登时代_（美国1936年卓别林主演电影）>. }\n",
        "Answer": "<查理·卓别林>\t\n"
    },
    {
        "QuestionId": "q7490",
        "RawQuestion": "慕田峪长城门票多少钱？\n",
        "Sparql": "select ?x where { <慕田峪长城> <官方门票数据> ?x . }\n",
        "Answer": "\"成人:65.0。\"\t\n"
    },
    {
        "QuestionId": "q4027",
        "RawQuestion": "李星辰出生于哪一年？\n",
        "Sparql": "select ?x where { <李星辰> <出生日期> ?x . }\n",
        "Answer": "\"1947\"\t\n"
    },
    {
        "QuestionId": "q1464",
        "RawQuestion": "口红的成分？\n",
        "Sparql": "select ?x where { <口红_（美容修饰类化妆品）> <成分> ?x. }\n",
        "Answer": "<色素>\t<蜡>\t<软化剂>\t<油_（汉字）>\t<香料>\t\n"
    },
    {
        "QuestionId": "q5318",
        "RawQuestion": "什么疾病与气管移位和液气胸症状有关？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <气管移位> . ?x <涉及症状> <液气胸> . }\n",
        "Answer": "<胸腔积液>\t\n"
    },
    {
        "QuestionId": "q5007",
        "RawQuestion": "感染性发热要检查什么？\n",
        "Sparql": "select ?x where { <感染性发热> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q752",
        "RawQuestion": "电影不能说的秘密片长是多少？\n",
        "Sparql": "select ?y where { ?x <中文名> \"不能说的秘密\" . ?x <片长> ?y . }\n",
        "Answer": "\"101分钟\"\t\n"
    },
    {
        "QuestionId": "q3275",
        "RawQuestion": "阴囊湿疹属于什么?\n",
        "Sparql": "select ?x where { <阴囊湿疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1291",
        "RawQuestion": "俄罗斯的首都是？\n",
        "Sparql": "select ?x where { <俄罗斯_（俄罗斯联邦）> <首都> ?x. }\n",
        "Answer": "<莫斯科_（俄罗斯联邦首都）>\t\n"
    },
    {
        "QuestionId": "q7432",
        "RawQuestion": "台山君海悦凤凰酒店内有外币兑换服务吗？\n",
        "Sparql": "select ?x where { <台山君海悦凤凰酒店> <是否有外币兑换> ?x. }\n",
        "Answer": "<有外币兑换>\t\n"
    },
    {
        "QuestionId": "q662",
        "RawQuestion": "黄帝的妻子有什么成就？\n",
        "Sparql": "select ?y where { <黄帝> <配偶> ?x. ?x <主要成就> ?y. }\n",
        "Answer": "\"首创种桑\"\t\"养蚕之法\"\t\"抽丝编绢之术\"\t\n"
    },
    {
        "QuestionId": "q6337",
        "RawQuestion": "国家地理探险家中心内有停车场吗？\n",
        "Sparql": "select ?x where { <国家地理探险家中心> <是否有停车场> ?x. }\n",
        "Answer": "<有收费停车场>\t\n"
    },
    {
        "QuestionId": "q5949",
        "RawQuestion": "东莞梵高星空艺术馆有啥优惠吗？\n",
        "Sparql": "select ?x where { <东莞梵高星空艺术馆> <景点简介-优惠信息> ?x. }\n",
        "Answer": "\"儿童(身高1.2米（含）以下)可享门票免费，老年人(70周岁（含）以上凭老年证或身份证)可享门票免费。\"\t\n"
    },
    {
        "QuestionId": "q1428",
        "RawQuestion": "流经湖南境内的河流？\n",
        "Sparql": "select ?x where { ?x <流经地区> <湖南_（中国省级行政区）>. }\n",
        "Answer": "<津石大运河>\t<湘江_（长江​流域洞庭湖水系主要河流）>\t<沅江_（长江流域洞庭湖支流）>\t<酉水_（酉水河（沅江支流））>\t\n"
    },
    {
        "QuestionId": "q3250",
        "RawQuestion": "胆总管囊肿属于什么?\n",
        "Sparql": "select ?x where { <胆总管囊肿> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q209",
        "RawQuestion": "书籍《假如给我三天光明》是什么体裁？\n",
        "Sparql": "select ?x where { <假如给我三天光明> <文学体裁> ?x. }\n",
        "Answer": "<散文_（文学体裁）>\t\n"
    },
    {
        "QuestionId": "q2262",
        "RawQuestion": "《论三位一体》的作者的主要成就有哪些？\n",
        "Sparql": "SELECT ?x WHERE { ?y <代表作品> <论三位一体> . ?y <主要成就> ?x . }\n",
        "Answer": "\"天主教会四大圣师之一\"\t\"天主教圣人\"\t\n"
    },
    {
        "QuestionId": "q5877",
        "RawQuestion": "大庆博物馆是免费的吗？\n",
        "Sparql": "select ?x where { <大庆市博物馆> <是否免费> ?x . }\n",
        "Answer": "\"全年免费\"\t\n"
    },
    {
        "QuestionId": "q4202",
        "RawQuestion": "有哪些射手座的四川籍歌手？\n",
        "Sparql": "select ?x where { ?x <职业> <歌手_（职业名称）> . ?x <星座> <射手座_（占星学）> . ?x <出生地> <成都_（四川省成都市）> . }\n",
        "Answer": "<王铮亮>\t<张杰_（中国四川籍男歌手）>\t<赵予熙>\t\n"
    },
    {
        "QuestionId": "q2812",
        "RawQuestion": "支付宝（中国）网络技术有限公司的组织机构代码\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <组织机构代码> ?x. }\n",
        "Answer": "\"768225450\"\t\n"
    },
    {
        "QuestionId": "q4827",
        "RawQuestion": "传染性软疣在什么科室就诊？\n",
        "Sparql": "select ?x where { <传染性软疣> <就诊科室> ?x. }\n",
        "Answer": "<皮肤科>\t\n"
    },
    {
        "QuestionId": "q6380",
        "RawQuestion": "济南护城河里边有餐厅可以吃饭吗？\n",
        "Sparql": "select ?x where { <济南护城河> <是否有餐厅> ?x. }\n",
        "Answer": "<无餐厅>\t\n"
    },
    {
        "QuestionId": "q615",
        "RawQuestion": "冰与火之歌的拍摄地点的官方语言是什么？\n",
        "Sparql": "select ?x where { <冰与火之歌_（美国HBO电视台制作的电视剧）> <拍摄地点> ?y.?y <官方语言> ?x.}\n",
        "Answer": "<英语_（语言）>\t<马耳他语>\t\n"
    },
    {
        "QuestionId": "q5603",
        "RawQuestion": "嘉善县酒店品牌名称为君亭的酒店都有啥？\n",
        "Sparql": "select ?x where { ?x <城市> <嘉善县> . ?x <酒店品牌名称> <君亭> . }\n",
        "Answer": "<嘉善罗星阁君亭酒店>\t\n"
    },
    {
        "QuestionId": "q2537",
        "RawQuestion": "《辛德勒的名单》的导演是哪个国家的？\n",
        "Sparql": "select ?y where { <辛德勒的名单> <导演> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q5266",
        "RawQuestion": "会厌炎患者有怎样的临床表现？\n",
        "Sparql": "select ?x where { <会厌炎> <临床表现> ?x. }\n",
        "Answer": "\"咽痛，声嘶和气急，高热等\"\t\n"
    },
    {
        "QuestionId": "q153",
        "RawQuestion": "李敖先生是一个什么性格的人？\n",
        "Sparql": "select ?x where { <李敖> <性格> ?x. }\n",
        "Answer": "<理想主义>\t<仗义执言_（汉语词汇）>\t\n"
    },
    {
        "QuestionId": "q671",
        "RawQuestion": "鲁尔工业区位于哪个国家？\n",
        "Sparql": "select ?y where { ?x <中文名> \"鲁尔工业区\". ?x <所属地区> ?y. }\n",
        "Answer": "<德国_（德意志联邦共和国）>\t\n"
    },
    {
        "QuestionId": "q2424",
        "RawQuestion": "王菲的《催眠》收录在哪张专辑？\n",
        "Sparql": "select ?x where { <催眠_（王菲演唱歌曲）> <所属专辑> ?x. }\n",
        "Answer": "<只爱陌生人_（1999年王菲专辑）>\t\n"
    },
    {
        "QuestionId": "q5564",
        "RawQuestion": "三亚阳光大酒店上午可以入住吗？\n",
        "Sparql": "select ?x where {  <三亚阳光大酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"15:00\"\t\n"
    },
    {
        "QuestionId": "q337",
        "RawQuestion": "腾讯的企业愿景是什么？\n",
        "Sparql": "select ?x where { <腾讯> <企业愿景> ?x. }\n",
        "Answer": "\"最受尊敬的互联网企业\"\t\n"
    },
    {
        "QuestionId": "q6693",
        "RawQuestion": "世界卫生组织的外文名是？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <外文名> ?x } \n",
        "Answer": "\"World Health Organization\"\t\n"
    },
    {
        "QuestionId": "q6035",
        "RawQuestion": "喀什噶尔老城适合游玩几个小时？\n",
        "Sparql": "select ?x where { <喀什噶尔老城> <建议游玩时长> ?x . }\n",
        "Answer": "\"3-4小时\"\t\n"
    },
    {
        "QuestionId": "q1400",
        "RawQuestion": "琵琶演奏有哪些流派？\n",
        "Sparql": "select ?x where { <琵琶_（乐器）> <流派> ?x. }\n",
        "Answer": "<浦东派>\t<平湖派>\t<无锡派>\t\n"
    },
    {
        "QuestionId": "q2158",
        "RawQuestion": "dell公司的口号是什么？\n",
        "Sparql": "select ?x where { <戴尔公司> <公司口号> ?x . }\n",
        "Answer": "\"激发无限 (The power to do more)\"\t\n"
    },
    {
        "QuestionId": "q7197",
        "RawQuestion": "腹泻与便秘交替能有哪些预防措施？\n",
        "Sparql": "select ?x where { <腹泻与便秘交替> <预防> ?x. }\n",
        "Answer": "\"1，病因治疗，肠道感染引起的腹泻必需抗感染治疗，以针对病原体的抗菌治疗最为理想，氟哌酸，氟嗪酸对菌痢，沙门菌或产毒性大肠杆菌，螺杆菌感染有效。甲硝唑对溶组织阿米巴感染有效，因此，这数种药物常用于急性感染性腹泻治疗乳糖不耐受症和麦胶性乳糜泻所致的腹泻在饮食中分别剔除乳糖或麦胶类成份。高渗性腹泻的的治疗原则是停食或停用造成高渗的食物或药物。分泌性腹泻易致严重脱水和电解质丢失，除消除病因，还应积极由口服和静脉补充盐类和葡萄糖溶液，纠正脱水。2，在饮食上多注意，不吃生冷刺激难消化食物，多吃蔬菜和水果，经常按摩腹部。\"\t\n"
    },
    {
        "QuestionId": "q685",
        "RawQuestion": "亚洲哪个国家的主要民族是印度人？\n",
        "Sparql": "select ?x where { ?x <所属洲> <亚洲>. ?x <主要民族> <印度人>. }\n",
        "Answer": "<天竺_（古印度）>\t<新加坡>\t<中华联邦>\t<马来西亚>\t\n"
    },
    {
        "QuestionId": "q1846",
        "RawQuestion": "广发证券的客服电话？\n",
        "Sparql": "select ?x where { <广发证券> <客服电话> ?x. }\n",
        "Answer": "\"95575\"\t\n"
    },
    {
        "QuestionId": "q3457",
        "RawQuestion": "急性胆囊炎的同义词是什么？\n",
        "Sparql": "select ?x where { <急性胆囊炎> <同义词> ?x. }\n",
        "Answer": "<胆囊炎,胆瘅>\t\n"
    },
    {
        "QuestionId": "q697",
        "RawQuestion": "肯德基的创始人有哪些别名？\n",
        "Sparql": "select ?y where { <肯德基> <创始人> ?x . ?x <别名> ?y . }\n",
        "Answer": "\"肯德基上校\"\t\n"
    },
    {
        "QuestionId": "q2415",
        "RawQuestion": "告诉我杰尼龟的性别比例？\n",
        "Sparql": "select ?x where { <杰尼龟> <性别比例> ?x. }\n",
        "Answer": "\"87.5%♂\"\t\"12.5%♀\"\t\n"
    },
    {
        "QuestionId": "q5886",
        "RawQuestion": "长春开元名都大酒店的支付方式包括哪些？\n",
        "Sparql": "select ?x where { <长春开元名都大酒店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q1310",
        "RawQuestion": "月亮代表我的心的原唱是？\n",
        "Sparql": "select ?x where { <月亮代表我的心> <歌曲原唱> ?x . }\n",
        "Answer": "<陈芬兰>\t\n"
    },
    {
        "QuestionId": "q3163",
        "RawQuestion": "脑疝属于什么?\n",
        "Sparql": "select ?x where { <脑疝> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1440",
        "RawQuestion": "张靓颖是什么星座的？\n",
        "Sparql": "select ?x where { <张靓颖> <星座> ?x. }\n",
        "Answer": "<天秤座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q5017",
        "RawQuestion": "术后发热与什么疾病有关？\n",
        "Sparql": "select ?x where { <术后发热> <涉及疾病> ?x. }\n",
        "Answer": "<肺部感染>\t<尿路感染>\t<血栓性静脉炎>\t\n"
    },
    {
        "QuestionId": "q7004",
        "RawQuestion": "预防流行性感冒的药品名？\n",
        "Sparql": "select ?d where { <流行性感冒>\t<临床症状> ?b. ?b <预防> ?c. ?c <商品名> ?d. } \n",
        "Answer": "\"others\"\t\"Fluzone\"\t\"Fluarix\"\t\n"
    },
    {
        "QuestionId": "q2724",
        "RawQuestion": "恒生电子的联营企业都有谁？\n",
        "Sparql": "select ?x where { <恒生电子> <联营企业> ?x. }\n",
        "Answer": "<浙江恒生长运网络科技有限公司>\t<杭州恒生芸泰网络科技有限公司>\t<杭州恒生云融网络科技有限公司>\t<杭州恒生百川科技有限公司>\t<杭州恒生鼎汇科技有限公司>\t<蚂蚁(杭州)基金销售有限公司>\t<深圳开拓者科技有限公司>\t<浙江互联网金融资产交易中心股份有限公司>\t\n"
    },
    {
        "QuestionId": "q4673",
        "RawQuestion": "货币期货的主要交易场所\n",
        "Sparql": "select ?x where { <货币期货> <交易场所> ?x. }\n",
        "Answer": "<芝加哥商业交易所国际货币市场分部>\t<中美商品交易所>\t<费城期货交易所>\t\n"
    },
    {
        "QuestionId": "q470",
        "RawQuestion": "海贼王里弗兰奇被悬赏多少钱？\n",
        "Sparql": "select ?x where { <弗兰克_（日本动漫《海贼王》中人物）> <悬赏金> ?x. }\n",
        "Answer": "\"4400万→9400万贝利\"\t\n"
    },
    {
        "QuestionId": "q2123",
        "RawQuestion": "四氯化碳要如何储存？\n",
        "Sparql": "select ?x where { <四氯化碳> <储存方式> ?x . }\n",
        "Answer": "\"密封或水封保存\"\t\n"
    }
]