[
    {
        "QuestionId": "q7121",
        "RawQuestion": "咯血伴发热诊断依据有什么？\n",
        "Sparql": "select ?x where { <咯血伴发热> <诊断> ?x. }\n",
        "Answer": "\"须根据咯血的伴随症状鉴别咯血的原发病：1、伴发热，可见于肺结核、肺炎、肺脓肿、肺出血型钩端螺旋体病、流行性出血热、支气管癌等。2、伴胸痛，可见于大叶性肺炎、肺梗塞、肺结核、支气管癌等。3、伴呛咳，可见于支气管癌、支原体肺炎等。4、伴皮肤粘膜出血，须注意钩端螺旋体病、流行性出血热、血液病、结缔组织病等。5、伴黄疸，须注意钩端螺旋体病、大叶性肺炎、肺梗塞等。临床颜色鉴别咯血的颜色对临床疾病诊断有辅助意义，粉红色泡沫样痰提示急性左心衰竭(亦称肺水肿);支气管扩张咯血为鲜红色;典型大叶性肺炎咯血为铁锈色;肺栓塞时咳粘稠的暗红色血痰：而二尖瓣狭窄合并肺淤血时咯血不是鲜红色，而一般为暗红色咯血的颜色对临床疾病诊断有辅助意义，粉红色泡沫样痰提示急性左心衰竭(亦称肺水肿);支气管扩张咯血为鲜红色;典型大叶性肺炎咯血为铁锈色;肺栓塞时咳粘稠的暗红色血痰：而二尖瓣狭窄合并肺淤血时咯血不是鲜红色，而一般为暗红色临床表现1.年龄青壮年―肺结核、支扩、风心二狭40岁以上有长期大量吸烟史―慢性支气管炎、支气管肺癌(表现为持续性或间断性痰中带血)2.咯血量小量咯血：每日量咯血量在100ml以内中等量咯血：每日咯血量100~500ml大量咯血：每日咯血量500ml以上，或一次咯血300~500ml见于肺结核空洞、支扩和慢性肺脓肿(血管被侵蚀及破裂所致)3.体征:应详细检查肺部。当胸部X线检查尚未能进行时，为尽早明确出血部位，可用叩诊法，如咯血开始时，一侧肺部呼吸音减弱或(及)出现?音，对侧肺野呼吸音良好，常提示出血即在该侧。物理检查也能支持一些特异性的诊断，如二尖瓣舒张期杂音有利于风湿性心脏病的诊断;在限局性肺及支气管部位出现喘鸣音，常提示支气管腔内病变，如肺癌或异物;肺野内血管性杂音支持动静脉畸形;杵状指多见于肺癌、支气管扩张症及肺脓疡;锁骨上及前斜角肌淋巴结肿大，支持转移癌。　　检查1.血尿便常规检查、有关凝血机制的检查、痰内抗酸杆菌、瘤细胞、肺吸早卵、痰普通培养及真菌培养等，对明确咯血的病因帮助很大。2.X线检查:对每个咯血者均应进行胸部X线透视，必要时进行胸部后前位及侧位摄影、休层及CT摄影。3.支气管镜检查。4.心电图。\"\t\n"
    },
    {
        "QuestionId": "q2701",
        "RawQuestion": "飞亚股份的独立董事有哪几位?\n",
        "Sparql": "select ?x where { <飞亚股份> <独立董事> ?x. }\n",
        "Answer": "<章顺文>\t<王岩>\t<张宏光>\t\n"
    },
    {
        "QuestionId": "q3670",
        "RawQuestion": "荨麻疹属于什么?\n",
        "Sparql": "select ?x where { <荨麻疹> <类型> ?x. }\n",
        "Answer": "<疾病>\t<不良反应>\t\n"
    },
    {
        "QuestionId": "q2654",
        "RawQuestion": "李幼斌和张桐共同主演过哪部作品？\n",
        "Sparql": "select ?x where { ?x <主演> ?y. ?y <中文名> \"李幼斌\" . ?x <主演> ?z . ?z <中文名> \"张桐\" . }\n",
        "Answer": "<亮剑_（2005年李幼斌主演电视剧）>\t\n"
    },
    {
        "QuestionId": "q3594",
        "RawQuestion": "宫颈炎症属于什么?\n",
        "Sparql": "select ?x where { <宫颈炎症> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4156",
        "RawQuestion": "漂亮的刘亦菲会哪些才艺啊？\n",
        "Sparql": "select ?x where { <刘亦菲_（影视女演员、歌手）> <特长> ?x. }\n",
        "Answer": "<民间舞>\t<钢琴_（键盘乐器）>\t<爵士_（现代舞蹈形式）>\t\n"
    },
    {
        "QuestionId": "q3168",
        "RawQuestion": "鼻咽癌的同义词是什么？\n",
        "Sparql": "select ?x where { <鼻咽癌> <同义词> ?x. }\n",
        "Answer": "<石上疽>\t\n"
    },
    {
        "QuestionId": "q4145",
        "RawQuestion": "9·11事件发生在哪里？\n",
        "Sparql": "select ?x where { <9·11事件> <地点> ?x. }\n",
        "Answer": "<美国纽约世界贸易中心>\t\n"
    },
    {
        "QuestionId": "q2250",
        "RawQuestion": "斐多篇的作者的老师是谁？\n",
        "Sparql": "SELECT ?y WHERE { ?x <老师> ?y . <斐多篇> <作者> ?x . }\n",
        "Answer": "<苏格拉底_（古希腊著名哲学家）>\t\n"
    },
    {
        "QuestionId": "q1929",
        "RawQuestion": "食用油的上游上市公司？\n",
        "Sparql": "select ?x where { <食用油> <上游> ?y. ?x <主营产品> ?y. }\n",
        "Answer": "<洽洽食品>\t<承德露露>\t\n"
    },
    {
        "QuestionId": "q5100",
        "RawQuestion": "肺炎衣原体抗体测定有什么标本要求？\n",
        "Sparql": "select ?x where { <肺炎衣原体抗体测定> <标本要求> ?x. }\n",
        "Answer": "\"静脉血3ml不抗凝。\"\t\n"
    },
    {
        "QuestionId": "q3516",
        "RawQuestion": "小儿毛细支气管炎属于什么?\n",
        "Sparql": "select ?x where { <小儿毛细支气管炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t<科学百科疾病症状分类>\t\n"
    },
    {
        "QuestionId": "q4997",
        "RawQuestion": "腹痛，发热及黄疸涉及哪些症状？\n",
        "Sparql": "select ?x where { <腹痛，发热及黄疸> <涉及症状> ?x. }\n",
        "Answer": "<烦躁不安>\t<紧张>\t<剧痛>\t<高热>\t<寒战>\t<发热>\t<血压下降>\t<脉率增快>\t<剧烈疼痛>\t<出现毒性颗粒>\t\n"
    },
    {
        "QuestionId": "q3335",
        "RawQuestion": "牙龈萎缩属于什么?\n",
        "Sparql": "select ?x where { <牙龈萎缩> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2051",
        "RawQuestion": "歌手陈粒毕业于哪个学校？\n",
        "Sparql": "select ?x where { ?y <中文名> \"陈粒\" . ?y <职业> <歌手_（职业名称）> . ?y <毕业院校> ?x . }\n",
        "Answer": "<上海对外经贸大学>\t\n"
    },
    {
        "QuestionId": "q2256",
        "RawQuestion": "修昔底德的主要作品是哪一部？\n",
        "Sparql": "SELECT ?x WHERE { <修昔底德_（古希腊历史学家、雅典十将军之一）> <代表作品> ?x . }\n",
        "Answer": "<伯罗奔尼撒战争史>\t\n"
    },
    {
        "QuestionId": "q3345",
        "RawQuestion": "胎盘早剥涉及哪些症状？\n",
        "Sparql": "select ?x where { <胎盘早剥> <涉及症状> ?x. }\n",
        "Answer": "<死产>\t<凝血功能障碍>\t\n"
    },
    {
        "QuestionId": "q4162",
        "RawQuestion": "伟大的领袖毛主席是什么时候诞生的？\n",
        "Sparql": "select ?x where { <毛泽东_（无产阶级革命家）> <出生日期> ?x. }\n",
        "Answer": "\"1893-12-26\"\t\n"
    },
    {
        "QuestionId": "q5560",
        "RawQuestion": "天坛公园在哪呀？详细地址能发一下吗？\n",
        "Sparql": "select ?x where { <天坛公园> <地址> ?x. }\n",
        "Answer": "\"北京市东城区天坛内东里7号\"\t\n"
    },
    {
        "QuestionId": "q5671",
        "RawQuestion": "广州失恋博物馆附近5公里的景点有哪些？\n",
        "Sparql": "select ?y where { <广州失恋博物馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5) ?y <城市> <广州>. ?y <类型> <景点>}\n",
        "Answer": "<广州独角兽星空艺术馆>\t\n"
    },
    {
        "QuestionId": "q4922",
        "RawQuestion": "呼吸衰竭与哪些疾病有关？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <涉及疾病> ?x. }\n",
        "Answer": "<慢性呼吸衰竭>\t<急性呼吸衰竭>\t\n"
    },
    {
        "QuestionId": "q5151",
        "RawQuestion": "皮肌炎患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <皮肌炎> <临床表现> ?x. }\n",
        "Answer": "\"晨僵、乏力、食欲不振、体重减轻、发热、关节疼痛等\"\t\n"
    },
    {
        "QuestionId": "q2826",
        "RawQuestion": "华泰证券的全资子公司有哪些？\n",
        "Sparql": "select ?x where { <华泰证券> <全资子公司> ?x. }\n",
        "Answer": "<华泰证券（上海）资产管理有限公司>\t<华泰国际金融控股有限公司>\t<华泰紫金投资有限责任公司>\t<华泰创新投资有限公司>\t\n"
    },
    {
        "QuestionId": "q3439",
        "RawQuestion": "肾衰竭属于什么?\n",
        "Sparql": "select ?x where { <肾衰竭> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1292",
        "RawQuestion": "雅虎公司有多少员工？\n",
        "Sparql": "select ?y where { <雅虎> <员工数> ?y. }\n",
        "Answer": "\"11000\"\t\n"
    },
    {
        "QuestionId": "q173",
        "RawQuestion": "诗经有着怎样的历史地位？\n",
        "Sparql": "select ?y where { <诗经> <历史地位> ?y. }\n",
        "Answer": "\"中国最早的一部诗歌总集\"\t\n"
    },
    {
        "QuestionId": "q2916",
        "RawQuestion": "动力煤的报价单位？\n",
        "Sparql": "select ?x where { <动力煤> <报价单位> ?x. }\n",
        "Answer": "\"元(人民币)/吨\"\t\n"
    },
    {
        "QuestionId": "q5532",
        "RawQuestion": "石梅湾艾美度假酒店的是哪个品牌旗下的？\n",
        "Sparql": "select ?x where { <石梅湾艾美度假酒店> <酒店品牌名称> ?x. }\n",
        "Answer": "<艾美>\t\n"
    },
    {
        "QuestionId": "q4151",
        "RawQuestion": "获得\"第85届奥斯卡金像奖最佳女配角\"的演员毕业于哪个学校？\n",
        "Sparql": "select ?x where { ?y <主要成就> \"第85届奥斯卡金像奖最佳女配角\".  ?y <毕业院校> ?x . }\n",
        "Answer": "<纽约大学>\t\n"
    },
    {
        "QuestionId": "q1837",
        "RawQuestion": "青岛啤酒的职工监事？\n",
        "Sparql": "select ?x where { <青岛啤酒> <职工监事> ?x. }\n",
        "Answer": "<孙丽红>\t<于嘉平>\t<邢军>\t\n"
    },
    {
        "QuestionId": "q1136",
        "RawQuestion": "斯坦福大学出了那些经济学家？\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <斯坦福大学> . }\n",
        "Answer": "<奥利弗·威廉姆森>\t<沈明高>\t\n"
    },
    {
        "QuestionId": "q6325",
        "RawQuestion": "故宫附近5km内最贵的酒店是哪一家？\n",
        "Sparql": "select ?y  where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 5). } ORDER BY desc(?price) LIMIT 1\n",
        "Answer": "<北京金融街丽思卡尔顿酒店>\t\n"
    },
    {
        "QuestionId": "q7171",
        "RawQuestion": "心源性呼吸困难该怎么预防？\n",
        "Sparql": "select ?x where { <心源性呼吸困难> <预防> ?x. }\n",
        "Answer": "\"根据病因进行针对治疗。呼吸困难指在轻微的运动之后，还是在休息的时候，如果发现在呼吸时有吸不进气，只呼不吸的感觉，或者是呼吸很快，都可能是由於心脏病或者是呼吸系统的疾病。若在吃饭时突然发生呼吸困难，可能是由於窒息，要施行急救，否则病人就有得不到氧气供应的危险。所有呼吸困难的病症都是十分严重的，需要紧急治疗，不能耽误。1、症状：在精神极度紧张时突然发生呼吸困难。可能：精神紧张。处理：如是第一次发作，去看医生。要查明呼吸困难是不是因为紧张或其他原因所引起的。2、症状：数天来曾咳出灰色或黄绿色的痰。现在发生呼吸困难。可能：慢性支气管炎。处理：诊断证实是慢性支气管炎，医生可能用抗生素治疗，吸烟的病人要戒烟。3、症状：呼吸困难的同时有收紧压迫性的胸痛。持续了几分钟。可能：心绞痛。处理：赶快去看医生。医生可能要为病人做心电图检查。诊断确实后医生会用硝酸甘油解除病人的心绞痛，发作时将药片含在舌下，数秒钟后心绞痛就会消失。4、症状：呼吸困难，自觉有窒息感。可能：轻微的哮喘。处理：去看医生。医生可能要检查引起哮喘的原因，给病人药品，在复发时用以平复哮喘。仔细检查哮喘是因为接触或吃了什麼东西所引发的，查出以后就要避免。5、症状：体温在38℃以上，咳嗽，呼吸困难。可能：胸腔感染，如肺炎或急性气管炎。对体弱或年老的病人有危险。处理：赶快去看医生。医生可能用抗生素来治疗，病情比较严重的人可能要住医院。6、症状：在半夜里发生呼吸困难，咳出白色泡沫或粉红色的痰。可能：很可能由於心脏功能衰竭引起肺水肿，使呼吸发生困难。处理：使病人安静地直坐在椅子上等待救护车到来，送医院。最好把病人吐的痰带去医院供检查，有助於医生快一点做诊断。医生可能要用利尿剂排除病人肺中积水，用支气管扩张剂帮助病人更容易地呼吸。等肺部的积水清除后才能找出病源，对症治疗。7、症状：呼吸困难是在病人因疾病或受伤后卧床养病期间发生。可能：可能是肺部栓塞。尤其是咳嗽咯血的病人。处理：送病人去医院。因为病人要经过X线检查、心电图检查、放射性同位素扫瞄。如诊断证实是由於栓塞，医生会用药物化解栓塞，并防止新的栓塞产生。8、症状：病人在农场或家禽、牲畜养殖场工作，与饲料有密切接触，发生呼吸困难。可能：是一种霉菌感染病。也可能对谷物饲料或对禽类蛋白质过敏。处理：医生要对病人的肺部做X线检查，如是霉菌感染，医生会用抗霉菌药物治疗，如由於过敏，病人最好是改换工作。9、症状：病人在采石场、矿场工作，经常咳嗽，咳出黄绿色或灰色痰，发生呼吸困难。可能：肺尘埃沉著病(矽肺)。处理：去看医生，检查病情的轻重，必要时医生可能建议病人换职业，吸烟的病人要戒烟。\"\t\n"
    },
    {
        "QuestionId": "q3414",
        "RawQuestion": "耵聍栓塞属于什么?\n",
        "Sparql": "select ?x where { <耵聍栓塞> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2455",
        "RawQuestion": "小孔成像的光学原理是什么？\n",
        "Sparql": "select ?x where { <小孔成像> <成像原理> ?x. }\n",
        "Answer": "\"光的直线传播\"\t\n"
    },
    {
        "QuestionId": "q7323",
        "RawQuestion": "北海公园距离奥林匹克森林公园多远？\n",
        "Sparql": "select ?t where { <北海公园> <附近> ?cvt. ?cvt <实体名称> <奥林匹克森林公园>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"9.3\"\t\n"
    },
    {
        "QuestionId": "q6679",
        "RawQuestion": "512226798的作者是？\n",
        "Sparql": "SELECT ?x WHERE { <512226798> <作者> ?x. } \n",
        "Answer": "<周杰伦>\t\n"
    },
    {
        "QuestionId": "q1866",
        "RawQuestion": "港股什么颜色代码下跌？\n",
        "Sparql": "select ?x where { <港股> <下跌颜色> ?x. }\n",
        "Answer": "<红色>\t\n"
    },
    {
        "QuestionId": "q4366",
        "RawQuestion": "日本浮世绘大师葛饰北斋逝世于哪一年？\n",
        "Sparql": "select ?x where{ <葛饰北斋> <逝世日期> ?x.}\n",
        "Answer": "\"1849\"\t\n"
    },
    {
        "QuestionId": "q3319",
        "RawQuestion": "鼻中隔偏曲涉及什么症状？\n",
        "Sparql": "select ?x where { <鼻中隔偏曲> <涉及症状> ?x. }\n",
        "Answer": "<鼻塞>\t<张口呼吸>\t<鼻塞及反射性头痛>\t\n"
    },
    {
        "QuestionId": "q2853",
        "RawQuestion": "专户业务的投资范围是什么？\n",
        "Sparql": "select ?x where { <专户> <投资范围> ?x. }\n",
        "Answer": "\"股票、债券、基金、存款、央票、非金融企业债务融资工具、资产支持证券、商品期货及其他金融衍生品\"\t\"未通过证券交易所转让的股权、债权及其他财产权利\"\t\"中国证监会认可的其他资产\"\t\n"
    },
    {
        "QuestionId": "q2771",
        "RawQuestion": "大华股份的股票代码是多少？\n",
        "Sparql": "select ?x where { <大华股份> <股票代码> ?x. }\n",
        "Answer": "\"002236\"\t\n"
    },
    {
        "QuestionId": "q4640",
        "RawQuestion": "港交所的早市交易时段\n",
        "Sparql": "select ?x where { <港交所> <早市交易时段> ?x. }\n",
        "Answer": "\"9:30-12:00\"\t\n"
    },
    {
        "QuestionId": "q4805",
        "RawQuestion": "维力医疗的舒杰在哪个学校毕业的?\n",
        "Sparql": "select ?x where { <舒杰_(维力医疗高管)> <毕业院校> ?x. }\n",
        "Answer": "<华南理工大学>\t\n"
    },
    {
        "QuestionId": "q305",
        "RawQuestion": "五一劳动节是由谁设立的？\n",
        "Sparql": "select ?x where { <五一国际劳动节> <设立机构> ?x. }\n",
        "Answer": "<第二国际>\t\n"
    },
    {
        "QuestionId": "q5753",
        "RawQuestion": "佛山保利洲际酒店都有什么种类的早餐？\n",
        "Sparql": "select ?x where { <佛山保利洲际酒店> <早餐类型> ?x. }\n",
        "Answer": "\"['西式', '中式', '美式']\"\t\n"
    },
    {
        "QuestionId": "q3667",
        "RawQuestion": "急性盆腔炎属于什么?\n",
        "Sparql": "select ?x where { <急性盆腔炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4452",
        "RawQuestion": "西游记中孙悟空所使用的兵器有多重？\n",
        "Sparql": "select ?x where { <孙悟空_（古典名著《西游记》中的主角）> <兵器> ?y. ?y <重量> ?x. }\n",
        "Answer": "\"一万三千五百斤\"\t\n"
    },
    {
        "QuestionId": "q2561",
        "RawQuestion": "历史上西南联大培养了哪些科学家？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <国立西南联合大学>. ?x <职业> <科学家_（从事科学研究的人群）>. }\n",
        "Answer": "<杨南生_（中国火箭事业的开创者）>\t<连培生>\t<黄宏嘉>\t<王补宣>\t<邓稼先_（中国科学院院士）>\t<朱光亚_（中国工程院原院长、党组书记）>\t<潘良儒>\t<蒋大宗>\t\n"
    },
    {
        "QuestionId": "q1341",
        "RawQuestion": "一战的主要影响？\n",
        "Sparql": "select ?x where { <第一次世界大战_（20世纪初帝国主义国家之间的非正义战争）> <影响> ?x. }\n",
        "Answer": "\"影响着欧洲及国际关系的发展\"\t\n"
    },
    {
        "QuestionId": "q3339",
        "RawQuestion": "肺水肿属于什么?\n",
        "Sparql": "select ?x where { <肺水肿> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2469",
        "RawQuestion": "雨伞是用什么东西做的？\n",
        "Sparql": "select ?x where { <雨伞_（生活工具）> <材料> ?x. }\n",
        "Answer": "<骨架>\t\n"
    },
    {
        "QuestionId": "q4785",
        "RawQuestion": "维力医疗的副董事长?\n",
        "Sparql": "select ?x where { <维力医疗> <副董事长> ?x. }\n",
        "Answer": "<韩广源>\t\n"
    },
    {
        "QuestionId": "q6382",
        "RawQuestion": "鞍山五环大酒店17岁可以入住吗？\n",
        "Sparql": "select ?x where { <鞍山五环大酒店> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q168",
        "RawQuestion": "克苏鲁来自哪个神话体系？\n",
        "Sparql": "select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <神话体系> ?y. }\n",
        "Answer": "<克苏鲁神话_（美国洛夫克拉夫特创立的传说体系）>\t\n"
    },
    {
        "QuestionId": "q7185",
        "RawQuestion": "女性周期性鼻塞和鼻衄有怎样的诊断依据？\n",
        "Sparql": "select ?x where { <女性周期性鼻塞和鼻衄> <诊断> ?x. }\n",
        "Answer": "\"1.单、双侧鼻衄辨病(1)单侧鼻衄一侧鼻孔出血，见于外伤、鼻腔感染、局部血管损伤、鼻咽癌、鼻中隔偏曲。(2)双侧鼻衄多由全身性疾病引起，如某些发热性传染病(流行性出血热，伤寒等)、血液系统疾病(血小板减少性紫癜、再障性贫血、白血病、血友病)、高血压、肝脾疾患，维生素C或K缺乏等。2.不同年龄鼻衄辨病(1)小儿小儿一侧鼻孔流脓血涕，且有恶臭，要考虑到鼻腔异物。因某些小儿有将黄豆、花生米、钮扣等异物纳入鼻腔的习惯。(2)青年期青春期女性周期性鼻衄，应考虑到子宫内膜异位症，即中医的倒经(月经表现为鼻流血形式)。青年期大量鼻衄，要虑及鼻咽纤维瘤。(3)中年以上中年以上鼻衄，不能忘记鼻咽癌。(4)老年人老年人的鼻衄多与动脉硬化和高血压有关。老年人在血压急速升高时会发生鼻衄，可视为发生脑血管意外(中风)的信号。鼻衄在日常生活中正因为其常见，所以往往未引起人们的重视。对于出血不止的鼻衄，人们往往因出血太多而会去医院就诊。而对于出血不多或鼻涕中带血丝者，人们往往会简单地以为“上火”，而不予理睬，或自服清热祛火药。其实对于血性鼻涕尤其要警惕鼻咽癌的可能性。鼻咽癌是我国常见的癌症之一。华人罹患鼻咽癌的机会是白人的5倍。此病多发生于成年人，其发病原因与遗传、病毒、环境等因素有关。鼻咽癌早期症状为：吸涕带血或擤鼻涕出血，特别是早晨起床第一次鼻涕中带血丝或小血块，颈侧肿块、耳鸣、听力减退、头痛。所以当发生血性鼻涕，应尽早做鼻咽部检查，以明确诊断月经来潮时阴道出血甚少或不出血，常有周期性鼻衄，行经时鼻粘膜血管增生、肿胀并破裂而出血。\"\t\n"
    },
    {
        "QuestionId": "q5806",
        "RawQuestion": "北京瑞吉酒店的价格？\n",
        "Sparql": "select ?y where {  <北京瑞吉酒店> <平均价格> ?y. }\n",
        "Answer": "\"2537\"\t\n"
    },
    {
        "QuestionId": "q74",
        "RawQuestion": "北邮现在的校长是谁？\n",
        "Sparql": "select ?x where { <北京邮电大学> <现任校长> ?x. }\n",
        "Answer": "<乔建永>\t\n"
    },
    {
        "QuestionId": "q3666",
        "RawQuestion": "肾积水属于什么?\n",
        "Sparql": "select ?x where { <肾积水> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2249",
        "RawQuestion": "柏拉图的作品有哪些？\n",
        "Sparql": "SELECT ?x WHERE { ?x <作者> <柏拉图_（古希腊哲学家）> . }\n",
        "Answer": "<柏拉图全集（第三卷）>\t<智者篇>\t<裴多>\t<柏拉图著作集 1（英文本）>\t<游叙弗伦苏格拉底的申辩克力同>\t<柏拉图著作集 5（英文版）>\t<柏拉图对话六种>\t<理想国_（古希腊哲学家柏拉图著作）>\t<苏格拉底的申辩>\t<世纪文库：蒂迈欧篇>\t<柏拉图全集：第二卷>\t<柏拉图著作集 2 （英文本）>\t<柏拉图著作集 3 （英文本）>\t<国家篇>\t<洞穴喻>\t<Republic by Plato 理想国>\t<文艺对话集>\t<伊安篇>\t<柏拉图著作集 4（英文本）>\t<法律篇>\t<会饮篇>\t<公妻制>\t<读懂柏拉图的第1本书：《理想国》>\t<公路几何线形检测技术/公路工程试验检测技术培训教材>\t<法篇>\t<波塞冬宫>\t<斐多篇>\t<盖奇的戒指>\t<理想国_（理想国）>\t<I am ready for love>\t\n"
    },
    {
        "QuestionId": "q7150",
        "RawQuestion": "小儿干咳该怎么预防？\n",
        "Sparql": "select ?x where { <小儿干咳> <预防> ?x. }\n",
        "Answer": "\"1.平时注意鼻腔卫生。　　2.注意擤鼻涕方法，鼻塞多涕者，宜按塞一侧鼻孔。稍稍用力外擤，之后交替而擤。　　3.游泳时姿势要正确，尽量做到头露出水面。　　4.有牙痛者，要彻底治疗。　　6.遵医嘱及时服药与外用滴鼻。　　7.慢性鼻窦炎者，治疗要有信心与恒心，注意加强锻炼以增强体质，以防感冒。　　8.保持性情开朗，精神上避免刺激。同时注意不要过劳。　　9.严禁油腻辛辣食物，多饮水，多食蔬菜，保持大便通畅。　　10.平时可常做鼻部按摩。　　11.尽量控制冰凉的食物(如：冰欺凌、冰镇饮料等)　　12.热敷或按摩后颈和下腹部位。　　13冬季应选择加湿器，避免室内空气过于干燥而引发的鼻腔不适症状。\"\t\n"
    },
    {
        "QuestionId": "q3078",
        "RawQuestion": "衣原体肺炎涉及什么项目的检查？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <涉及检查> ?x. }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q3398",
        "RawQuestion": "引起滴虫性阴道炎的原因是什么？\n",
        "Sparql": "select ?x where { <滴虫性阴道炎> <常见病因> ?x. }\n",
        "Answer": "<阴道毛滴虫>\t\n"
    },
    {
        "QuestionId": "q4623",
        "RawQuestion": "基金开户途径\n",
        "Sparql": "select ?x where { <基金开户> <方法> ?x. }\n",
        "Answer": "<银行>\t<证券公司>\t<基金公司网站>\t\n"
    },
    {
        "QuestionId": "q4287",
        "RawQuestion": "游戏刀剑乱舞是围绕什么主题展开的？\n",
        "Sparql": "select ?x where {  <刀剑乱舞_（日本网页游戏）> <内容主题> ?x.   }\n",
        "Answer": "<战争_（矛盾斗争表现的最高形式与暴力手段）>\t\n"
    },
    {
        "QuestionId": "q4245",
        "RawQuestion": "孙悟空有哪些独门绝技？\n",
        "Sparql": "select ?x where{ <孙悟空_（古典名著《西游记》中的主角）> <技能> ?x.}\n",
        "Answer": "<七十二变_（道教法术名称）>\t<筋斗云_（孙悟空飞行时所乘之云）>\t\n"
    },
    {
        "QuestionId": "q386",
        "RawQuestion": "清华大学坐落在哪个区？\n",
        "Sparql": "select ?y where { <清华大学> <所属地区> ?y. }\n",
        "Answer": "<海淀区>\t\n"
    },
    {
        "QuestionId": "q5537",
        "RawQuestion": "北京丽晶酒店的房型最多几个人住\n",
        "Sparql": "select (max(?x) as ?max_x) where { <北京丽晶酒店> <房型名称> ?y. ?y <容纳人数> ?x. }\n",
        "Answer": "\"2.0\"\t\n"
    },
    {
        "QuestionId": "q350",
        "RawQuestion": "北美洲的面积有多大？\n",
        "Sparql": "select ?x where { <北美洲> <面积> ?x. }\n",
        "Answer": "\"约2471万平方公里\"\t\n"
    },
    {
        "QuestionId": "q4417",
        "RawQuestion": "欧洲国家爱尔兰的别称是什么？\n",
        "Sparql": "select ?x where { <爱尔兰_（爱尔兰共和国）> <别名> ?x. }\n",
        "Answer": "\"“欧洲小虎”，“翡翠绿岛”\"\t\n"
    },
    {
        "QuestionId": "q4133",
        "RawQuestion": "清扬洗发水请过哪些中国名人当代言人？\n",
        "Sparql": "select ?x where { <清扬_（洗发水品牌）> <代言人> ?x.  ?x <国籍> <中华人民共和国> . }\n",
        "Answer": "<莫文蔚>\t\n"
    },
    {
        "QuestionId": "q2834",
        "RawQuestion": "光大证券的法人代表？\n",
        "Sparql": "select ?x where { <光大证券> <法人> ?x. }\n",
        "Answer": "<周健男>\t\n"
    },
    {
        "QuestionId": "q170",
        "RawQuestion": "北京大学在哪一天校庆？\n",
        "Sparql": "select ?y where { <北京大学> <校庆日> ?y. }\n",
        "Answer": "\"05-4\"\t\n"
    },
    {
        "QuestionId": "q4870",
        "RawQuestion": "防风通圣丸是中药还是西药？\n",
        "Sparql": "select ?x where { <防风通圣丸> <类型> ?x. }\n",
        "Answer": "<中药>\t<科学百科药物分类>\t\n"
    },
    {
        "QuestionId": "q2922",
        "RawQuestion": "证监会领导都有谁？\n",
        "Sparql": "select ?x where { <证监会> <领导> ?x. }\n",
        "Answer": "<方星海>\t<阎庆民>\t<易会满>\t<赵争平>\t<王会民>\t<李超>\t\n"
    },
    {
        "QuestionId": "q230",
        "RawQuestion": "歼20战机是那个单位研发的？\n",
        "Sparql": "select ?x where { <歼-20> <设计单位> ?x. }\n",
        "Answer": "<成都飞机设计研究所>\t\n"
    },
    {
        "QuestionId": "q3647",
        "RawQuestion": "蛀牙属于什么?\n",
        "Sparql": "select ?x where { <蛀牙> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1444",
        "RawQuestion": "北邮是什么类型的大学？\n",
        "Sparql": "select ?x where { <北京邮电大学> <学校类型> ?x. }\n",
        "Answer": "<理工>\t\n"
    },
    {
        "QuestionId": "q1392",
        "RawQuestion": "蔡元培毕业于哪里？\n",
        "Sparql": "select ?x where { <蔡元培> <毕业院校> ?x. }\n",
        "Answer": "<古越藏书楼>\t\n"
    },
    {
        "QuestionId": "q6244",
        "RawQuestion": "梅州客天下国际大酒店的退房时间？\n",
        "Sparql": "select ?time where { <梅州客天下国际大酒店> <酒店退房时间> ?time. }\n",
        "Answer": "\"13:00\"\t\n"
    },
    {
        "QuestionId": "q4818",
        "RawQuestion": "康佳集团的非职工监事是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <非职工监事> ?x. }\n",
        "Answer": "<王友来>\t<郝刚>\t\n"
    },
    {
        "QuestionId": "q479",
        "RawQuestion": "吉林大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <吉林大学> <现任校长> ?x . }\n",
        "Answer": "<李元元_（吉林大学校长中国工程院院士）>\t<院士>\t\n"
    },
    {
        "QuestionId": "q7123",
        "RawQuestion": "如何预防感染性发热？\n",
        "Sparql": "select ?x where { <感染性发热> <预防> ?x. }\n",
        "Answer": "\"家庭需常备的发烧的药品小儿泰诺林、美林――都是强生的，这2种诚宝都用过，退烧效果好，吃完后出很多汗从而退烧，但是吃的次数不能多，吃多了副作用大，一定要按照说明进行服用;退热帖――帖子额头或者后颈上，退热效果也很好;退热栓――塞在屁股上，退热效果也很好，个人感觉很麻烦，塞进去后宝宝用力哭就出来了，诚宝发烧时我试了好几次都没成功!新稀宝片――可有效提高人体免疫力，有效抵抗病毒的入侵，从而从根本上预防和治疗发烧发热，这产品在目前市场反馈还是挺不错的家庭治疗措施：●不要急于降温如果医生确定你只是感冒了，在你能耐受的范围内，最好不要急于服用解热药。发烧是体内抵抗感染的机制之一。我们的身体藉由升高体温来调动自身的防御系统杀死外来病菌(一般来说，病菌在39℃以上时就会死亡)，从而缩短疾病时间、增强抗生素的效果。如果你在感冒初起时(37―38.5℃)使用药物来退烧，会使体内的细菌暂时变成假死状态，并使他们产生抗药性，一旦死灰复燃，往往更难治疗。●冷敷如果高烧让你无法耐受，可以采用冷敷帮助降低体温。在额头、手腕、小腿上各放一块湿冷毛巾，其他部位应以衣物盖住。当冷敷布达到体温时，应换一次，反复直到烧退为止。也可将冰块包在布袋里，放在额头上。●热敷假使体温不是太高，可以采用热敷来退烧。用热的湿毛巾反复擦拭病人额头、四肢，使身体散热，直到退烧为止。但是，如果体温上升到39℃以上，切勿再使用热敷退烧，应以冷敷处理，以免体温继续升高。●擦拭身体蒸发也确降温作用。专家建议使用冷自来水来帮助皮肤驱散过多的热。虽然你可以擦拭(用海绵)全身，但应特别加强一些体温较高的部位，例如腋窝及鼠蹊部。将海绵挤出过多的水后，一次擦拭一个部位，其他部位应以衣物盖住。体温将蒸发这些水分，有助于散热。●泡澡有时候，泡个温水澡是最舒服不过了。它同样也可以起到缓解发热的症状。婴儿应以温水泡澡，或是以湿毛巾包住婴儿，每15分钟换一次。●补充液体当你发烧时，你的身体会流汗散热;但当你发高烧时，身体会因为流失太多水分而关闭汗腺，以阻止进一步的水分流失，这使你的身体无法散热。解决之道就是补充液体，喝大量的白开水及果菜汁，其中果菜汁含丰富的维生素及矿物质，尤其是甜菜汁及胡萝卜汁。如果你想喝番茄汁，应选用低钠的产品。发烧期间应避免固体食物，直到状况好转。如果呕吐情形不严重，还可以吃冰块退烧。在制冰盒内倒入果汁，冰成冰块，还可在冰格内放入葡萄或草莓，这尤其受到发烧的孩子欢迎。●适当服用止痛药若感到非常不舒服，可服用止痛药。成人服用2片阿司匹林或2片扑热息痛，每4小时服用――次。扑热息痛的优点是较少人对它过敏。由于阿司匹林与扑热息痛的作用方式有些不同，因此你若觉得使用任何一种皆无法有效地控制发烧，不妨两种并用。每6小时服用2片阿司匹林及2片扑热息痛。服用这些药物时，需先经医师同意。●切勿让孩子服用阿司匹林18岁以下的青少年，千万不要服用阿司匹林。因为阿司匹林可能使发烧的儿童爆发雷氏症候群，这是一种致命性的神经疾病。儿童可以用扑热息痛代替。以每磅体重服用5―7毫克的方式，计算服用量，每4小时服用一次。记住，增加使用频率或超过适当剂量，都有危险，一定要有医生的指导下服用。●注意穿衣适量如果你感到很热，则脱下过多的衣物，使体内的热气可以散发出来。但如果因此而使你打寒颤，则说明衣物太少，应该增加，直到不冷为止。如果患者是小婴儿，则需特别注意，因为他们还不会表达他们的感受。其实，给小孩穿过多衣服或把他们置于酷热的场所，都可能引起发烧。同时，勿使室温过高，医师通常建议勿超过20℃。同时，应让室内适度地透气，以帮助复原，并保持柔和的光线，使病人放松心情。\"\t\n"
    },
    {
        "QuestionId": "q57",
        "RawQuestion": "足球运动的最高赛事是？\n",
        "Sparql": "select?y where { <足球> <最高赛事> ?y. }\n",
        "Answer": "\"世界杯\"\t\n"
    },
    {
        "QuestionId": "q3258",
        "RawQuestion": "肌萎缩侧索硬化涉及什么检查？\n",
        "Sparql": "select ?x where { <肌萎缩侧索硬化> <涉及检查> ?x. }\n",
        "Answer": "<心肌酶>\t\n"
    },
    {
        "QuestionId": "q6762",
        "RawQuestion": "镜头擦拭法适用于赤道仪的哪个部件？\n",
        "Sparql": "SELECT ?部件 WHERE { <镜头擦拭法>\t<适用于>\t?部件. <赤道仪>\t<部件>\t?部件. } \n",
        "Answer": "<望远镜>\t\n"
    },
    {
        "QuestionId": "q1758",
        "RawQuestion": "小米发行价？\n",
        "Sparql": "select ?x where { <小米> <发行价> ?x. }\n",
        "Answer": "\"16.6港元\"\t\n"
    },
    {
        "QuestionId": "q2836",
        "RawQuestion": "光大证券的外文全称是什么？\n",
        "Sparql": "select ?x where { <光大证券> <外文名称> ?x. }\n",
        "Answer": "<Everbright_Securities_Company_Limited>\t\n"
    },
    {
        "QuestionId": "q5344",
        "RawQuestion": "与口炎以及疱疹相关的疾病是什么？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <口炎> . ?x <涉及症状> <疱疹> . }\n",
        "Answer": "<血管神经性水肿>\t<咽痛>\t\n"
    },
    {
        "QuestionId": "q4924",
        "RawQuestion": "肺实变涉及哪些症状？\n",
        "Sparql": "select ?x where { <肺实变> <涉及症状> ?x. }\n",
        "Answer": "<口唇疱疹>\t<低热>\t<面部蝶形红斑>\t<盗汗>\t<心动过速>\t<高热>\t<急性病容>\t<胸痛>\t\n"
    },
    {
        "QuestionId": "q5607",
        "RawQuestion": "南京中心大酒店附近2公里的景点有哪些？\n",
        "Sparql": "select ?y where { <南京中心大酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> \"2\"^^<http://www.w3.org/2001/XMLSchema#float>. ?y <城市> <南京>}\n",
        "Answer": "<南京爱情博物展（新街口总店）>\t<南京独角兽星空艺术馆旗舰店>\t<南京恋爱博物馆>\t\n"
    },
    {
        "QuestionId": "q1994",
        "RawQuestion": "索尼公司的所属行业？\n",
        "Sparql": "select ?x where { <索尼公司> <所属行业> ?x. }\n",
        "Answer": "<消费电子产品>\t\n"
    },
    {
        "QuestionId": "q3533",
        "RawQuestion": "小儿急性喉炎在什么科室就诊？\n",
        "Sparql": "select ?x where { <小儿急性喉炎> <科室> ?x. }\n",
        "Answer": "<耳鼻咽喉头颈外科>\t\n"
    },
    {
        "QuestionId": "q3023",
        "RawQuestion": "血常规的检查方式是什么？\n",
        "Sparql": "select ?x where { <血常规> <检查方式> ?x. }\n",
        "Answer": "<自动化血液分析仪检验>\t\n"
    },
    {
        "QuestionId": "q2810",
        "RawQuestion": "支付宝（中国）网络技术有限公司的统一社会信用代码\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <统一社会信用代码> ?x. }\n",
        "Answer": "\"91310115768225450T\"\t\n"
    },
    {
        "QuestionId": "q5097",
        "RawQuestion": "针对肺炎支原体抗体测定有哪些标本要求？\n",
        "Sparql": "select ?x where { <肺炎支原体抗体测定> <标本要求> ?x. }\n",
        "Answer": "\"1．支原体抗体检测注意：常规分离血清，如果7天内完成检测，血清置2～8℃保存，否则冻存－20℃保存。2．支原体DNA检测的痰液、咽拭子标本可立即测试，也可保存在－20℃待测，保存期6个月。标本运送时应采用0℃冰壶。\"\t\n"
    },
    {
        "QuestionId": "q7265",
        "RawQuestion": "哪些因素最容易诱发吸入性肺炎？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <风险因子（英语：Riskfactor）> ?x. }\n",
        "Answer": "\"意识水平下降, 吞咽困难, 酗酒, 管饲, 糟糕的口腔健康\"\t\n"
    },
    {
        "QuestionId": "q907",
        "RawQuestion": "天空之城的作者是哪个星座？\n",
        "Sparql": "select ?y where { ?x <代表作品> <天空之城_（日本1986年宫崎骏执导动画电影）>. ?x <星座> ?y. }\n",
        "Answer": "<狮子座_（天文学）>\t<双鱼座一>\t<摩羯座_（天文学）>\t<双子座_（天文学）>\t\n"
    },
    {
        "QuestionId": "q7074",
        "RawQuestion": "气促可以怎么预防？\n",
        "Sparql": "select ?x where { <气促> <预防> ?x. }\n",
        "Answer": "\"虽然气促、呼吸窘迫的病因各异，但初始的积极治疗是相同的，即开放气道、改善通气和供氧。详细的病史采集和体格检查通常能提供病变可能部位和病因，如发热、异物吸入、创伤、中毒等病史可为诊断提供重要线索。建议最好是住院积极输液治疗的，注意定期复查。保持心情舒畅。\"\t\n"
    },
    {
        "QuestionId": "q814",
        "RawQuestion": "浙江大学出了哪些数学家\n",
        "Sparql": "select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<励建书>\t<张鸣镛>\t<秦元勋>\t\n"
    },
    {
        "QuestionId": "q2080",
        "RawQuestion": "怎么判断是否出现了倒春寒现象？\n",
        "Sparql": "select ?x where { <倒春寒> <标准> ?x . }\n",
        "Answer": "\"日平均气温≤12℃\"\t\"维持期≥3天\"\t\n"
    },
    {
        "QuestionId": "q7549",
        "RawQuestion": "森泊幻想岛的联系电话是多少？\n",
        "Sparql": "select ?x where { <森泊幻想岛> <电话> ?x. }\n",
        "Answer": "\"0571-83989888\"\t\n"
    },
    {
        "QuestionId": "q1893",
        "RawQuestion": "B股以什么币种交易？\n",
        "Sparql": "select ?x where { <B股> <币种> ?x. }\n",
        "Answer": "\"美元\"\t\"港币\"\t\n"
    },
    {
        "QuestionId": "q6114",
        "RawQuestion": "国家大剧院是免费的吗？\n",
        "Sparql": "select ?x where { <国家大剧院> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q3520",
        "RawQuestion": "多囊肾属于什么?\n",
        "Sparql": "select ?x where { <多囊肾> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6541",
        "RawQuestion": "腾讯的法人英文名字是什么？\n",
        "Sparql": "select ?x where { <腾讯> <法定代表人> ?y. ?y <外文名> ?x. } \n",
        "Answer": "\"Pony\"\t\n"
    },
    {
        "QuestionId": "q6726",
        "RawQuestion": "口罩有哪些类型？\n",
        "Sparql": "select ?z where { ?z <类型> <口罩>. } \n",
        "Answer": "<医用外科口罩>\t<FFP2口罩>\t<医用防护口罩>\t<伊藤良品pm2.5口罩>\t<N95口罩>\t<KN95口罩>\t<普通医用口罩>\t<普通脱脂纱布口罩>\t\n"
    },
    {
        "QuestionId": "q6393",
        "RawQuestion": "天津独角兽星空艺术馆有母婴室吗？\n",
        "Sparql": "select ?x where { <天津独角兽星空艺术馆> <是否有母婴室> ?x. }\n",
        "Answer": "<有母婴室>\t\n"
    },
    {
        "QuestionId": "q273",
        "RawQuestion": "电影《低俗小说》的导演是谁？\n",
        "Sparql": "select ?x where { <低俗小说> <导演> ?x. }\n",
        "Answer": "<昆汀·塔伦蒂诺>\t\n"
    },
    {
        "QuestionId": "q726",
        "RawQuestion": "刘彻的统治时间是哪一段？\n",
        "Sparql": "select ?y where { ?x <中文名> \"刘彻\". ?x <在位时间> ?y. }\n",
        "Answer": "\"公元前141年―公元前87年\"\t\n"
    },
    {
        "QuestionId": "q1558",
        "RawQuestion": "伊利企业董事长出生在？\n",
        "Sparql": "select ?x where { <伊利_（内蒙古伊利实业集团股份有限公司）> <董事长> ?y. ?y <出生地> ?x. }\n",
        "Answer": "<内蒙古>\t\n"
    },
    {
        "QuestionId": "q1339",
        "RawQuestion": "移山棋是使用哪种棋盘？\n",
        "Sparql": "select ?x where { <移山棋> <棋盘> ?x. }\n",
        "Answer": "\"使用国际象棋棋盘\"\t\n"
    },
    {
        "QuestionId": "q1217",
        "RawQuestion": "韩愈写过什么论说文？\n",
        "Sparql": "select ?x where { <韩愈> <主要作品> ?x. ?x <文学体裁> <论说文>. }\n",
        "Answer": "<师说_（韩愈的文章）>\t\n"
    },
    {
        "QuestionId": "q2355",
        "RawQuestion": "爱伦·坡的主要成就是什么？\n",
        "Sparql": "select ?y where { <埃德加·爱伦·坡> <主要成就> ?y. }\n",
        "Answer": "\"侦探小说\"\t\"恐怖小说\"\t\"效果论\"\t\n"
    },
    {
        "QuestionId": "q954",
        "RawQuestion": "四川大学出了哪些经济学家\n",
        "Sparql": "select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <四川大学> . }\n",
        "Answer": "<杨万东>\t\n"
    },
    {
        "QuestionId": "q6905",
        "RawQuestion": "王菲和窦唯合作的歌曲有哪些？\n",
        "Sparql": "select DISTINCT ?name where{ ?w <中文名> \"王菲\". ?d <中文名> \"窦唯\". ?song  ?x  ?w. ?song ?y ?d. ?song <中文名称> ?name } \n",
        "Answer": "\"出路\"\t\"讨好自己\"\t\"野三坡\"\t\n"
    },
    {
        "QuestionId": "q873",
        "RawQuestion": "我的GAKKI老婆多高呀？\n",
        "Sparql": "select ?z where { ?x <别名> ?y . ?x <身高> ?z . filter regex(?y, \"GAKKI\") . }\n",
        "Answer": "\"168cm\"\t\n"
    },
    {
        "QuestionId": "q3177",
        "RawQuestion": "食管癌的同义词是什么？\n",
        "Sparql": "select ?x where { <食管癌> <同义词> ?x. }\n",
        "Answer": "<食管癌,膈症,噎膈>\t\n"
    },
    {
        "QuestionId": "q2145",
        "RawQuestion": "莎士比亚是哪国的戏剧家？\n",
        "Sparql": "select ?x where { <莎士比亚_（欧洲文艺复兴时期戏剧家）> <国籍> ?x . }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q2317",
        "RawQuestion": "厦门大学校歌是？\n",
        "Sparql": "select ?x where { <厦门大学> <校歌> ?x . }\n",
        "Answer": "<厦门大学校歌>\t\n"
    },
    {
        "QuestionId": "q6629",
        "RawQuestion": "雨果去世那年几岁？\n",
        "Sparql": "select ?x where { <雨果_（法国作家）> <逝世年龄> ?x. } \n",
        "Answer": "\"83\"\t\n"
    },
    {
        "QuestionId": "q1752",
        "RawQuestion": "深证中小板上市公司数？\n",
        "Sparql": "select ?x where { <深证中小板> <上市公司数> ?x. }\n",
        "Answer": "\"928\"\t\n"
    },
    {
        "QuestionId": "q3438",
        "RawQuestion": "雀斑属于什么?\n",
        "Sparql": "select ?x where { <雀斑> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q972",
        "RawQuestion": "澳大利亚的首都有多少人口？\n",
        "Sparql": "select ?y where { <澳大利亚> <首都> ?x. ?x <人口> ?y. }\n",
        "Answer": "\"368000\"\t\n"
    },
    {
        "QuestionId": "q4531",
        "RawQuestion": "可立克董事长的出生时间?\n",
        "Sparql": "select ?x where { <可立克> <董事长> ?y. ?y <出生时间> ?x. }\n",
        "Answer": "<1972年10月>\t\n"
    },
    {
        "QuestionId": "q424",
        "RawQuestion": "千年隼号的大副是谁？\n",
        "Sparql": "select ?x where { <千年隼号> <大副> ?x. }\n",
        "Answer": "\"楚巴卡\"\t\n"
    },
    {
        "QuestionId": "q846",
        "RawQuestion": "建宁公主是哪位作家笔下的人物？\n",
        "Sparql": "select ?x where { <建宁公主_（金庸小说《鹿鼎记》人物）> <登场作品> ?y. ?y <作者> ?x. }\n",
        "Answer": "<金庸>\t\n"
    },
    {
        "QuestionId": "q58",
        "RawQuestion": "风衣最常在哪个季节穿？\n",
        "Sparql": "select ?x where { <风衣> <季节> ?x. }\n",
        "Answer": "<秋_（汉字）>\t\n"
    },
    {
        "QuestionId": "q4073",
        "RawQuestion": "《红楼梦》中贾兰母亲的住所是哪里？\n",
        "Sparql": "select ?y where { <贾兰_（小说《红楼梦》人物）> <母亲> ?x . ?x <居所> ?y . }\n",
        "Answer": "<稻香村_（《红楼梦》中的稻香村）>\t\n"
    },
    {
        "QuestionId": "q3467",
        "RawQuestion": "麻疹涉及哪些症状？\n",
        "Sparql": "select ?x where { <麻疹> <涉及症状> ?x. }\n",
        "Answer": "<发热伴眼睛充血>\t<发热伴有皮疹>\t<耳内流脓>\t<声音嘶哑>\t<发炎>\t<玫瑰疹>\t<皮肤发红>\t\n"
    },
    {
        "QuestionId": "q1287",
        "RawQuestion": "大提琴是哪类乐器？\n",
        "Sparql": "select ?x where { <大提琴_（次中音或低音弦乐器）> <分类> ?x. }\n",
        "Answer": "<弦乐器>\t\n"
    },
    {
        "QuestionId": "q3418",
        "RawQuestion": "肺气肿适合去什么科室就诊？\n",
        "Sparql": "select ?x where { <肺气肿> <科室> ?x. }\n",
        "Answer": "<胸部外科>\t\n"
    },
    {
        "QuestionId": "q563",
        "RawQuestion": "《天工开物》的作者出生在哪个朝代？\n",
        "Sparql": "select ?y where { <天工开物_（中国古代科学著作）> <作者> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<明朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q2217",
        "RawQuestion": "《夜莺颂》作者的宗教信仰是？\n",
        "Sparql": "select ?x where { <夜莺颂> <作者> ?y . ?y <信仰> ?x . }\n",
        "Answer": "<基督教>\t\n"
    },
    {
        "QuestionId": "q6348",
        "RawQuestion": "国家大剧院内有储物柜租赁服务吗？\n",
        "Sparql": "select ?x where { <国家大剧院> <是否有储物柜租赁> ?x. }\n",
        "Answer": "<有免费储物柜租赁>\t\n"
    },
    {
        "QuestionId": "q4168",
        "RawQuestion": "哪些学校开设社会科学部？\n",
        "Sparql": "select ?x where { ?x <主要院系> <社会科学部> . }\n",
        "Answer": "<南京化工职业学院>\t<咸宁学院经济与管理学院>\t<贵州民族大学人文科技学院>\t<北京大学>\t<北京大学重庆教学中心>\t<华东师范大学法政学院>\t<檀国大学>\t<邢台医学高等专科学校>\t<河北理工大学人文法律学院>\t<广州大学松田学院>\t<亚伯拉罕鲍尔温农业学院>\t<人文社科学院>\t<河北护理学院>\t\n"
    }
]