[
    {
        "QuestionId": "q5018",
        "RawQuestion": "中枢性发热属于什么？\n",
        "Sparql": "select ?x where { <中枢性发热> <类型> ?x. }\n",
        "Answer": "<科学>\t<症状>\t\n"
    },
    {
        "QuestionId": "q6418",
        "RawQuestion": "布尔津县有哪几个5A级别的景点？\n",
        "Sparql": "select ?x where {      ?x <城市> <布尔津县>.     ?x <景点的等级A> \"5A\". }\n",
        "Answer": "<喀纳斯湖>\t<喀纳斯景区>\t\n"
    },
    {
        "QuestionId": "q4528",
        "RawQuestion": "可立克哪个高管年龄最小?\n",
        "Sparql": "select ?x where { <可立克> <年龄最小> ?x. ?x <​属于> <公司高管>. }\n",
        "Answer": "<柳愈>\t\n"
    },
    {
        "QuestionId": "q4670",
        "RawQuestion": "保险费率厘定的基本原则\n",
        "Sparql": "select ?x where { <保险费率> <厘定原则> ?x. }\n",
        "Answer": "\"合理性原则\"\t\"充分性原则\"\t\"公平性原则\"\t\"稳定灵活原则\"\t\"促进防损原则\"\t\n"
    },
    {
        "QuestionId": "q506",
        "RawQuestion": "林徽因和梁思成是什么关系？\n",
        "Sparql": "select ?x where { <林徽因_（中国建筑师、诗人、作家）> ?x <梁思成>. }\n",
        "Answer": "<丈夫>\t\n"
    },
    {
        "QuestionId": "q7462",
        "RawQuestion": "北京有哪些香格里拉酒店\n",
        "Sparql": "select ?x where { ?x <酒店品牌名称> <香格里拉酒店>. ?x <城市> <北京>. }\n",
        "Answer": "<北京国贸大酒店>\t<北京香格里拉饭店>\t<北京中国大饭店>\t\n"
    },
    {
        "QuestionId": "q1535",
        "RawQuestion": "《百年孤独》的作者是哪个国家的？\n",
        "Sparql": "select ?y where { <百年孤独> <作者> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<哥伦比亚_（哥伦比亚共和国）>\t\"哥伦比亚\"\t\n"
    },
    {
        "QuestionId": "q89",
        "RawQuestion": "瓦妮莎是科比的什么人？\n",
        "Sparql": "select ?x ?y where { <科比·布莱恩特> ?x <瓦妮莎·布莱恩特>. }\n",
        "Answer": "<妻子>\t\t\n"
    },
    {
        "QuestionId": "q7118",
        "RawQuestion": "非感染性发热有什么临床表现？\n",
        "Sparql": "select ?x where { <非感染性发热> <临床表现> ?x. }\n",
        "Answer": "\"体温升高超过正常范围\"\t\n"
    },
    {
        "QuestionId": "q7562",
        "RawQuestion": "故宫博物院有什么优惠政策？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <优待政策> ?x . }\n",
        "Answer": "\"残疾人(凭残疾证)可享门票免费，本地市民(持有本市社会保障金领取证的人员)可享半价优惠票，儿童(6周岁（含）以下或身高1.2米（含）以下)可享门票免费，大、中、小学生（含港、澳、台学生，不含成人教育、研究生）(凭学生证或学校介绍信)可享优惠票，老年人(60周岁（含）以上凭身份证原件)可享半价优惠票，离休干部(凭离休证)可享门票免费，备注：“三八”妇女节，妇女享受门票半价优惠;“六一”儿童节，14周岁以下儿童（含），免费参观，随同家长一人享受半价优惠;“八一”建军节，现役军人凭有效证件，免费参观\"\t\n"
    },
    {
        "QuestionId": "q5980",
        "RawQuestion": "唐山属于维景国际的酒店都有哪些？\n",
        "Sparql": "select ?x where { ?x <城市> <唐山> . ?x <酒店品牌名称> <维景国际> . }\n",
        "Answer": "<唐山国丰维景国际大酒店>\t\n"
    },
    {
        "QuestionId": "q1342",
        "RawQuestion": "南唐后主老家在哪？\n",
        "Sparql": "select ?x where { <李煜_（南唐李后主）> <籍贯> ?x. }\n",
        "Answer": "<彭城_（徐州古称）>\t\n"
    },
    {
        "QuestionId": "q141",
        "RawQuestion": "重庆大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <重庆大学> <现任校长> ?x . }\n",
        "Answer": "<周绪红>\t\n"
    },
    {
        "QuestionId": "q4514",
        "RawQuestion": "美股最大涨跌幅？\n",
        "Sparql": "select ?x where { <美股> <最大涨跌幅> ?x. }\n",
        "Answer": "\"没有涨跌幅限制\"\t\n"
    },
    {
        "QuestionId": "q4596",
        "RawQuestion": "永兴特钢的经理助理\n",
        "Sparql": "select ?x where { <永兴特钢> <经理助理> ?x. }\n",
        "Answer": "<赵文顺>\t\n"
    },
    {
        "QuestionId": "q6271",
        "RawQuestion": "颐和园到北京友谊宾馆有多远？\n",
        "Sparql": "select ?t where { <颐和园> <附近> ?cvt. ?cvt <实体名称> <北京友谊宾馆（贵宾楼）>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"5.4\"\t\n"
    },
    {
        "QuestionId": "q527",
        "RawQuestion": "武汉大学出了哪些科学家\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<刘西尧>\t<王小村>\t<郭传杰>\t<石正丽>\t<张贻明>\t\n"
    },
    {
        "QuestionId": "q602",
        "RawQuestion": "蜀道难的作者祖籍在哪里？\n",
        "Sparql": "select ?x where { <蜀道难_（李白作古体诗）> <作者> ?y. ?y <祖籍> ?x. }\n",
        "Answer": "<陇西县>\t\n"
    },
    {
        "QuestionId": "q818",
        "RawQuestion": "《卖炭翁》的作者生活在哪个朝代？\n",
        "Sparql": "select ?y where { ?x <主要作品> <卖炭翁>. ?x <所处时代> ?y. }\n",
        "Answer": "<唐朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q1967",
        "RawQuestion": "融资利息如何计算？\n",
        "Sparql": "select ?x where { <融资利息> <公式> ?x. }\n",
        "Answer": "\"融资利息=当日融资买入成交总金额×融资年利率/360×实际使用天数\"\t\n"
    },
    {
        "QuestionId": "q4150",
        "RawQuestion": "瑞金有多少人口？\n",
        "Sparql": "select ?x where { <瑞金> <人口> ?x. }\n",
        "Answer": "\"694000\"\t\n"
    },
    {
        "QuestionId": "q744",
        "RawQuestion": "杜邦传的作者身高多少？\n",
        "Sparql": "select ?x where { <杜邦传> <作者> ?y. ?y <身高> ?x. }\n",
        "Answer": "\"181cm\"\t\n"
    },
    {
        "QuestionId": "q3554",
        "RawQuestion": "肋间神经炎属于什么?\n",
        "Sparql": "select ?x where { <肋间神经炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7331",
        "RawQuestion": "广州失恋博物馆附近5公里的景点有哪些？\n",
        "Sparql": "select ?y where { <广州失恋博物馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <类型> <景点>.}\n",
        "Answer": "<广州独角兽星空艺术馆>\t\n"
    },
    {
        "QuestionId": "q4819",
        "RawQuestion": "康佳集团的总裁是谁?\n",
        "Sparql": "select ?x where { <康佳集团股份有限公司> <总裁> ?x. }\n",
        "Answer": "<周彬>\t\n"
    },
    {
        "QuestionId": "q906",
        "RawQuestion": "武汉大学出了哪些物理学家\n",
        "Sparql": "select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<葛绍岩>\t\n"
    },
    {
        "QuestionId": "q2026",
        "RawQuestion": "\"白眉鹰王\"是谁的外公？\n",
        "Sparql": "select ?y where { ?x <别名> \"白眉鹰王\" . ?y <外公> ?x . }\n",
        "Answer": "<张无忌>\t\n"
    },
    {
        "QuestionId": "q1661",
        "RawQuestion": "计算机的发明者是哪个民族的人？\n",
        "Sparql": "select ?y where { <计算机> <发明者> ?x. ?x <民族> ?y. }\n",
        "Answer": "<犹太人>\t\n"
    },
    {
        "QuestionId": "q1046",
        "RawQuestion": "位于茂名的革命老区村庄是哪个村？\n",
        "Sparql": "select ?x where { ?x <地理位置> <茂名>. ?x <村庄荣誉> \"革命老区村庄\". }\n",
        "Answer": "<柑村村>\t\n"
    },
    {
        "QuestionId": "q5442",
        "RawQuestion": "哪个病有可能涉及到口炎和发热的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <口炎> . ?x <涉及症状> <发热> . }\n",
        "Answer": "<口唇疱疹>\t\n"
    },
    {
        "QuestionId": "q4485",
        "RawQuestion": "大家一般怎么称呼演员周迅？\n",
        "Sparql": "select ?y where { <周迅_（中国内地女演员、歌手）> <别名> ?y . }\n",
        "Answer": "\"迅儿、迅哥、小迅、周公子、老周\"\t\n"
    },
    {
        "QuestionId": "q7367",
        "RawQuestion": "杭州包含几个5A级别的景点？\n",
        "Sparql": "select (count(?x) as ?count_city) where { ?x <城市> <杭州>. ?x <景点的等级A> \"5A\". ?x <类型> <景点>. }\n",
        "Answer": "\"21\"\t\n"
    },
    {
        "QuestionId": "q302",
        "RawQuestion": "电影《两千狂人》是何时上映的？\n",
        "Sparql": "select ?x where { <两千狂人> <上映时间> ?x. }\n",
        "Answer": "\"1964-03-20\"\t\n"
    },
    {
        "QuestionId": "q3089",
        "RawQuestion": "胸腔积液涉及到的症状有什么？\n",
        "Sparql": "select ?x where { <胸腔积液> <涉及症状> ?x. }\n",
        "Answer": "<胸水>\t<紧张>\t<液气胸>\t<暴饮暴食>\t<利尿>\t<白细胞增多>\t<气管移位>\t<低蛋白血症>\t<胸痛>\t<心悸>\t\n"
    },
    {
        "QuestionId": "q4072",
        "RawQuestion": "《西游记》中孙悟空的兵器叫什么？\n",
        "Sparql": "select ?x where { <孙悟空_（古典名著《西游记》中的主角）> <兵器> ?x . }\n",
        "Answer": "<金箍棒_（《西游记》中的兵器）>\t\n"
    },
    {
        "QuestionId": "q1612",
        "RawQuestion": "同时获得\"山东省优秀企业家\"和\"山东省劳动模范\"称号的是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"山东省优秀企业家\". ?x <主要成就> \"山东省劳动模范\". }\n",
        "Answer": "<李景常>\t\n"
    },
    {
        "QuestionId": "q2398",
        "RawQuestion": "查士丁尼出生在哪里？\n",
        "Sparql": "select ?x where { <查士丁尼皇帝> <出生地> ?x. }\n",
        "Answer": "<色雷斯>\t\n"
    },
    {
        "QuestionId": "q2417",
        "RawQuestion": "苻坚是哪个国家的统治者？\n",
        "Sparql": "select ?x where { <苻坚> <国籍> ?x. }\n",
        "Answer": "<前秦>\t\n"
    },
    {
        "QuestionId": "q4218",
        "RawQuestion": "西甲共有多少支足球队？\n",
        "Sparql": "select ?x where { <西班牙足球甲级联赛> <联赛级别> <足球联赛> . <西班牙足球甲级联赛> <球队数量> ?x . }\n",
        "Answer": "\"20\"\t\n"
    },
    {
        "QuestionId": "q4622",
        "RawQuestion": "投资者申请赎回基金，几天后可查询\n",
        "Sparql": "select ?x where { <基金赎回> <可查询时间> ?x. }\n",
        "Answer": "\"5\"\t\n"
    },
    {
        "QuestionId": "q5618",
        "RawQuestion": "泰合索菲特大饭店在哪所城市？\n",
        "Sparql": "select ?x where { <成都泰合索菲特大饭店> <城市> ?x. }\n",
        "Answer": "<成都>\t\n"
    },
    {
        "QuestionId": "q6692",
        "RawQuestion": "世界卫生组织的类型是？\n",
        "Sparql": "SELECT ?x WHERE { <世界卫生组织> <类型> ?x } \n",
        "Answer": "<书籍>\t<社会活动>\t<社会>\t<组织机构>\t<联合国专门机构>\t\"联合国专门机构\"\t\n"
    },
    {
        "QuestionId": "q247",
        "RawQuestion": "《蒙娜丽莎的微笑》的作者是谁？\n",
        "Sparql": "select ?x where { ?x <代表作品> <蒙娜丽莎_（列奥纳多·达·芬奇画作）>. }\n",
        "Answer": "<尼尔·乔丹>\t<达·芬奇_（欧洲文艺复兴时期最完美的代表）>\t<格拉迪尼>\t\n"
    },
    {
        "QuestionId": "q7238",
        "RawQuestion": "肾衰竭患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <肾衰竭> <就诊科室> ?x. }\n",
        "Answer": "\"内科\"\t\"肾内科\"\t\n"
    },
    {
        "QuestionId": "q4843",
        "RawQuestion": "肛裂属于什么?\n",
        "Sparql": "select ?x where { <肛裂> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2487",
        "RawQuestion": "哪位明星的粉丝叫\"千纸鹤\"？\n",
        "Sparql": "select ?x where { ?x <粉丝名称> \"千纸鹤\". }\n",
        "Answer": "<易烊千玺>\t\n"
    },
    {
        "QuestionId": "q6095",
        "RawQuestion": "紫金山探险公园内有吸烟区吗？\n",
        "Sparql": "select ?x where { <紫金山探险公园> <是否有吸烟区> ?x. }\n",
        "Answer": "<有吸烟区>\t\n"
    },
    {
        "QuestionId": "q334",
        "RawQuestion": "古希腊神话中雅典娜有哪些兄弟姐妹？\n",
        "Sparql": "select ?x where { <雅典娜_（古希腊宗教和神话中的智慧与女战神）> <兄弟姐妹> ?x . }\n",
        "Answer": "<赫耳墨斯>\t<阿瑞斯_（古希腊罗马神话中的战争之神）>\t<阿尔忒弥斯_（古希腊神话中月亮与狩猎女神）>\t<赫柏>\t<狄俄尼索斯>\t<阿波罗_（希腊神话中太阳与医药之神）>\t<赫菲斯托斯_（希腊神话中火神）>\t\n"
    },
    {
        "QuestionId": "q7240",
        "RawQuestion": "会厌炎的另一个名称是什么？\n",
        "Sparql": "select ?x where { <会厌炎> <别称> ?x. }\n",
        "Answer": "\"急性声门上喉炎\"\t\n"
    },
    {
        "QuestionId": "q3614",
        "RawQuestion": "前庭神经元炎属于什么?\n",
        "Sparql": "select ?x where { <前庭神经元炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4432",
        "RawQuestion": "已知的最大的恒星是哪一颗？\n",
        "Sparql": "select ?x where { <恒星_（天文学词汇）> <已知最大的> ?x. }\n",
        "Answer": "\"盾牌座vy\"\t\n"
    },
    {
        "QuestionId": "q6049",
        "RawQuestion": "广州独角兽星空艺术馆附近2公里的景点？\n",
        "Sparql": "select ?y where { <广州独角兽星空艺术馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 2). ?y <城市> <广州>. ?y <类型> <景点>.}\n",
        "Answer": "<广州失恋博物馆>\t\n"
    },
    {
        "QuestionId": "q3590",
        "RawQuestion": "心律失常属于什么?\n",
        "Sparql": "select ?x where { <心律失常> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4550",
        "RawQuestion": "可立克第一任董事长的上任时间?\n",
        "Sparql": "select ?x where { <可立克> <第一任董事长> ?y. ?y <上任时间>?x. }\n",
        "Answer": "<2010年12月>\t\n"
    },
    {
        "QuestionId": "q5190",
        "RawQuestion": "胸腔积液患者有哪些临床表现？\n",
        "Sparql": "select ?x where { <胸腔积液> <临床表现> ?x. }\n",
        "Answer": "\"发热\"\t\"发热、呼吸困难\"\t\n"
    },
    {
        "QuestionId": "q7162",
        "RawQuestion": "劳力性呼吸困难有什么诊断依据？\n",
        "Sparql": "select ?x where { <劳力性呼吸困难> <诊断> ?x. }\n",
        "Answer": "\"心源性呼吸困难与肺源的呼吸困难的区别：1发病年龄：心源性多40岁以后起病，肺源性多儿童、青年时期起病;2病史：心源性有高血压、动脉硬化、冠心病或风心病史，肺源性常有家族史、过敏史、哮喘发作史，无心脏病史;3发作时间：心源性常在夜间出现阵发性呼吸困难，肺源性任何时间都可发作，以冬春多发;4肺部体征：心源性双肺底有较多湿罗音，肺源性双肺有弥漫干罗音;5心脏体征：心源性有左心增大、心动过速、奔马律、瓣膜杂音，肺源性心脏正常;6X线检查：心源性有左心增大、肺郁血，肺源性肺野清晰或有肺气肿症;7其他检查：心源性臂舌循环时间延长、肺毛细血管楔压增高，肺源性有通气障碍、PaCO2明显增高8药物疗效：心源性对洋地黄、吗啡治疗有效肺源性对支气管解痉药有效。心原性呼吸困难：呼吸困难每为心脏功能不全尤其是左心功能不全时间最常见和最早出现的症状。左心与右心衰竭皆可发生呼吸困难，但其机制不同：左心功能不全时的呼吸困难是由于：(1)肺脏血管充血，肺泡内张力增高，通过迷走神经反射引起快而浅的呼吸。(2)肺内毛细血管因充血而扩张，充血的肺组织弹力性降低，引起呼吸困难。(3)肺充血及肺活量降低使二氧化碳积蓄及血中氢离子浓度增高，反射地引起呼吸的加强和加深。右心功能不全时的呼吸困难是由于：(1)大循环血流郁滞，右心房及上腔静脉压力增高，可反射地使呼吸增强。(2)大循环郁血时，血中氧量降低，氧化不全的代谢产物(特别是乳酸和丙酮酸)在体内蓄积，血缺氧及酸的浓度增高，均可刺激呼吸中枢及动脉窦的感受器，引起呼吸困难。原性呼吸困难有两个主要特点：(1)呼吸的困难程度随病情的发展而加重，轻者仅在较重的体力劳动(如登高或急行)时出现，休息后即可消失;较重者在轻度体力劳动(如步行、或进食后)即可引起症状;更严重者则在卧床休息时亦有呼吸困难。(2)患者的症状常在平卧时加重，坐位时减轻。心脏功能不全的病人，初期只在睡眠时愿将枕头加高，病情较重时既不能平卧，愿取半坐位，严重者则被迫端坐。端坐体位可使肺活量较卧位时增加10~30%，上半身及肺部的血液部分转移到腹腔脏器及下肢，回心血量减少，肺充血减轻，使呼吸困难的症状好转。阵发性的呼吸困难是左心衰竭的常见症状，常在夜间睡眠中发作，病人突感窒息而醒，被迫坐起。轻者可于坐起后数分钟症状消失，重新入睡。重者则一夜频发。发作时患者可有发绀、冷汗，咳粉红色泡沫样痰。肺底叩诊变浊。听诊胸部出现哮鸣及大量湿性罗音，肺底尤多;肺多脉第二音亢进，心脏常出现奔马律。脉博频数。这种阵发性的呼吸困难称为“心脏性哮喘”，最常见于高血压、冠性动脉以及主动脉瓣疾病。哮喘的发作主要由于急性或突然加重的肺充血，并有支气管充血、水肿和分泌物以及大小支气管痉挛等。夜间发作的原因，一般认为是由于在夜间迷走神经兴奋性增高，再加上患者睡眠时可能由半卧位滑下而平卧，是肺充血加重，肺活量减少所致。晚间进食过饱或夜间恶梦可为诱因。\"\t\n"
    },
    {
        "QuestionId": "q2709",
        "RawQuestion": "中粮地产的监事会主席上任时间?\n",
        "Sparql": "select ?x where { <中粮地产> <监事会主席> ?y. ?y <上任时间> ?x. }\n",
        "Answer": "<2017年5月5日>\t\n"
    },
    {
        "QuestionId": "q4645",
        "RawQuestion": "百度(中国)的大股东参股了哪几家公司\n",
        "Sparql": "select ?x where { <百度(中国)> <参股的公司> ?x. }\n",
        "Answer": "<百度云计算技术（北京）有限公司>\t<百度时代网络技术（北京）有限公司>\t<百度（中国）有限公司>\t<百度互联（深圳）网络科技有限公司>\t<百度云计算技术（山西）有限公司>\t<百度（香港）有限公司>\t<百度九一网络技术（福州）有限公司>\t\n"
    },
    {
        "QuestionId": "q5066",
        "RawQuestion": "水肿伴呼吸困难、紫绀涉及哪些症状？\n",
        "Sparql": "select ?x where { <水肿伴呼吸困难、紫绀> <涉及症状> ?x. }\n",
        "Answer": "<肝源性水肿>\t<呼吸困难>\t<肾源性水肿>\t<胸闷>\t<肺淤血>\t<颈静脉怒张>\t<右心衰竭>\t<下肢水肿>\t<苔黄腻>\t<舌苔薄白>\t\n"
    },
    {
        "QuestionId": "q557",
        "RawQuestion": "中国的首都的占地面积多少？\n",
        "Sparql": "select ?x where { <中华人民共和国> <首都> ?y. ?y <面积> ?x. }\n",
        "Answer": "\"16410\"\t\".54平方千米\"\t\n"
    },
    {
        "QuestionId": "q6474",
        "RawQuestion": "森泊幻想岛的详细地理位置在哪？\n",
        "Sparql": "select ?x where { <森泊幻想岛> <地址> ?x. }\n",
        "Answer": "\"湘湖路1515号杭州开元森泊度假乐园内\"\t\n"
    },
    {
        "QuestionId": "q3145",
        "RawQuestion": "炭疽病有什么症状？\n",
        "Sparql": "select ?x where { <炭疽病> <症状> ?x. }\n",
        "Answer": "<呼吸困难>\t\"呕吐\"\t\"胸痛\"\t\"呼吸道感染:发烧\"\t\"消化道感染: 恶心\"\t\"注射感染: 会发烧\"\t\"腹泻或腹痛\"\t\"皮肤感染:出现小水泡,周围肿胀,患部中央焦黑\"\t\"注射部位的脓疡\"\t\n"
    },
    {
        "QuestionId": "q404",
        "RawQuestion": "海贼王里乔巴是被谁养大的？\n",
        "Sparql": "select ?x where { <乔巴_（《海贼王》中的角色）> <义父> ?x. }\n",
        "Answer": "<希鲁鲁克>\t\n"
    },
    {
        "QuestionId": "q5258",
        "RawQuestion": "滴虫性阴道炎的别称是什么？\n",
        "Sparql": "select ?x where { <滴虫性阴道炎> <别称> ?x. }\n",
        "Answer": "\"滴虫病\"\t\n"
    },
    {
        "QuestionId": "q915",
        "RawQuestion": "总部设在意大利的FILA主要销售什么？\n",
        "Sparql": "select ?y where { ?x <公司总部> <意大利_（意大利共和国）>. ?x <主营产品> ?y. }\n",
        "Answer": "<运动服饰>\t\n"
    },
    {
        "QuestionId": "q997",
        "RawQuestion": "四川大学出了哪些导演\n",
        "Sparql": "select ?x where { ?x <职业> <导演> . ?x <毕业院校> <四川大学> . }\n",
        "Answer": "<韩三平>\t<刘仪伟>\t\n"
    },
    {
        "QuestionId": "q7068",
        "RawQuestion": "黄痰该如何预防？\n",
        "Sparql": "select ?x where { <黄痰> <预防> ?x. }\n",
        "Answer": "\"处理：根据医生意见选用抗生素，以免发展为肺炎。\"\t\n"
    },
    {
        "QuestionId": "q4209",
        "RawQuestion": "王者荣耀游戏中属于商朝的英雄有？\n",
        "Sparql": "select ?y where { ?x <中文名> \"王者荣耀\" . ?y <所处时代> <商朝> . ?x <主要角色> ?y . }\n",
        "Answer": "<妲己_（商纣王妃子）>\t\n"
    },
    {
        "QuestionId": "q6635",
        "RawQuestion": "H7N9型禽流感的发现日期？\n",
        "Sparql": "select ?x where { <H7N9型禽流感>  <发现日期> ?x.} \n",
        "Answer": "\"2013-03-31\"\t\"2013年3月31日\"\t\n"
    },
    {
        "QuestionId": "q2868",
        "RawQuestion": "海通证券的董事长是谁？\n",
        "Sparql": "select ?x where { <海通证券> <董事长> ?x. }\n",
        "Answer": "<王开国>\t\n"
    },
    {
        "QuestionId": "q1819",
        "RawQuestion": "《华尔街之狼》原型是谁？\n",
        "Sparql": "select ?x where { <《华尔街之狼》> <原型> ?x. }\n",
        "Answer": "<乔丹·贝尔福特>\t\n"
    },
    {
        "QuestionId": "q6866",
        "RawQuestion": "演员章婷婷的血型是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <血型> ?X. } \n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q3030",
        "RawQuestion": "肌红蛋白与什么疾病有关？\n",
        "Sparql": "select ?x where { <肌红蛋白> <涉及疾病> ?x. }\n",
        "Answer": "<急性间歇性卟啉病>\t<红细胞生成性卟啉病>\t<原卟啉病>\t<遗传性粪卟啉病>\t<皮肌炎>\t<小儿急性间歇性卟啉病>\t<心肌梗死>\t<混合型卟啉病>\t\n"
    },
    {
        "QuestionId": "q6529",
        "RawQuestion": "京杭大运河流经哪些港口？\n",
        "Sparql": "select ?x where { <京杭大运河> <主要港口> ?x. } \n",
        "Answer": "<杭州港>\t<徐州港>\t<滕州港>\t<临清港>\t<扬州港>\t<天津港>\t<镇江港>\t<济宁港>\t\n"
    },
    {
        "QuestionId": "q364",
        "RawQuestion": "恐龙中的壮龙亚科存活于哪个时期？\n",
        "Sparql": "select ?x where { <壮龙亚科> <生活> ?x. }\n",
        "Answer": "<晚白垩世>\t\n"
    },
    {
        "QuestionId": "q4248",
        "RawQuestion": "被称为\"美洲的首都\"的美国城市在哪个州？\n",
        "Sparql": "select ?y where { ?x <别名> \"美洲的首都\" . ?x <所属地区> ?y . }\n",
        "Answer": "<佛罗里达州>\t\n"
    },
    {
        "QuestionId": "q5725",
        "RawQuestion": "大连哪些酒店有特级双床房\n",
        "Sparql": "select ?x where { ?x <房型名称> <特级双床房>. ?x <城市> <大连>. }\n",
        "Answer": "<大连富丽华大酒店>\t\n"
    },
    {
        "QuestionId": "q18",
        "RawQuestion": "凯文·杜兰特得过哪些奖？\n",
        "Sparql": "select ?x where { <凯文·杜兰特> <主要奖项> ?x . }\n",
        "Answer": "\"NBA常规赛MVP（2014）\"\t\"7次全明星（2010-2016）\"\t\"NBA全明星赛MVP（2012）\"\t\"5次NBA最佳阵容一阵（2010-2014）\"\t\"NBA得分王（2010-2012；2014）\"\t\n"
    },
    {
        "QuestionId": "q5604",
        "RawQuestion": "自贡中铁檀木林酒店内有多功能厅那？\n",
        "Sparql": "select ?x where { <自贡中铁檀木林酒店> <是否有多功能厅> ?x. }\n",
        "Answer": "<有多功能厅>\t\n"
    },
    {
        "QuestionId": "q6816",
        "RawQuestion": "韩国首都有哪些别称？\n",
        "Sparql": "SELECT ?y WHERE { <韩国_（大韩民国）> <首都>?x. ?x<别名>?y. } \n",
        "Answer": "\"汉阳/汉城/首尔特别市\"\t\n"
    },
    {
        "QuestionId": "q6580",
        "RawQuestion": " 2019冠状病毒病感染属于哪个科目？\n",
        "Sparql": "select ?x where { <2019冠状病毒病（COVID-19）> <所属科目>  ?x. } \n",
        "Answer": "<呼吸科>\t\n"
    },
    {
        "QuestionId": "q5979",
        "RawQuestion": "故宫钟表馆内有餐厅吗？\n",
        "Sparql": "select ?x where { <故宫钟表馆> <是否有餐厅> ?x. }\n",
        "Answer": "<有餐厅>\t\n"
    },
    {
        "QuestionId": "q1410",
        "RawQuestion": "清华大学位于哪个区？\n",
        "Sparql": "select ?x where { <清华大学> <所属地区> ?x. }\n",
        "Answer": "<海淀区>\t\n"
    },
    {
        "QuestionId": "q6217",
        "RawQuestion": "纳木错国家风景区收费吗？\n",
        "Sparql": "select ?x where { <纳木错国家风景区> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q1808",
        "RawQuestion": "开放式基金的类型有哪些？\n",
        "Sparql": "select ?x where { <开放式基金> <类型> ?x. }\n",
        "Answer": "<经济>\t<股票类术语>\t<股票基础术语>\t<股票基金术语>\t\"混合型\"\t\"债券型\"\t\"货币型\"\t\"股票型\"\t\n"
    },
    {
        "QuestionId": "q1097",
        "RawQuestion": "朱茵的丈夫有哪些音乐作品？\n",
        "Sparql": "select ?x where { <朱茵_（中国香港女演员）> <配偶> ?y. ?y <代表作品> ?x. }\n",
        "Answer": "<请将手放开>\t<遥远的paradise>\t<我在存在>\t<逝去日子>\t<我就是这样的>\t<狂人习作>\t<大地_（Beyond演唱歌曲）>\t<愿我能>\t<年少无知_（黄贯中演唱歌曲）>\t\n"
    },
    {
        "QuestionId": "q4710",
        "RawQuestion": "金融衍生工具中forward是什么意思\n",
        "Sparql": "select ?x where { <forward_远期合约> <释义> ?x. }\n",
        "Answer": "\"远期合约\"\t\n"
    },
    {
        "QuestionId": "q4420",
        "RawQuestion": "耐克公司的总部在哪里？\n",
        "Sparql": "select ?x where { <NIKE> <总部地点> ?x. }\n",
        "Answer": "<波特兰_（美国俄勒冈州城市）>\t\n"
    },
    {
        "QuestionId": "q2983",
        "RawQuestion": "华泰证券什时候在H股上市的？\n",
        "Sparql": "select ?x where { <华泰证券> <上市> ?y. ?y <上市地点> <H股>. ?y <上市时间> ?x }\n",
        "Answer": "<2015年6月1日>\t\n"
    },
    {
        "QuestionId": "q6106",
        "RawQuestion": "黎城县的壶山温泉联系电话是多少？\n",
        "Sparql": "select ?x where { <壶山温泉> <城市> <黎城县> . <壶山温泉> <电话> ?x . }\n",
        "Answer": "\"0355-6686999,0355-6686777\"\t\n"
    },
    {
        "QuestionId": "q2393",
        "RawQuestion": "潭柘寺何时建造？\n",
        "Sparql": "select ?x where { <潭柘寺> <创建年代> ?x . }\n",
        "Answer": "<西晋>\t\n"
    },
    {
        "QuestionId": "q1157",
        "RawQuestion": "徐纪周自导自编的34集电视剧是哪部？\n",
        "Sparql": "select ?x where { ?x <编剧> <徐纪周>. ?x <导演> <徐纪周>. ?x <集数> \"34\". }\n",
        "Answer": "<永不磨灭的番号>\t\n"
    },
    {
        "QuestionId": "q7531",
        "RawQuestion": "纳木错国家风景区的官方价格是多少？\n",
        "Sparql": "select ?x where { <纳木错国家风景区> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:110.0。\"\t\n"
    },
    {
        "QuestionId": "q6800",
        "RawQuestion": "谁是中国国际跳棋公开赛百格冠军？\n",
        "Sparql": "SELECT ?x WHERE { ?x<主要奖项> \"中国国际跳棋公开赛百格冠军\". } \n",
        "Answer": "<郑策_（中国国际跳棋全国冠军）>\t\n"
    },
    {
        "QuestionId": "q6191",
        "RawQuestion": "颐和园中的智慧海是什么？\n",
        "Sparql": "select ?x where { <颐和园> <娱乐项目名称> <智慧海>. <智慧海> <项目短描述> ?x. }\n",
        "Answer": "\"万寿山顶最高处一座宗教建筑\"\t\n"
    },
    {
        "QuestionId": "q900",
        "RawQuestion": "苹果公司的现任首席设计师是哪个国家的？\n",
        "Sparql": "select ?y where { <苹果_（苹果产品公司）> <首席设计师> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q2437",
        "RawQuestion": "四川大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <四川大学> <现任校长> ?x . }\n",
        "Answer": "<谢和平>\t\n"
    },
    {
        "QuestionId": "q169",
        "RawQuestion": "白炽灯是什么时候发明的？\n",
        "Sparql": "select ?x where { <白炽灯> <发明日期> ?x. }\n",
        "Answer": "\"1879\"\t\n"
    },
    {
        "QuestionId": "q1121",
        "RawQuestion": "\"而立之年\"这一说法的提出者原名是什么？\n",
        "Sparql": "select ?y where { <而立之年_（汉语成语）> <提出人> ?x. ?x <本名> ?y. }\n",
        "Answer": "\"孔丘\"\t\n"
    },
    {
        "QuestionId": "q3109",
        "RawQuestion": "子宫收缩乏力属于什么?\n",
        "Sparql": "select ?x where { <子宫收缩乏力> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2535",
        "RawQuestion": "《悲惨世界》的作者的出生日期是？\n",
        "Sparql": "select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1802-02-26\"\t\n"
    },
    {
        "QuestionId": "q3305",
        "RawQuestion": "蛛网膜下腔出血属于什么?\n",
        "Sparql": "select ?x where { <蛛网膜下腔出血> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q1711",
        "RawQuestion": "担保证券转入时间？\n",
        "Sparql": "select ?x where { <担保证券> <转入时间> ?x. }\n",
        "Answer": "\"交易日的9:30-15:00\"\t\n"
    },
    {
        "QuestionId": "q929",
        "RawQuestion": "在纳斯达克上市的社交网络公司有?？\n",
        "Sparql": "select ?x where { ?x <上市市场> <纳斯达克>. ?x <领域> <社交网站_（社会性网络网站）>. }\n",
        "Answer": "<脸谱_（美国社交网站）>\t\n"
    },
    {
        "QuestionId": "q2801",
        "RawQuestion": "上海证券交易总部所在哪？\n",
        "Sparql": "select ?x where { <上海证券交易所> <总部位置> ?x. }\n",
        "Answer": "<上海>\t\n"
    },
    {
        "QuestionId": "q6752",
        "RawQuestion": "曾获7次世界冠军的F1车手别名是什么？\n",
        "Sparql": "SELECT ?别名 WHERE { ?车手\t<重要事件>\t\"7次世界冠军\". ?车手\t<别名>\t?别名. } \n",
        "Answer": "\"舒米\"\t\"舒米,车王\"\t\n"
    },
    {
        "QuestionId": "q2356",
        "RawQuestion": "复旦大学的主要奖项有哪些？\n",
        "Sparql": "select ?x where { <复旦大学> <主要奖项> ?x . }\n",
        "Answer": "\"全国优秀博士论文55篇（截至2012年）\"\t\n"
    },
    {
        "QuestionId": "q6427",
        "RawQuestion": "北京距离北海公园附近5公里的酒店？\n",
        "Sparql": "select ?y where { <北海公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <北京>. ?y <类型> <酒店>. }\n",
        "Answer": "<日坛宾馆>\t<长富宫饭店>\t<北京天伦王朝酒店>\t<北京东方君悦大酒店>\t<北京国宾酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京丽晶酒店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京华侨大厦>\t<北京励骏酒店>\t<北京西苑饭店>\t\n"
    },
    {
        "QuestionId": "q7019",
        "RawQuestion": "感染了细菌和病毒可能与什么疾病有关？\n",
        "Sparql": "select ?x where { ?x <肇因> <病毒> . ?x <肇因> <细菌> . }\n",
        "Answer": "<脑膜炎>\t<肺炎>\t\n"
    },
    {
        "QuestionId": "q1413",
        "RawQuestion": "血友病有哪些症状？\n",
        "Sparql": "select ?x where { <血友病_（医疗百科）> <常见症状> ?x . }\n",
        "Answer": "<出血>\t\n"
    },
    {
        "QuestionId": "q5110",
        "RawQuestion": "肌红蛋白这一检查的适应症是什么？\n",
        "Sparql": "select ?x where { <肌红蛋白> <适应症> ?x. }\n",
        "Answer": "\"血红蛋白尿胸痛间歇性血尿不稳定性心绞痛血尿伴蛋白尿肢体的非凹性水肿一过性肉眼血尿剧烈运动或强体力劳动后血尿血尿伴排尿不畅\"\t\n"
    },
    {
        "QuestionId": "q4889",
        "RawQuestion": "呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <呼吸困难> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2",
        "RawQuestion": "《湖上草》是谁的诗？\n",
        "Sparql": "select ?x where { ?x <主要作品> <湖上草>. }\n",
        "Answer": "<柳如是_（明末“秦淮八艳”之一）>\t\n"
    },
    {
        "QuestionId": "q4325",
        "RawQuestion": "台湾山蚂蝗的别称是什么？\n",
        "Sparql": "select ?x where { <台湾山蚂蝗> <别称> ?x . }\n",
        "Answer": "<山蛭>\t\n"
    },
    {
        "QuestionId": "q5224",
        "RawQuestion": "结核病的发病部位在哪里？\n",
        "Sparql": "select ?x where { <结核病> <发病部位> ?x. }\n",
        "Answer": "\"肺\"\t\n"
    },
    {
        "QuestionId": "q6254",
        "RawQuestion": "宝利来国际大酒店能来飞机场接我吗？\n",
        "Sparql": "select ?x where { <宝利来国际大酒店>\t<是否有接机服务> ?x. }\n",
        "Answer": "<有接机服务（收费）且有送机服务（收费）>\t\n"
    },
    {
        "QuestionId": "q2889",
        "RawQuestion": "上证指数的代码是多少\n",
        "Sparql": "select ?x where { <上证指数> <代码> ?x. }\n",
        "Answer": "\"000001\"\t\n"
    },
    {
        "QuestionId": "q1921",
        "RawQuestion": "东方通信的实际控制人？\n",
        "Sparql": "select ?x where { <东方通信> <实际控制人> ?x. }\n",
        "Answer": "<中国普天信息产业集团有限公司>\t\n"
    },
    {
        "QuestionId": "q5954",
        "RawQuestion": "故宫博物院内有储物柜租赁服务吗？\n",
        "Sparql": "select ?x where { <故宫博物院（故宫）> <是否有储物柜租赁> ?x. }\n",
        "Answer": "<没有储物柜租赁>\t\n"
    },
    {
        "QuestionId": "q5688",
        "RawQuestion": "桂林有哪些喜来登的酒店？\n",
        "Sparql": "select ?x where { ?x <城市> <桂林> . ?x <酒店品牌名称> <喜来登> . }\n",
        "Answer": "<桂林喜来登饭店>\t\n"
    },
    {
        "QuestionId": "q4298",
        "RawQuestion": "御坂美琴的能力等级是多少？\n",
        "Sparql": "select ?y where { ?x <代表人物> <御坂美琴> . ?x <能力等级> ?y . }\n",
        "Answer": "\"Level 5\"\t\n"
    },
    {
        "QuestionId": "q7418",
        "RawQuestion": "外滩周围有能兑换美元的宾馆吗？\n",
        "Sparql": "select ?y where { <外滩> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有外币兑换> <有外币兑换>. ?y <类型> <酒店>. }\n",
        "Answer": "<上海瑞金洲际酒店>\t<上海兴国宾馆丽笙精选>\t<上海日航饭店>\t\n"
    },
    {
        "QuestionId": "q2933",
        "RawQuestion": "余额宝的起购金额最小是多少？\n",
        "Sparql": "select ?x where { <余额宝> <起购金额> ?x. }\n",
        "Answer": "\"1元人民币\"\t\n"
    },
    {
        "QuestionId": "q4158",
        "RawQuestion": "木星是由哪个国家的科学家发现的？\n",
        "Sparql": "select ?x where { <木星_（太阳系八大行星之一）> <发现者> ?y.  ?y <国籍> ?x . }\n",
        "Answer": "<意大利_（意大利共和国）>\t\n"
    },
    {
        "QuestionId": "q1318",
        "RawQuestion": "都有哪些演员演过蝙蝠侠？\n",
        "Sparql": "select ?x where { <蝙蝠侠_（蝙蝠侠系列电影）> <主演> ?x. }\n",
        "Answer": "<迈克尔·基顿>\t<亚当·威斯特>\t<克里斯蒂安·贝尔>\t<本·阿弗莱克>\t\n"
    },
    {
        "QuestionId": "q1040",
        "RawQuestion": "美国总统罗斯福的母校的位置？\n",
        "Sparql": "select ?y where { ?x <知名校友> <罗斯福_（美国第三十二届总统）>. ?x <所属地区> ?y. }\n",
        "Answer": "<美国_（美利坚合众国）>\t<马萨诸塞州>\t\n"
    },
    {
        "QuestionId": "q2400",
        "RawQuestion": "小沈阳媳妇是谁？\n",
        "Sparql": "select ?x where { <小沈阳> <妻子> ?x. }\n",
        "Answer": "<沈春阳_（小沈阳之妻）>\t\n"
    },
    {
        "QuestionId": "q2254",
        "RawQuestion": "\"以太\"概念的提出者是谁？\n",
        "Sparql": "SELECT ?x WHERE { <以太_（科学理论）> <提出者> ?x . }\n",
        "Answer": "<亚里士多德_（古希腊著名思想家）>\t\n"
    },
    {
        "QuestionId": "q3665",
        "RawQuestion": "贫血属于什么?\n",
        "Sparql": "select ?x where { <贫血> <类型> ?x. }\n",
        "Answer": "<不良反应>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5084",
        "RawQuestion": "侧卧时位于下侧鼻腔出现鼻塞属于什么？\n",
        "Sparql": "select ?x where { <侧卧时位于下侧鼻腔出现鼻塞> <类型> ?x. }\n",
        "Answer": "<社会>\t<症状>\t\n"
    },
    {
        "QuestionId": "q4317",
        "RawQuestion": "主演中有北京外国语大学、北京电影学院和上海戏剧学院毕业生的电视剧有哪些\n",
        "Sparql": "select ?a where { ?x <毕业院校> <北京外国语大学> . ?y <毕业院校> <北京电影学院> . ?z <毕业院校> <上海戏剧学院> . ?a <主演> ?x . ?a <主演> ?y . ?a <主演> ?z . }\n",
        "Answer": "<缉毒英雄2>\t<缉毒先锋_（2009年惠楷栋、王军导演电视剧）>\t<救我_（张琦执导电影）>\t<风云传奇_（2012年谢君豪，陆玲主演电视剧）>\t\n"
    },
    {
        "QuestionId": "q2450",
        "RawQuestion": "品牌爱马仕都卖哪些类别的东西？\n",
        "Sparql": "select ?x where { <hermes_（法国奢侈品牌：爱马仕）> <经营范围> ?x. }\n",
        "Answer": "<钟表>\t<珠宝_（宝石的定义）>\t<香水_（电影《香水》（一个杀手故事））>\t<服装>\t<皮革>\t\n"
    },
    {
        "QuestionId": "q2413",
        "RawQuestion": "慈禧的名字是什么？\n",
        "Sparql": "select ?x where { <慈禧太后_（清朝晚期重要政治人物）> <中文名> ?x . }\n",
        "Answer": "\"叶赫那拉氏\"\t\n"
    },
    {
        "QuestionId": "q46",
        "RawQuestion": "法国的官方语言是什么？\n",
        "Sparql": "select ?x where { <法国_（法兰西共和国）> <官方语言> ?x. }\n",
        "Answer": "<法语>\t\n"
    },
    {
        "QuestionId": "q4414",
        "RawQuestion": "天下霸唱的原名是什么？\n",
        "Sparql": "select ?x where { <天下霸唱> <中文名> ?x. }\n",
        "Answer": "\"张牧野\"\t\n"
    },
    {
        "QuestionId": "q280",
        "RawQuestion": "中华人民共和国国歌是由谁作曲的？\n",
        "Sparql": "select ?x where { <义勇军进行曲> <谱曲> ?x . }\n",
        "Answer": "<聂耳_（人民音乐家）>\t\n"
    },
    {
        "QuestionId": "q6896",
        "RawQuestion": " \"京都动画\"制作了哪些\"凉宫春日\"动画？\n",
        "Sparql": "select ?x where{ ?kyoto <公司名称> \"京都动画\". ?works <动画制作> ?kyoto. ?works <中文名> ?x. FILTER REGEX(?x, \"凉宫春日\") } \n",
        "Answer": "\"小凉宫春日的忧郁\"\t\"凉宫春日的消失\"\t\"凉宫春日的忧郁\"\t\"凉宫春日的忧郁\"\t\n"
    },
    {
        "QuestionId": "q4138",
        "RawQuestion": "《红豆》出自于哪个专辑？\n",
        "Sparql": "select ?x where { <红豆_（王菲演唱歌曲）> <所属专辑> ?x . }\n",
        "Answer": "<唱游>\t\n"
    },
    {
        "QuestionId": "q7210",
        "RawQuestion": "颈椎病是怎么造成的？\n",
        "Sparql": "select ?x where { <颈椎病> <常见病因> ?x. }\n",
        "Answer": "\"颈椎退行性变、发育性颈椎管狭窄、慢性劳损等\"\t\n"
    },
    {
        "QuestionId": "q4689",
        "RawQuestion": "银行融资的主要手段\n",
        "Sparql": "select ?x where { <银行> <融资手段> ?x. }\n",
        "Answer": "\"BOT\"\t\"资产证券化\"\t\"信托\"\t\"项目融资\"\t\"债券融资\"\t\"股权融资\"\t\"商业信用\"\t\"银行信贷\"\t\"债务融资\"\t\"内部融资\"\t\n"
    },
    {
        "QuestionId": "q4610",
        "RawQuestion": "鄢建兵的前妻是谁\n",
        "Sparql": "select ?x where { <鄢建兵_(赢时胜)> <前妻> ?x. }\n",
        "Answer": "<黄熠>\t\n"
    },
    {
        "QuestionId": "q5113",
        "RawQuestion": "肌钙蛋白的测定有没有什么不良反应？\n",
        "Sparql": "select ?x where { <肌钙蛋白> <不良反应> ?x. }\n",
        "Answer": "\"暂无明显并发症表现。\"\t\n"
    },
    {
        "QuestionId": "q1134",
        "RawQuestion": "肯德基的创始人何时出生？\n",
        "Sparql": "select ?y where { <肯德基> <创始人> ?x . ?x <出生日期> ?y . }\n",
        "Answer": "\"1890-09-09\"\t\n"
    },
    {
        "QuestionId": "q4053",
        "RawQuestion": "北京大学校歌是由谁创作的？\n",
        "Sparql": "select ?x where { <北京大学校歌> <作者> ?x.  }\n",
        "Answer": "<周保平>\t\n"
    },
    {
        "QuestionId": "q3166",
        "RawQuestion": "鼻咽癌属于什么?\n",
        "Sparql": "select ?x where { <鼻咽癌> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6542",
        "RawQuestion": "英文名字是\" Pony\"的玩家是哪个国家的人？\n",
        "Sparql": "select ?x where { ?y <外文名> \"Pony\". ?y <国籍> ?x. } \n",
        "Answer": "<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q6016",
        "RawQuestion": "中国丝绸博物馆内有停车场？\n",
        "Sparql": "select ?x where { <中国丝绸博物馆> <是否有停车场> ?x. }\n",
        "Answer": "<有收费停车场>\t\n"
    },
    {
        "QuestionId": "q7221",
        "RawQuestion": "霉菌性阴道炎患者应在哪个科室就诊？\n",
        "Sparql": "select ?x where { <霉菌性阴道炎> <就诊科室> ?x. }\n",
        "Answer": "\"妇科\"\t\n"
    },
    {
        "QuestionId": "q5047",
        "RawQuestion": "小儿干咳涉及哪些症状？\n",
        "Sparql": "select ?x where { <小儿干咳> <涉及症状> ?x. }\n",
        "Answer": "<打喷嚏>\t<干咳>\t<过劳>\t<痉挛性咳嗽>\t<喘息>\t<鼻塞>\t<小儿剧烈咳嗽>\t<窒息>\t<鼻痒>\t<多饮>\t\n"
    }
]