[
    {
        "QuestionId": "q7510",
        "RawQuestion": "淮北口子国际大酒店的可以最晚几点退房？\n",
        "Sparql": "select ?x where { <淮北口子国际大酒店> <酒店退房时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q6275",
        "RawQuestion": "德钦县有哪些4A景点？\n",
        "Sparql": "select ?x where { ?x <城市> <德钦县> . ?x <景点的等级A> \"4A\" . }\n",
        "Answer": "<梅里雪山国家公园>\t\n"
    },
    {
        "QuestionId": "q1403",
        "RawQuestion": "火药是哪个朝代的科技？\n",
        "Sparql": "select ?x where { ?x <科技成就> \"火药\". }\n",
        "Answer": "<唐朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q689",
        "RawQuestion": "黄河的主要支流都有什么？\n",
        "Sparql": "select ?y where { ?x <中文名称> \"黄河\" . ?x <主要支流> ?y . }\n",
        "Answer": "<汾河_（黄河在山西境内的支流）>\t<洮河>\t<渭河_（中国黄河的最大支流）>\t\n"
    },
    {
        "QuestionId": "q5550",
        "RawQuestion": "宁波万豪酒店位于哪所城市？\n",
        "Sparql": "select ?x where { <宁波万豪酒店> <城市> ?x. }\n",
        "Answer": "<宁波>\t\n"
    },
    {
        "QuestionId": "q969",
        "RawQuestion": "汶川县多大呀？\n",
        "Sparql": "select ?y where { ?x <中文名称> \"汶川县\" . ?x <面积> ?y . }\n",
        "Answer": "\"4083平方千米\"\t\n"
    },
    {
        "QuestionId": "q712",
        "RawQuestion": "和博尔赫斯同一国家的同行都有谁？\n",
        "Sparql": "select ?x where { <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <出生地> ?y. <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}\n",
        "Answer": "<安东尼奥·波契亚>\t<胡里奥·科塔萨尔>\t<吉列尔莫·马丁内斯>\t<贝尔纳多·科尔顿>\t<胡里奥·科塔萨尔>\t\n"
    },
    {
        "QuestionId": "q7301",
        "RawQuestion": "景山公园的门票多少钱？\n",
        "Sparql": "select ?x where { <景山公园> <官方门票数据> ?x. }\n",
        "Answer": "\"成人:2.0。\"\t\n"
    },
    {
        "QuestionId": "q2641",
        "RawQuestion": "王学兵和桂纶镁共同主演了哪些作品？\n",
        "Sparql": "select ?x where { ?x <主演> <王学兵>. ?x <主演> <桂纶镁>. }\n",
        "Answer": "<白日焰火>\t\n"
    },
    {
        "QuestionId": "q4707",
        "RawQuestion": "中金所期货指数IF是什么英文单词的缩写\n",
        "Sparql": "select ?x where { <中金所期货指数> <英文名称> ?x. }\n",
        "Answer": "\"Inde_Future\"\t\n"
    },
    {
        "QuestionId": "q6499",
        "RawQuestion": "神玉艺术馆在北京嘉里大酒店的什么方向？\n",
        "Sparql": "select ?x where { <神玉艺术馆> <位于> ?cvt.  ?cvt <实体名称> <北京嘉里大酒店>.  ?cvt <方向> ?x }\n",
        "Answer": "<西北方向>\t\n"
    },
    {
        "QuestionId": "q1705",
        "RawQuestion": "港股通交易有哪些限制？\n",
        "Sparql": "select ?x where { <港股通> <交易限制> ?x. }\n",
        "Answer": "\"港股通不允许裸卖空\"\t\"港股通不参与香港市场融资融券\"\t\"不得暗盘交易\"\t\"不参与联交所自动对盘系统外交易\"\t\n"
    },
    {
        "QuestionId": "q407",
        "RawQuestion": "青年演员张子枫有哪些作品？\n",
        "Sparql": "select ?x where { ?x <主演> <张子枫>. }\n",
        "Answer": "<老爸回家>\t<顾乐家的幸福生活>\t<岁月忽已暮_（2016年张家辉监制电影）>\t<摩登年代>\t<同桌的你_（2014年周冬雨&林更新主演电影）>\t<幸福绽放_（2013年澄丰执导电视剧）>\t<小别离_（2015年汪俊执导电视剧）>\t<爸爸妈妈别分开>\t<我的逗吧街>\t<夫妻战争>\t<桃源惊梦_（腾格尔主演微电影）>\t<千金变女仆>\t<唐人街探案>\t<逗霸公开课>\t<摩登时代_（徐铮导演作品）>\t\n"
    },
    {
        "QuestionId": "q5038",
        "RawQuestion": "疲倦乏力属于什么？\n",
        "Sparql": "select ?x where { <疲倦乏力> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6157",
        "RawQuestion": "宁波的梵高艺术馆的营业时间是什么时候？\n",
        "Sparql": "select ?x where { <宁波梵高星空艺术馆（天一广场旗舰店）> <城市> <宁波> . <宁波梵高星空艺术馆（天一广场旗舰店）> <营业时间> ?x . }\n",
        "Answer": "\"1.1-12.31 周一至周日 全天 10:00-22:00\"\t\n"
    },
    {
        "QuestionId": "q612",
        "RawQuestion": "施耐庵的代表作写于什么时候？\n",
        "Sparql": "select ?y where { <施耐庵_（水浒传作者）> <代表作品> ?x. ?x <创作年代> ?y . }\n",
        "Answer": "<元末明初>\t\n"
    },
    {
        "QuestionId": "q7486",
        "RawQuestion": "4A景山公园，官网多少\n",
        "Sparql": "select ?x where { <景山公园> <景点的等级A> \"4A\". <景山公园> <景点官方网站> ?x . }\n",
        "Answer": "\"http://www.bjjspark.com/\"\t\n"
    },
    {
        "QuestionId": "q654",
        "RawQuestion": "侦探们的经典台词有哪些？\n",
        "Sparql": "select ?y where { ?x <职业> <侦探_（ACGN侦探们）>. ?x <名言> ?y. }\n",
        "Answer": "\"真相永远只有一个！\"\t\"一切都是显而易见，毫无悬念可言\"\t\"真相只有一个！\"\t\n"
    },
    {
        "QuestionId": "q1404",
        "RawQuestion": "电影《怦然心动》的主要演员？\n",
        "Sparql": "select ?x where { <怦然心动_（美国2010年罗伯·莱纳执导电影）> <主演> ?x. }\n",
        "Answer": "<约翰·玛哈尼>\t<卡兰·麦克奥利菲>\t<玛德琳·卡罗尔>\t<摩根·莉莉>\t<艾丹·奎因>\t\n"
    },
    {
        "QuestionId": "q1697",
        "RawQuestion": "国债发行的方式？\n",
        "Sparql": "select ?x where { <国债发行> <方式> ?x. }\n",
        "Answer": "\"公开招标\"\t\"挂牌分销\"\t\"合同分销\"\t\"承销包销\"\t\n"
    },
    {
        "QuestionId": "q369",
        "RawQuestion": "化学式为\"C6H12O6\"的物质有哪些？\n",
        "Sparql": "select ?x where { ?x <化学式> \"C6H12O6\". }\n",
        "Answer": "<1L-chiro-肌醇>\t<谷物或玉米糖浆>\t<D-葡萄糖-UL-14C>\t<1,3-二羟基丙酮二聚体>\t<L(-)-阿罗糖>\t<同分异构-纤维醇>\t<氧代环己六醇>\t<D-果糖>\t<葡萄糖>\t<环己六醇>\t<异肌醇>\t<果糖>\t<艾杜糖>\t<聚乙二醇丁二酸酯>\t<葡糖糖>\t<古洛糖>\t<D(-)-果糖>\t\n"
    },
    {
        "QuestionId": "q6454",
        "RawQuestion": "日坛宾馆的就餐时间？\n",
        "Sparql": "select ?x where { <日坛宾馆> <就餐时间> ?x. }\n",
        "Answer": "\"每天06:30-09:30开放\"\t\n"
    },
    {
        "QuestionId": "q5901",
        "RawQuestion": "美丽华酒店的平均价格是多少？\n",
        "Sparql": "select ?x where { <美丽华酒店> <平均价格> ?x. }\n",
        "Answer": "\"411\"\t\n"
    },
    {
        "QuestionId": "q1381",
        "RawQuestion": "克苏鲁属于哪个群体？\n",
        "Sparql": "select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <所属> ?y. }\n",
        "Answer": "<旧日支配者>\t\n"
    },
    {
        "QuestionId": "q909",
        "RawQuestion": "《指环王》系列电影的导演是哪个国家的？\n",
        "Sparql": "select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <导演> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<新西兰>\t\n"
    },
    {
        "QuestionId": "q3619",
        "RawQuestion": "冠状动脉粥样硬化性心脏病属于什么?\n",
        "Sparql": "select ?x where { <冠状动脉粥样硬化性心脏病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7348",
        "RawQuestion": "北京皇冠假日酒店在哪\n",
        "Sparql": "select ?x where { <北京中关村皇冠假日酒店> <地址> ?x. }\n",
        "Answer": "\"知春路106号\"\t\n"
    },
    {
        "QuestionId": "q102",
        "RawQuestion": "科比很厉害吗，他有多高？\n",
        "Sparql": "select ?x where { <科比·布莱恩特> <身高> ?x. }\n",
        "Answer": "\"198厘米/6英尺6英寸\"\t\n"
    },
    {
        "QuestionId": "q2366",
        "RawQuestion": "哪些动物属于长角羚属？\n",
        "Sparql": "select ?x where { ?x <属> <长角羚属>. }\n",
        "Answer": "<长角羚>\t<南非剑羚>\t<阿拉伯羚羊>\t<阿拉伯剑羚>\t<阿拉伯羚>\t<长角羚属>\t<好望角大羚羊>\t<东非直角长角羚>\t\n"
    },
    {
        "QuestionId": "q4606",
        "RawQuestion": "商业银行类别\n",
        "Sparql": "select ?x where { <商业银行> <类别> ?x. }\n",
        "Answer": "<农村信用合作社>\t<城市信用合作社>\t\n"
    },
    {
        "QuestionId": "q4801",
        "RawQuestion": "维力医疗的向董的硕士学位?\n",
        "Sparql": "select ?x where { <向彬_(维力医疗董事长)> <硕士学位> ?x. }\n",
        "Answer": "\"工商管理硕士学位\"\t\n"
    },
    {
        "QuestionId": "q4577",
        "RawQuestion": "康达尔的首席技术官\n",
        "Sparql": "select ?x where { <康达尔> <首席技术官> ?x. }\n",
        "Answer": "<廖益平>\t\n"
    },
    {
        "QuestionId": "q415",
        "RawQuestion": "乙酸的分子式？\n",
        "Sparql": "select ?x where { <乙酸> <化学式> ?x . }\n",
        "Answer": "\"CH3COOH\"\t\n"
    },
    {
        "QuestionId": "q2046",
        "RawQuestion": "\"路不拾遗，夜不闭户\"的时代是谁开创的？\n",
        "Sparql": "select ?x where { <路不拾遗，夜不闭户> <时代> ?y . ?y <开创者> ?x . }\n",
        "Answer": "<李世民_（唐太宗）>\t\n"
    },
    {
        "QuestionId": "q695",
        "RawQuestion": "清华大学出了哪些文学家\n",
        "Sparql": "select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <清华大学> . }\n",
        "Answer": "<杨绛>\t<赵萝蕤>\t<田德望>\t<闻一多>\t\n"
    },
    {
        "QuestionId": "q1468",
        "RawQuestion": "书画家郑板桥在哪里出生？\n",
        "Sparql": "select ?y where { <郑板桥_（清代书画家、文学家）> <出生地> ?y. }\n",
        "Answer": "<陈维城>\t\n"
    },
    {
        "QuestionId": "q2985",
        "RawQuestion": "华泰证券的董事长是什么学历？\n",
        "Sparql": "select ?x where { <华泰证券> <董事长> ?y. ?y <学历> ?x. }\n",
        "Answer": "\"本科\"\t\n"
    },
    {
        "QuestionId": "q485",
        "RawQuestion": "韩国属于哪个大洲？\n",
        "Sparql": "select ?x where { <韩国_（大韩民国）> <所属洲> ?x. }\n",
        "Answer": "<亚洲>\t\n"
    },
    {
        "QuestionId": "q2432",
        "RawQuestion": "剑桥大学的知名校友？\n",
        "Sparql": "select ?x where { ?x <毕业院校> <剑桥大学>. }\n",
        "Answer": "<莫里斯·休·弗雷德里克·威尔金斯>\t<柯尔律治。S.T>\t<谢建平_（周口师范学院教师）>\t<约·赫歇耳>\t<斯坦利·布鲁斯>\t<维持根斯坦>\t<拉·甘地>\t<赵晋灵>\t<赖明勇>\t<休·约翰逊>\t<阿瑟·威廉·特德>\t<基拉宁>\t<杨荣文>\t<艾伦·所罗门>\t<德拉布尔>\t<本贾尼·斯特劳斯特卢普>\t<特莱弗德·利·马洛里>\t<利德尔·哈特>\t<王忠涛>\t<王应睐>\t<罗伯特·康>\t<瑞·杜比>\t<沈敦和>\t<马歇尔·麦克卢汉>\t<邦德_（詹姆斯·邦德）>\t<鲍尔弗>\t<孙方臻>\t<埃德蒙·斯宾塞>\t<亚当·布兰登勃格>\t<john maeda>\t<黄芍>\t<埃迪·雷德梅尼>\t<蒙塔古·詹姆斯>\t<刘煜炎>\t<约翰·哈佛>\t<萨勒曼·本·哈马德·阿勒哈利法>\t<昂热_（小说《龙族》角色）>\t<里顿·斯特拉奇>\t<杨经文>\t<约翰·休伯特·马歇尔>\t<霍华德·雅各布森>\t<乔奥·马古悠>\t<菊池大麓>\t<亨利·约翰·坦普尔>\t<爱德华七世>\t<亨利·华生·福勒>\t<贾南德拉·比尔·比克拉姆·沙阿·德瓦>\t<初大平>\t<约翰·苏尔斯顿>\t<麦考莱>\t<余同希>\t<麦克德尔米德>\t<肯尼斯·克拉克>\t<陆朝阳_（中国科学技术大学教授）>\t<阿兰·德波顿>\t<唐纳德·布罗德本特>\t<奥利芬特>\t<曹天钦>\t<伍昕>\t<威廉·梅克比斯·萨克雷>\t<尼克·霍恩比>\t<欧内斯特·沃尔顿>\t<莱斯利·瓦利安特>\t<金庸>\t<大卫·劳斯因>\t<柯玉芝>\t<珍妮·古道尔>\t<Pearson_（Karl Pearson）>\t<约瑟夫·雅各布斯>\t<安东尼·波顿>\t<蒙卫芝>\t<艾尔姆支雷>\t<霍西金斯>\t<托马斯·杨>\t<戴东昌>\t<f·培根>\t<弗雷德里克·约翰·罗宾逊>\t<马新莲>\t<培根_（美国政治家、起义领袖）>\t<罗伯特·沃波尔>\t<马克迪尔米德>\t<诺思科特·帕金森>\t<埃利奥特·贝尔格雷夫>\t<哈代_（英国数学家）>\t<姚余栋>\t<麦若彬>\t<周鸿经>\t<班礼士>\t<约翰·艾略特·加迪纳>\t<张夏准>\t<潘家华_（中国社科院城市发展与环境研究所所长）>\t<Hedy West>\t<大卫·帕拉丁·弗罗斯特>\t<威廉·亨利·布拉格>\t<彭心宇>\t<莫伟豪>\t<阿瑟·戴维·韦利>\t<莫里斯·威尔金斯>\t<李约瑟_（英国现代生物化学家、科学技术史专家）>\t<A.L.霍奇金>\t<德里克·雅各比>\t<陈振传>\t<罗宾·米尔纳>\t<佩皮斯>\t<威尔克斯>\t<刘合林>\t<特里·伊格尔顿>\t<彼得·考伊>\t<司徒慕德>\t<周柳建成>\t<艾瑞克·爱都>\t<肯尼思·汤姆森>\t<丹·史蒂文斯>\t<蒋宇红>\t<蒋孝刚>\t<邓文钊_（原广东省副省长）>\t<特德·休斯>\t<威廉·哈维>\t<彭明辉_（台湾国立清华大学彭明辉）>\t<杨慕琦>\t<伊恩·维尔穆特>\t<理查德·格里高利>\t<陈晓旭_（武汉大学哲学学院副教授）>\t<钱德拉·鲍斯>\t<马科斯·基普里亚努>\t<乔治六世>\t<丁兆>\t<贾格迪什·巴格沃蒂>\t<张滂>\t<王大闳>\t<陈俊峯>\t<卡尔·皮尔逊>\t<颜金勇>\t<爱德华·汤普森>\t<卢煜明>\t<宫力_（Acadine Technologies董事长兼CEO）>\t<加雷思·威廉斯>\t<王秋桂>\t<徐江旻>\t<彼得谢弗>\t<艾伦·费尔南德斯>\t<布伦达·米尔纳>\t<祁济时>\t<韩达德>\t<乔治·斯托克斯>\t<查尔斯·巴贝奇_（英国发明家、电脑先驱）>\t<杰弗里·豪>\t<叶松茂>\t<汤姆·希德勒斯顿>\t<约翰·弥尔顿>\t<阿尔弗雷德·豪斯曼>\t<高尔斯>\t<钱永佑>\t<弗洛里_（病理学家）>\t<罗伯特·赫立克>\t<威廉·吉尔伯特>\t<亚瑟·斯坦利·爱丁顿>\t<007_（英国系列谍战电影）>\t<史景迁>\t<帕萨·达斯古普塔>\t<班乃信>\t<Isaac_（科学家）>\t<查尔斯·格雷_（英国政治家）>\t<爱德华·摩根·福斯特>\t<查理·金斯莱>\t<高恩洪>\t<迈克尔·温纳>\t<多米尼克·吉百利>\t<查理·劳斯>\t<休伊什>\t<布莱克特_（英国物理学家）>\t<孙方霖>\t<迈克尔·贝里奇>\t<约翰·迪伊>\t<李国宝_（香港东亚银行主席）>\t<索尼娅·甘地>\t<宋则行>\t<亚历克·布罗厄斯>\t<肯德鲁>\t<卫克安>\t<史蒂文·普莱斯>\t<赵长颖>\t<艾瑞斯·梅铎>\t<陈靖文>\t<戴文赛>\t<索非亚·迈尔斯>\t<李宇辰>\t<约翰·凯塞克>\t<林勋强>\t<爱德华·德·波诺>\t<朱利安·费罗斯>\t<周国富_（电子纸之父）>\t<符策谋>\t<曼莫汉·辛格>\t<莫应溎>\t<维特根斯坦，L.>\t<艾弗·阿姆斯壮·理查兹>\t<迈克尔·艾普泰德>\t<查尔斯王子>\t<傅晓田>\t<弗洛伦斯·南丁格尔_（护理事业的创始人和现代护理教育的奠基人）>\t<阿切尔·约翰·波特·马丁>\t<何玉龙>\t<卢永仁>\t<罗伯特·奥本海默>\t<安德鲁·帕克>\t<陈锡斌>\t<艾伦·尤尔>\t<伊丽莎白·贝内特>\t<克里斯托弗·雷恩>\t<约翰·萨尔斯顿>\t<庄钰衍>\t<鲍德温_（英国首相——斯坦利· 鲍德温）>\t<桑迪·牛顿>\t<李国能>\t<周春燕_（北京大学医学部教授）>\t<杨宇潇>\t<约翰·威廉·斯特拉特>\t<陈谷红>\t<W.H.布喇格>\t<张彦仲>\t<艾伦·劳埃德·霍奇金>\t<黄雨桐>\t<安格斯·迪顿>\t<安东尼·博尔顿>\t<马斐森>\t<哈维·威廉姆>\t<泰勒GI>\t<本尼迪克特·安德森>\t<克洛德·西蒙>\t<庇古>\t<蒂尔达·斯文顿>\t<艾伦·G·马克迪尔米德>\t<约翰·克里斯>\t<阿马蒂亚·森>\t<徐志摩_（近代新月派代表诗人）>\t<格莱斯·威廉姆斯>\t<谈凤霞>\t<干毅>\t<喻俐雅>\t<萩原雄佑>\t<柴纳·米耶维>\t<牛顿_（艾萨克·牛顿）>\t<张满胜_（剑桥大学英语硕士）>\t<北尾吉孝>\t<邱永喜>\t<弗雷德里·克桑格>\t<约翰·坎宁安·麦克伦南>\t<帕尔姆斯顿子爵>\t<王鸿祯>\t<张效彬>\t<孟泽思>\t<李源祥_（中国平安集团总经理、首席保险业务执行官）>\t<戴维·约翰斯顿_（加拿大总督）>\t<陈祀邦>\t<靳奇>\t<亨利·坎贝尔·班纳曼>\t<迈克·内威尔>\t<露·布瑞丽>\t<郭贵春>\t<伊莎贝尔·沃尔夫>\t<梅涅克·卡塞尔>\t<威廉·皮特_（小皮特首相）>\t<约翰·史蒂文斯·亨斯洛>\t<汤姆斯·邦斯>\t<查尔斯·斯科特·谢灵顿>\t<梅涅克>\t<亢晓峰>\t<马洛_（英国诗人、剧作家）>\t<汤姆·冈>\t<理查德·施罗克>\t<查斯特菲尔德>\t<爱德华·蒙塔古>\t<白智贤>\t<严禹豪>\t<凯莱_（英国数学家）>\t<张维友>\t<R.希尔>\t<乔治·戈登·拜伦_（英国19世纪初诗人）>\t<莫里斯·威尔克斯>\t<斯蒂芬·吉布斯>\t<张欣_（SOHO中国首席执行官）>\t<威廉·劳伦斯·布拉格>\t<纽马克>\t<蒋友梅_（蒋经国长孙女）>\t<奥罗宾多·高斯>\t<罗仁伯>\t<迈克尔·格林>\t<斯蒂芬·威廉·霍金>\t<蒲逸凡>\t<本·米勒>\t<迈克尔·霍华德>\t<周源_（清华大学公共管理学院副教授）>\t<柯勒律治>\t<威伯福斯>\t<尼克·史密斯>\t<尼克·克莱格>\t<萨莎·拜伦·科恩>\t<邹承鲁>\t<给奥古斯达的诗章>\t<约翰·邓恩>\t<拉尔夫·福勒>\t<张宗燧>\t<马歇尔的局部均衡价格论>\t<福尔摩斯_（英国作家阿瑟·柯南·道尔创作人物）>\t<弗朗西斯·克里克>\t<秦晓>\t<袁亚湘>\t<葛兰姆·葛林>\t<邓亚萍>\t<詹姆斯·格雷厄姆·巴拉德>\t<万青_（南京大学教授万青）>\t<陈建_（英语教育专家）>\t<刘民权_（牛津大学经济学博士刘民权）>\t<王泽森_（香港城市大学经济及金融系副教授）>\t<莱帕德_（人物）>\t<杰弗里·琼斯_（教授）>\t<乔治·格林_（19世纪早期英国科学家）>\t<刘忠_（西南财经大学教授）>\t<格林_（英国近代物理数学先驱）>\t<陈国华_（北京外国语大学教授）>\t<张忠明_（英国政府官员）>\t<朱亭_（涉嫌杀害2女的英籍男子）>\t<帕斯洛_（现切尔西全球商业发展官）>\t<王子立_（中国人民大学教授）>\t<江清_（生物化学家）>\t<彼得·谢弗>\t<埃迪·雷德梅因>\t<爱德华·罗素>\t<黑田长成>\t<考克斯特>\t<刘明侦>\t<纪瑛琳>\t<苏德中>\t<Nigel Kalton>\t<阿尔弗雷德·马歇尔_（英国近代经济学家）>\t<艾德里安>\t<高存海>\t<柯林·德克斯特>\t\n"
    },
    {
        "QuestionId": "q6128",
        "RawQuestion": "西湖中湖滨晴雨的营业时间？\n",
        "Sparql": "select ?x where { <西湖风景名胜区（西湖）> <娱乐项目名称> <湖滨晴雨>. <湖滨晴雨> <项目营业时间> ?x. }\n",
        "Answer": "\"周一至周日 01.01-12.31 00:00-24:00\"\t\n"
    },
    {
        "QuestionId": "q80",
        "RawQuestion": "法国有哪些著名的汽车品牌？\n",
        "Sparql": "select ?x where { <法国_（法兰西共和国）> <汽车品牌> ?x. }\n",
        "Answer": "<标致_（法国标致雪铁龙集团旗下汽车品牌）>\t<雷诺_（法国车辆制造商）>\t<雪铁龙>\t\n"
    },
    {
        "QuestionId": "q4201",
        "RawQuestion": "扬子江的英文名是什么?\n",
        "Sparql": "select ?x where { <扬子江_（长江下游河段的旧称）> <外文名称> ?x . }\n",
        "Answer": "\"the Yangtze River\"\t\n"
    },
    {
        "QuestionId": "q839",
        "RawQuestion": "冥王星的发现者是哪国人？\n",
        "Sparql": "select ?y where { <冥王星_（太阳系中的一个天体）> <发现者> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q3272",
        "RawQuestion": "猩红热患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <猩红热> <科室> ?x. }\n",
        "Answer": "<感染科>\t\n"
    },
    {
        "QuestionId": "q1677",
        "RawQuestion": "恒生地产指数是什么指数？\n",
        "Sparql": "select ?x where { <恒生地产指数> <指数类型> ?x. }\n",
        "Answer": "<港股指数>\t\n"
    },
    {
        "QuestionId": "q6351",
        "RawQuestion": "南京绿地洲际酒店附近有哪些景点可以储物柜呢\n",
        "Sparql": "select ?y  where { <南京绿地洲际酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有储物柜租赁> <有免费储物柜租赁>.  ?y <类型> <景点>. }\n",
        "Answer": "<南京爱情博物展（新街口总店）>\t<南京恋爱博物馆>\t<南京独角兽星空艺术馆旗舰店>\t\n"
    },
    {
        "QuestionId": "q2821",
        "RawQuestion": "华泰证券总部在哪个城市\n",
        "Sparql": "select ?x where { <华泰证券> <总部地址> ?x. }\n",
        "Answer": "<南京>\t\n"
    },
    {
        "QuestionId": "q3446",
        "RawQuestion": "鼻窦炎有什么症状?\n",
        "Sparql": "select ?x where { <鼻窦炎> <症状> ?x. }\n",
        "Answer": "<鼻塞>\t\"发烧\"\t\"面部疼痛(英语:facial pain)\"\t\"浓稠的鼻涕\"\t\n"
    },
    {
        "QuestionId": "q2576",
        "RawQuestion": "沈涛主持的正在播出的节目是？\n",
        "Sparql": "select ?x where { ?x <主持人> <沈涛_（浙江卫视主持人）>. ?x <播出状态> \"播出中\". }\n",
        "Answer": "<天生我有才第二季>\t<跑男来了>\t\n"
    },
    {
        "QuestionId": "q5930",
        "RawQuestion": "不可思议星空解压馆的详细地址是哪儿？\n",
        "Sparql": "select ?x where { <不可思议星空解压馆> <地址> ?x. }\n",
        "Answer": "\"光谷步行街4期德国风情街8号楼CGV影院三楼\"\t\n"
    },
    {
        "QuestionId": "q4459",
        "RawQuestion": "《九歌·云中君》的作者生在哪个国家？\n",
        "Sparql": "select ?x ?y where { <九歌·云中君> <作者> ?x. ?x <出生地> ?y.}\n",
        "Answer": "<屈原_（战国末期楚国诗人、政治家）>\t<楚_（周朝时期楚国）>\t\n"
    },
    {
        "QuestionId": "q177",
        "RawQuestion": "民国有四个男人英俊潇洒，被称为\"民国四大美男\"，他们是谁？\n",
        "Sparql": "select ?x where { <民国四大美男> <成员> ?x. }\n",
        "Answer": "<汪精卫>\t<周恩来>\t<梅兰芳_（中国京剧表演艺术家）>\t<张学良_（国民革命军将领）>\t\n"
    },
    {
        "QuestionId": "q136",
        "RawQuestion": "新加坡的国土面积是多少？\n",
        "Sparql": "select ?x where { <新加坡> <国土面积> ?x. }\n",
        "Answer": "\"719.1平方公里（2015年）\"\t\n"
    },
    {
        "QuestionId": "q1415",
        "RawQuestion": "番茄的双名法命名？\n",
        "Sparql": "select ?x where { <番茄_（茄科茄属植物）> <拉丁学名> ?x. }\n",
        "Answer": "\"Lycopersicon esculentum Mill..\"\t\n"
    },
    {
        "QuestionId": "q2908",
        "RawQuestion": "威派格的股票代码是多少？\n",
        "Sparql": "select ?x where { <威派格> <股票代码> ?x. }\n",
        "Answer": "\"603956\"\t\n"
    },
    {
        "QuestionId": "q4747",
        "RawQuestion": "可转让大额定期存单的签发方\n",
        "Sparql": "select ?x where { <可转让大额定期存单> <签发方> ?x. }\n",
        "Answer": "<商业银行>\t\n"
    },
    {
        "QuestionId": "q2524",
        "RawQuestion": "\"现代遗传学之父\"出生在哪个国家？\n",
        "Sparql": "select ?y where { ?x <获得荣誉> \"现代遗传学之父\". ?x <出生地> ?y. }\n",
        "Answer": "<美国_（美利坚合众国）>\t<奥地利帝国>\t\n"
    },
    {
        "QuestionId": "q1034",
        "RawQuestion": "多元组：克苏鲁出自哪位作家创作的小说？\n",
        "Sparql": "select ?y where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <出处> ?x. ?x <作者> ?y. }\n",
        "Answer": "<霍华德·菲利普·洛夫克拉夫特>\t\n"
    },
    {
        "QuestionId": "q2468",
        "RawQuestion": "唐太宗的丰功伟绩？\n",
        "Sparql": "select ?x where { <李世民_（唐太宗）> <主要成就> ?x . }\n",
        "Answer": "\"主要成就\"\t\"高昌\"\t\"吐谷浑\"\t\"军事才能卓越\"\t\"薛延陀\"\t\"助父统一中国\"\t\"灭东突厥\"\t\"扩充教育机构\"\t\"笼络国家人才\"\t\"精简政府机构\"\t\"裁汰冗官冗员\"\t\"改革 三省六部\"\t\"朝廷政治清明 展开\"\t\"朝廷政治清明\"\t\"开创 贞观之治 收起\"\t\n"
    },
    {
        "QuestionId": "q4117",
        "RawQuestion": "富士山所属国家的首都是哪里？\n",
        "Sparql": "select ?y where { <富士山> <地点> ?x . ?x <首都> ?y . }\n",
        "Answer": "<东京_（日本国首都）>\t\n"
    },
    {
        "QuestionId": "q6349",
        "RawQuestion": "几块钱可以玩不可思议星空解压馆？\n",
        "Sparql": "select ?x where { <不可思议星空解压馆> <平均价格> ?x. }\n",
        "Answer": "\"37\"\t\n"
    },
    {
        "QuestionId": "q4553",
        "RawQuestion": "可立克的高管中外国国籍的有哪几位?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <国籍> <外国>. }\n",
        "Answer": "<顾洁>\t\n"
    },
    {
        "QuestionId": "q3169",
        "RawQuestion": "鼻咽癌涉及哪些症状？\n",
        "Sparql": "select ?x where { <鼻咽癌> <涉及症状> ?x. }\n",
        "Answer": "<单侧鼻腔阻塞>\t<张口呼吸>\t<鼻塞排出脓性或血性分泌物>\t\n"
    },
    {
        "QuestionId": "q2934",
        "RawQuestion": "余额宝现在一共接入了几支基金\n",
        "Sparql": "select ?x where { <余额宝> <接入基金数量> ?x. }\n",
        "Answer": "\"6家\"\t\n"
    },
    {
        "QuestionId": "q1709",
        "RawQuestion": "召开临时股东大会的条件有哪些？\n",
        "Sparql": "select ?x where { <召开临时股东大会> <条件> ?x. }\n",
        "Answer": "\"董事人数不足\"\t\"公司未弥补的亏损达实收股本总额三分之一时\"\t\"单独或者合计持有公司百分之十以上股份的股东请求时\"\t\"董事会认为必要时\"\t\"监事会提议召开时\"\t\"公司章程规定的其他情形\"\t\n"
    },
    {
        "QuestionId": "q1439",
        "RawQuestion": "汽车是哪一年发明的？\n",
        "Sparql": "select ?x where { <汽车> <发明日期> ?x. }\n",
        "Answer": "\"1886\"\t\n"
    },
    {
        "QuestionId": "q4796",
        "RawQuestion": "维力医疗第一任董事长的上任时间?\n",
        "Sparql": "select ?x where { <维力医疗> <第一任董事长> ?y. ?y <上任时间>?x. }\n",
        "Answer": "<2011年>\t<2017年9月4日>\t\n"
    },
    {
        "QuestionId": "q1252",
        "RawQuestion": "电影朝花夕拾的编剧是哪里人？\n",
        "Sparql": "select ?y where { <朝花夕拾_（1987年方中信主演香港电影）> <编剧> ?x. ?x <出生地> ?y. }\n",
        "Answer": "<重庆_（中华人民共和国直辖市）>\t\n"
    },
    {
        "QuestionId": "q5117",
        "RawQuestion": "耳、鼻、咽拭子细菌培养的适应症是什么？\n",
        "Sparql": "select ?x where { <耳、鼻、咽拭子细菌培养> <适应症> ?x. }\n",
        "Answer": "\"打喷嚏咽部溃疡咽部有异物感间歇性耳痛单侧鼻腔阻塞耳冻伤耳硬化症耳痒耳闷耳廓癣耳廓红肿耳后红斑耳内流脓副耳歪鼻外耳道癣血性耳漏搏动性耳鸣传导性耳聋传导性耳鸣菜花耳鼻前庭囊肿幻味耳廓腹侧面局限性囊肿耳骨外翻发作性咳嗽嗌塞听力减退耳痛耳溢液鼻溢液咽痛咽部异物感口腔痛腮腺区肿大咳痰蠕动感怕冷\"\t\n"
    },
    {
        "QuestionId": "q4036",
        "RawQuestion": "沁园春雪的作者的毕业院校是？\n",
        "Sparql": "select ?x where { <沁园春·雪> <作者> ?y . ?y <毕业院校> ?x . }\n",
        "Answer": "<湖南第一师范学院>\t\n"
    },
    {
        "QuestionId": "q7588",
        "RawQuestion": "全年免费的济南护城河在什么地方？\n",
        "Sparql": "select ?x where { <济南护城河> <是否免费> \"全年免费\" . <济南护城河> <地址> ?x . }\n",
        "Answer": "\"明湖路271号\"\t\n"
    },
    {
        "QuestionId": "q1359",
        "RawQuestion": "花样滑冰双人滑选手隋文静的舞伴是？\n",
        "Sparql": "select ?x where { <隋文静> <搭档> ?x. }\n",
        "Answer": "<韩聪>\t\n"
    },
    {
        "QuestionId": "q6867",
        "RawQuestion": "演员章婷婷的出生日期是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <出生日期> ?X. } \n",
        "Answer": "\"11-9\"\t\n"
    },
    {
        "QuestionId": "q7114",
        "RawQuestion": "腹痛，发热及黄疸该怎么预防？\n",
        "Sparql": "select ?x where { <腹痛，发热及黄疸> <预防> ?x. }\n",
        "Answer": "\"积极治疗胆道系统疾病，少吃高脂肪高胆固醇的食品。黄疸见于过量进食含有胡萝卜素素的胡萝卜、南瓜、西红柿、柑桔等食物。胡萝卜素只引起皮肤黄染，巩膜正常；老年人球结膜有微黄色脂肪堆积，巩膜黄染不均匀，以内眦较明显，皮肤无黄染。假性黄疸时血胆红素浓度正常。\"\t\n"
    },
    {
        "QuestionId": "q3206",
        "RawQuestion": "非典属于什么?\n",
        "Sparql": "select ?x where { <非典> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q5058",
        "RawQuestion": "肺源性呼吸困难与什么疾病有关?\n",
        "Sparql": "select ?x where { <肺源性呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<支气管哮喘>\t<胎粪吸入综合征>\t<脂质性肺炎>\t\n"
    },
    {
        "QuestionId": "q2418",
        "RawQuestion": "4-甲基苯磺酸钾的英文名是什么？\n",
        "Sparql": "select ?x where { <4-甲基苯磺酸钾> <英文名> ?x. }\n",
        "Answer": "\"Benzenesulfonicacid,4-methyl-,potassiumsalt\"\t\n"
    },
    {
        "QuestionId": "q595",
        "RawQuestion": "中华民国首任教育总长的代表作品？\n",
        "Sparql": "select ?y where { ?x <主要成就> \"中华民国首任教育总长\". ?x <代表作品> ?y. }\n",
        "Answer": "<蔡元培自述>\t<中国伦理学史>\t\n"
    },
    {
        "QuestionId": "q2988",
        "RawQuestion": "光大证券董事长年薪是多少？\n",
        "Sparql": "select ?x where { <光大证券> <董事长> ?y. ?y <年薪> ?x. }\n",
        "Answer": "\"334.59万元\"\t\n"
    },
    {
        "QuestionId": "q5181",
        "RawQuestion": "社区获得性肺炎常见的并发症会有哪些？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <并发症> ?x. }\n",
        "Answer": "\"常见的并发症有：肺不张、肺脓肿或脓胸，较少见的并发症有心肌炎、感染性休克、呼吸衰竭及肾功能不全等。\"\t\n"
    },
    {
        "QuestionId": "q1995",
        "RawQuestion": "索尼公司的成立时间？\n",
        "Sparql": "select ?x where { <索尼公司> <成立时间> ?x. }\n",
        "Answer": "\"1970-09-10\"\t\n"
    },
    {
        "QuestionId": "q6432",
        "RawQuestion": "浙江世贸君澜大饭店的早餐类型包括什么？\n",
        "Sparql": "select ?x where { <浙江世贸君澜大饭店> <早餐类型> ?x. }\n",
        "Answer": "\"['西式', '中式']\"\t\n"
    },
    {
        "QuestionId": "q1044",
        "RawQuestion": "被称为\"李供奉\"的诗人有哪些作品？\n",
        "Sparql": "select ?y where { ?x <别称> <李供奉>. ?x <主要作品> ?y. }\n",
        "Answer": "<蜀道难_（李白作古体诗）>\t<静夜思_（李白诗作）>\t<梦游天姥吟留别>\t<将进酒_（唐代李白诗作）>\t\n"
    },
    {
        "QuestionId": "q5724",
        "RawQuestion": "武汉的梵高星空美术馆要多少钱？\n",
        "Sparql": "select ?x where { <梵高星空美术馆（江汉路旗舰店）> <城市> <武汉> . <梵高星空美术馆（江汉路旗舰店）> <平均价格> ?x . }\n",
        "Answer": "\"54\"\t\n"
    },
    {
        "QuestionId": "q3589",
        "RawQuestion": "脂溢性脱发属于什么?\n",
        "Sparql": "select ?x where { <脂溢性脱发> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q2857",
        "RawQuestion": "保险可以分成什么类型？\n",
        "Sparql": "select ?x where { <保险> <类别> ?x. }\n",
        "Answer": "\"社会保险\"\t\"再保险\"\t\"商业保险\"\t\"强制保险\"\t\"自愿保险\"\t\"原保险\"\t\"个人保险\"\t\"商务保险\"\t\n"
    },
    {
        "QuestionId": "q5931",
        "RawQuestion": "北京中国大饭店几点提供餐食？\n",
        "Sparql": "select ?x where { <北京中国大饭店> <就餐时间> ?x. }\n",
        "Answer": "\"每天06:00-10:30开放\"\t\n"
    },
    {
        "QuestionId": "q7160",
        "RawQuestion": "如何预防劳力性呼吸困难？\n",
        "Sparql": "select ?x where { <劳力性呼吸困难> <预防> ?x. }\n",
        "Answer": "\"劳力性呼吸困难预防治疗了解引起呼吸困难的病因，针对性治疗，避免诱发病症。应积极预防不利因素,如:戒烟、重体力劳动、过度运动。适当的运动不可过量超负荷运动。发现心源性呼吸困难最先出现的是劳力性呼吸困难。急性或慢性肺瘀血和肺活量减低也引起劳力性呼吸困难。心源性呼吸困难主要由左心和(或)右心衰竭引起，两者发生机制不同，左心衰竭所致呼吸困难较为严重。左心衰竭发生呼吸困难的主要原因是肺淤血和肺泡弹性降低。其机制为：①肺淤血，使气体弥散功能降低;②肺泡张力增高，刺激牵张感受器，通过迷走神经反射兴奋呼吸中枢;③肺泡弹性减退，其扩张与收缩能力降低，肺活量减少;④肺循环压力升高对呼吸中枢的反射性刺激。左心衰竭引起的呼吸困难特点是活动时出现或加重，休息时减轻或缓解，仰卧加重，坐位减轻。因活动时加重心脏负荷，机体耗氧量增加;坐位时下半身回心血量减少，减轻肺淤血的程度;同时坐位时膈位置降低，膈肌活动增大，肺活量可增加10%～30%，因此，病情较重病人，常被迫采取半坐位或端坐体位呼吸(orthopnea)。急性左心衰竭时，常出现阵发性呼吸困难，多在夜间睡眠中发生，称夜间阵发性呼吸困难。其发生机制为：①睡眠时迷走神经兴奋性增高，冠状动脉收缩，心肌供血减少，心功能降低;②小支气管收缩，肺泡通气减少;③仰卧位时肺活量减少，下半身静脉回心血量增多，致肺淤血加重;④呼吸中枢敏感性降低，对肺淤血引起的轻度缺氧反应迟钝，当淤血程度加重、缺氧明显时，才刺激呼吸中枢作出应答反应。发作时，病人常于熟睡中突感胸闷憋气惊醒，被迫坐起，惊恐不安，伴有咳嗽，轻者数分钟至数十分钟后症状逐渐减轻、缓解;重者高度气喘、面色青紫、大汗，呼吸有哮鸣声，咳浆液性粉红色泡沫样痰，两肺底部有较多湿性?音，心率增快，有奔马律。此种呼吸困难，又称“心源性哮喘”(cardiacasthma)，常见于高血压性心脏病、冠状动脉性心脏病(冠心病)、风湿性心瓣膜病、心肌炎和心肌病等。右心衰竭时呼吸困难的原因主要是体循环淤血所致。其发生机制为：①右心房与上腔静脉压升高，刺激压力感受器反射地兴奋呼吸中枢;②血氧含量减少，以及乳酸、丙酮酸等酸性代谢产物增多，刺激呼吸中枢;③淤血性肝肿大、腹水和胸水，使呼吸运动受限，肺受压气体交换面积减少。临床上主要见于慢性肺心病;渗出性或缩窄性心包炎，无右心衰竭，其发生呼吸困难的主要机制是由于大量心包渗液致心包压塞或心包纤维性增厚、钙化、缩窄，使心脏舒张受限，引起体循环静脉淤血所致。\"\t\n"
    },
    {
        "QuestionId": "q515",
        "RawQuestion": "富士山有多高？\n",
        "Sparql": "select ?y where { <富士山> <海拔> ?y. }\n",
        "Answer": "\"3775.63m\"\t\n"
    },
    {
        "QuestionId": "q5884",
        "RawQuestion": "禅泉度假酒店是收费还是免费？\n",
        "Sparql": "select ?x where { <禅泉度假酒店> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q4888",
        "RawQuestion": "干咳与哪些疾病有关？\n",
        "Sparql": "select ?x where { <干咳> <涉及疾病> ?x. }\n",
        "Answer": "<支气管哮喘>\t<百日咳>\t\n"
    },
    {
        "QuestionId": "q4467",
        "RawQuestion": "华盛顿大学的吉祥物原产地是哪里？\n",
        "Sparql": "select ?y where { <华盛顿大学_（华盛顿大学-西雅图）> <吉祥物> ?x. ?x <原产地> ?y.}\n",
        "Answer": "<俄罗斯_（俄罗斯联邦）>\t<格陵兰>\t\n"
    },
    {
        "QuestionId": "q665",
        "RawQuestion": "浙江大学出了哪些物理学家\n",
        "Sparql": "select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <浙江大学> . }\n",
        "Answer": "<谢树森>\t\n"
    },
    {
        "QuestionId": "q4256",
        "RawQuestion": "由中本聪提出的电子货币流通平台主要是？\n",
        "Sparql": "select ?y where { ?x <概念创始人> \"中本聪\" . ?x <种类> <电子货币_（通过电子化方式支付的货币）> . ?x <流通平台> ?y . }\n",
        "Answer": "\"网络\"\t\n"
    },
    {
        "QuestionId": "q3459",
        "RawQuestion": "新生儿黄疸属于什么?\n",
        "Sparql": "select ?x where { <新生儿黄疸> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6057",
        "RawQuestion": "广州失恋博物馆的儿童优惠政策是什么？\n",
        "Sparql": "select ?x where { <广州失恋博物馆> <优待政策> ?x. }\n",
        "Answer": "\"儿童(身高1.2米（含）以下)可享门票免费，全国医护人员凭借工作证享受门票免费，优惠截止时间请咨询景区，备注：全国医护人员凭借工作证享受门票免费，优惠截止时间请咨询景区\"\t\n"
    },
    {
        "QuestionId": "q5067",
        "RawQuestion": "水肿伴呼吸困难、紫绀与什么疾病有关?\n",
        "Sparql": "select ?x where { <水肿伴呼吸困难、紫绀> <涉及疾病> ?x. }\n",
        "Answer": "<尿毒症性肺炎>\t<血管神经性水肿>\t<上腔静脉综合征>\t<肺源性心脏病>\t<二尖瓣狭窄>\t\n"
    },
    {
        "QuestionId": "q2840",
        "RawQuestion": "光大证券的员工人数？\n",
        "Sparql": "select ?x where { <光大证券> <员工人数> ?x. }\n",
        "Answer": "\"8978人\"\t\n"
    },
    {
        "QuestionId": "q7018",
        "RawQuestion": "由病毒造成有咳嗽症状是属于什么病？\n",
        "Sparql": "select ?x where { ?x <症状> <咳嗽> . ?x <肇因> <病毒> . }\n",
        "Answer": "<肺炎>\t\n"
    },
    {
        "QuestionId": "q2425",
        "RawQuestion": "唐代女诗人薛涛于哪年去世？\n",
        "Sparql": "select ?x where { <薛涛_（唐代女诗人）> <去世时间> ?x. }\n",
        "Answer": "\"832\"\t\n"
    },
    {
        "QuestionId": "q2162",
        "RawQuestion": "苹果公司创始人出生于哪天？\n",
        "Sparql": "select ?x where { <苹果_（苹果产品公司）> <创始人> ?y . ?y <出生日期> ?x . }\n",
        "Answer": "\"1955-02-24\"\t\"1907-05-26\"\t\n"
    },
    {
        "QuestionId": "q3695",
        "RawQuestion": "脾肿大并且咳嗽通过哪项检查有效？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <咳嗽> . ?x <涉及症状> <脾肿大> . }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q5335",
        "RawQuestion": "与端坐呼吸以及哮鸣音有关的疾病是哪个？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <端坐呼吸> . ?x <涉及症状> <哮鸣音> . }\n",
        "Answer": "<支气管痉挛>\t<右心衰竭>\t<心力衰竭>\t\n"
    },
    {
        "QuestionId": "q2544",
        "RawQuestion": "电影《盗梦空间》哪个男主角是和族？\n",
        "Sparql": "select ?y where { ?x <中文名> \"盗梦空间\". ?x <主演> ?y. ?y <民族> <和族>. }\n",
        "Answer": "<渡边谦>\t\n"
    },
    {
        "QuestionId": "q4758",
        "RawQuestion": "纪念币的分类\n",
        "Sparql": "select ?x where { <纪念币> <类别> ?x. }\n",
        "Answer": "<贵金属纪念币>\t<普通纪念币>\t\n"
    },
    {
        "QuestionId": "q4535",
        "RawQuestion": "可立克有哪些高管硕士学历?\n",
        "Sparql": "select ?x where { <可立克> <公司高管> ?x. ?x <学历类别> <硕士>. }\n",
        "Answer": "<谢耘>\t<肖铿>\t<肖瑾>\t<李秉心>\t<韦少辉>\t<柳愈>\t\n"
    },
    {
        "QuestionId": "q3123",
        "RawQuestion": "腹泻疾病属于什么类型?\n",
        "Sparql": "select ?x where { <腹泻疾病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3182",
        "RawQuestion": "牛皮癣属于什么?\n",
        "Sparql": "select ?x where { <牛皮癣> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1460",
        "RawQuestion": "迈克尔·杰克逊的经纪公司是哪一个？\n",
        "Sparql": "select ?x where { <迈克尔·杰克逊> <经纪公司> ?x. }\n",
        "Answer": "<索尼音乐>\t\n"
    },
    {
        "QuestionId": "q5143",
        "RawQuestion": "冠状病毒感染的并发症有哪些？\n",
        "Sparql": "select ?x where { <冠状病毒感染> <并发症> ?x. }\n",
        "Answer": "\"最常见并发症为继发细菌感染。\"\t\n"
    },
    {
        "QuestionId": "q4374",
        "RawQuestion": "经典动画《星际牛仔》的导演是谁？\n",
        "Sparql": "select ?x where {<星际牛仔_（1998年日升公司制作的原创动画）> <导演> ?x.}\n",
        "Answer": "<渡边信一郎>\t\n"
    },
    {
        "QuestionId": "q4377",
        "RawQuestion": "知名朋克摇滚乐队性手枪成立于哪一年？\n",
        "Sparql": "select ?x where { <性手枪> <成立时间> ?x.}\n",
        "Answer": "\"1972\"\t\n"
    },
    {
        "QuestionId": "q447",
        "RawQuestion": "勾股定理是由谁提出的？\n",
        "Sparql": "select ?x where { <勾股定理> <提出者> ?x . }\n",
        "Answer": "<毕达哥拉斯>\t<商高>\t<赵爽_（古代数学家）>\t\n"
    },
    {
        "QuestionId": "q99",
        "RawQuestion": "作家狄更斯是哪个国家的？\n",
        "Sparql": "select ?x where { <查尔斯·狄更斯> <国籍> ?x. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q6722",
        "RawQuestion": "德州有什么特产？\n",
        "Sparql": "select ?a where { <德州_（山东省地级市）> <特产>  ?a. } \n",
        "Answer": "<德州扒鸡>\t<保店驴肉>\t<乐陵小枣>\t\n"
    },
    {
        "QuestionId": "q130",
        "RawQuestion": "鸿上光生是哪部作品中的人物？\n",
        "Sparql": "select ?x where { <鸿上光生> <登场作品> ?x. }\n",
        "Answer": "<假面骑士000>\t\n"
    },
    {
        "QuestionId": "q31",
        "RawQuestion": "中华民国首任教育总长是谁？\n",
        "Sparql": "select ?x where { ?x <主要成就> \"中华民国首任教育总长\". }\n",
        "Answer": "<蔡元培>\t\n"
    },
    {
        "QuestionId": "q2076",
        "RawQuestion": "康乃馨象征着什么？\n",
        "Sparql": "select ?x where { <康乃馨_（石竹属植物）> <象征意义> ?x . }\n",
        "Answer": "<爱_（情感）>\t\n"
    },
    {
        "QuestionId": "q4080",
        "RawQuestion": "明成祖朱棣的年号是什么？\n",
        "Sparql": "select ?x where { <朱棣_（明成祖）> <年号> ?x . }\n",
        "Answer": "<永乐_（明成祖朱棣年号）>\t\n"
    },
    {
        "QuestionId": "q1679",
        "RawQuestion": "深防御50是什么指数？\n",
        "Sparql": "select ?x where { <深防御50> <指数类型> ?x. }\n",
        "Answer": "<深证指数>\t\n"
    },
    {
        "QuestionId": "q2453",
        "RawQuestion": "《富春山居图》是谁的作品？\n",
        "Sparql": "select ?x where { <富春山居图_（元朝画家黄公望作品）> <作者> ?x. }\n",
        "Answer": "<黄公望>\t\n"
    },
    {
        "QuestionId": "q2653",
        "RawQuestion": "被称作\"娜姐\"的网球运动员的单打战绩是多少？\n",
        "Sparql": "select ?y where { ?x <别名> \"娜姐\". ?x <单打职业战绩> ?y. }\n",
        "Answer": "\"503胜188负（截至2014.09）\"\t\n"
    },
    {
        "QuestionId": "q625",
        "RawQuestion": "姚明念的那所初中校训是什么？\n",
        "Sparql": "select ?z where { ?x <中文名> \"姚明\" . ?x <初中> ?y . ?y <校训> ?z . }\n",
        "Answer": "<诚>\t<朴_（汉字）>\t<勤>\t<勇>\t\n"
    },
    {
        "QuestionId": "q7567",
        "RawQuestion": "惠州金海湾喜来登度假酒店有网吗？\n",
        "Sparql": "select ?x where { <惠州金海湾喜来登度假酒店> <wifi情况> ?x. }\n",
        "Answer": "\"有免费wifi\"\t\n"
    },
    {
        "QuestionId": "q5173",
        "RawQuestion": "从医学专科角度看，病毒性肺炎属于什么？\n",
        "Sparql": "select ?x where { <病毒性肺炎> <医学专科> ?x. }\n",
        "Answer": "\"胸腔医学\"\t\n"
    },
    {
        "QuestionId": "q6140",
        "RawQuestion": "广州失恋博物馆的所在城市是哪？\n",
        "Sparql": "select ?x where { <广州失恋博物馆> <城市> ?x. }\n",
        "Answer": "<广州>\t\n"
    },
    {
        "QuestionId": "q2321",
        "RawQuestion": "北京大学的地址是哪里？\n",
        "Sparql": "select ?x where { <北京大学> <学校地址> ?x . }\n",
        "Answer": "\"中国北京市海淀区颐和园路5号\"\t\n"
    },
    {
        "QuestionId": "q5054",
        "RawQuestion": "咳嗽伴呼吸困难与什么疾病有关?\n",
        "Sparql": "select ?x where { <咳嗽伴呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<尿毒症性肺炎>\t<自发性气胸>\t<小儿急性喉炎>\t\n"
    },
    {
        "QuestionId": "q6517",
        "RawQuestion": "京都信苑饭店的早餐包括什么类型？\n",
        "Sparql": "select ?x where { <京都信苑饭店> <早餐类型> ?x. }\n",
        "Answer": "\"['西式', '中式']\"\t\n"
    },
    {
        "QuestionId": "q113",
        "RawQuestion": "范仲淹的谥号是什么？\n",
        "Sparql": "select ?x where { <范仲淹> <谥号> ?x. }\n",
        "Answer": "<文正_（中国古代谥号）>\t\n"
    },
    {
        "QuestionId": "q4956",
        "RawQuestion": "气短与什么疾病有关？\n",
        "Sparql": "select ?x where { <气短> <涉及疾病> ?x. }\n",
        "Answer": "<心肌炎>\t<纵隔囊肿>\t\n"
    }
]