[
    {
        "QuestionId": "q7117",
        "RawQuestion": "怎么预防非感染性发热？\n",
        "Sparql": "select ?x where { <非感染性发热> <预防> ?x. }\n",
        "Answer": "\"家庭需常备的发烧的药品小儿泰诺林、美林――都是强生的，这2种诚宝都用过，退烧效果好，吃完后出很多汗从而退烧，但是吃的次数不能多，吃多了副作用大，一定要按照说明进行服用;退热帖――帖子额头或者后颈上，退热效果也很好;退热栓――塞在屁股上，退热效果也很好，个人感觉很麻烦，塞进去后宝宝用力哭就出来了，诚宝发烧时我试了好几次都没成功!新稀宝片――可有效提高人体免疫力，有效抵抗病毒的入侵，从而从根本上预防和治疗发烧发热，这产品在目前市场反馈还是挺不错的家庭治疗措施：●不要急于降温如果医生确定你只是感冒了，在你能耐受的范围内，最好不要急于服用解热药。发烧是体内抵抗感染的机制之一。我们的身体藉由升高体温来调动自身的防御系统杀死外来病菌(一般来说，病菌在39℃以上时就会死亡)，从而缩短疾病时间、增强抗生素的效果。如果你在感冒初起时(37―38.5℃)使用药物来退烧，会使体内的细菌暂时变成假死状态，并使他们产生抗药性，一旦死灰复燃，往往更难治疗。●冷敷如果高烧让你无法耐受，可以采用冷敷帮助降低体温。在额头、手腕、小腿上各放一块湿冷毛巾，其他部位应以衣物盖住。当冷敷布达到体温时，应换一次，反复直到烧退为止。也可将冰块包在布袋里，放在额头上。●热敷假使体温不是太高，可以采用热敷来退烧。用热的湿毛巾反复擦拭病人额头、四肢，使身体散热，直到退烧为止。但是，如果体温上升到39℃以上，切勿再使用热敷退烧，应以冷敷处理，以免体温继续升高。●擦拭身体蒸发也确降温作用。专家建议使用冷自来水来帮助皮肤驱散过多的热。虽然你可以擦拭(用海绵)全身，但应特别加强一些体温较高的部位，例如腋窝及鼠蹊部。将海绵挤出过多的水后，一次擦拭一个部位，其他部位应以衣物盖住。体温将蒸发这些水分，有助于散热。●泡澡有时候，泡个温水澡是最舒服不过了。它同样也可以起到缓解发热的症状。婴儿应以温水泡澡，或是以湿毛巾包住婴儿，每15分钟换一次。●补充液体当你发烧时，你的身体会流汗散热;但当你发高烧时，身体会因为流失太多水分而关闭汗腺，以阻止进一步的水分流失，这使你的身体无法散热。解决之道就是补充液体，喝大量的白开水及果菜汁，其中果菜汁含丰富的维生素及矿物质，尤其是甜菜汁及胡萝卜汁。如果你想喝番茄汁，应选用低钠的产品。发烧期间应避免固体食物，直到状况好转。如果呕吐情形不严重，还可以吃冰块退烧。在制冰盒内倒入果汁，冰成冰块，还可在冰格内放入葡萄或草莓，这尤其受到发烧的孩子欢迎。●适当服用止痛药若感到非常不舒服，可服用止痛药。成人服用2片阿司匹林或2片扑热息痛，每4小时服用――次。扑热息痛的优点是较少人对它过敏。由于阿司匹林与扑热息痛的作用方式有些不同，因此你若觉得使用任何一种皆无法有效地控制发烧，不妨两种并用。每6小时服用2片阿司匹林及2片扑热息痛。服用这些药物时，需先经医师同意。●切勿让孩子服用阿司匹林18岁以下的青少年，千万不要服用阿司匹林。因为阿司匹林可能使发烧的儿童爆发雷氏症候群，这是一种致命性的神经疾病。儿童可以用扑热息痛代替。以每磅体重服用5―7毫克的方式，计算服用量，每4小时服用一次。记住，增加使用频率或超过适当剂量，都有危险，一定要有医生的指导下服用。●注意穿衣适量如果你感到很热，则脱下过多的衣物，使体内的热气可以散发出来。但如果因此而使你打寒颤，则说明衣物太少，应该增加，直到不冷为止。如果患者是小婴儿，则需特别注意，因为他们还不会表达他们的感受。其实，给小孩穿过多衣服或把他们置于酷热的场所，都可能引起发烧。同时，勿使室温过高，医师通常建议勿超过20℃。同时，应让室内适度地透气，以帮助复原，并保持柔和的光线，使病人放松心情。\"\t\n"
    },
    {
        "QuestionId": "q2755",
        "RawQuestion": "大连有几个期货交易所？\n",
        "Sparql": "select ?x where { <大连> <期货交易所数量> ?x. }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q3295",
        "RawQuestion": "绝经属于什么?\n",
        "Sparql": "select ?x where { <绝经> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<科学百科疾病症状分类>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2386",
        "RawQuestion": "小说《鬼吹灯》的作者是谁？\n",
        "Sparql": "select ?x where { <鬼吹灯_（天下霸唱创作小说）> <作者> ?x. }\n",
        "Answer": "<天下霸唱>\t\n"
    },
    {
        "QuestionId": "q1301",
        "RawQuestion": "冰与火之歌中有些人物？\n",
        "Sparql": "select ?y where { ?y <登场作品> <冰与火之歌_（乔治·R·R·马丁所著小说）>. }\n",
        "Answer": "<文德尔·曼德勒>\t<瓦德·佛雷>\t<琼恩>\t<道朗·马泰尔>\t<亚莲恩·马泰尔>\t<无垢者>\t<布兰_（小说《冰与火之歌》人物）>\t<西利欧·佛瑞尔>\t<曼斯·雷德>\t<瑞肯·史塔克>\t<断掌科林>\t<罗拔·罗伊斯>\t<玛格丽·提利尔>\t<戴蒙·黑火>\t<白灵_（小说《冰与火之歌》中琼恩的冰原狼）>\t<伊耿·坦格利安_（《冰与火之歌》角色伊耿·坦格利安一世）>\t<维桑尼亚·坦格利安>\t<伊莉亚·马泰尔>\t<韦赛里斯·坦格利安>\t<莱安娜·莫尔蒙>\t\n"
    },
    {
        "QuestionId": "q2372",
        "RawQuestion": "饮品养乐多又叫什么？\n",
        "Sparql": "select ?y where { <养乐多> <别名> ?y. }\n",
        "Answer": "\"益力多\"\t\n"
    },
    {
        "QuestionId": "q7253",
        "RawQuestion": "类风湿关节炎患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <类风湿关节炎> <就诊科室> ?x. }\n",
        "Answer": "\"内科\"\t\"风湿免疫科\"\t\n"
    },
    {
        "QuestionId": "q5639",
        "RawQuestion": "青海宾馆的最早入住时间是？\n",
        "Sparql": "select ?x where { <青海宾馆> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q1556",
        "RawQuestion": "小马哥有哪些主要成就？\n",
        "Sparql": "select ?y where { ?x <别名>\"小马哥\". ?x <主要成就> ?y. }\n",
        "Answer": "\"改变中国SNS现状\"\t\"1998年创立 腾讯公司\"\t\"腾讯慈善基金会\"\t\"CCTV多个栏目作曲\"\t\"北京现代音乐学院多项科研成果\"\t\"顶级合成器Clavia Nord代言人\"\t\"诸多艺人演唱会现场键盘手／音乐总监\"\t\"北京市第一\"\t\"2011年荣获北京市首都大学生演讲比赛一等奖\"\t\"2010年荣获全国导游服务技能大赛二等奖\"\t\"2012年潍坊电视台谁是睛彩新主播主持人大赛二十强\"\t\"2013最佳男主角提名\"\t\"2014金蔷薇奖专家伯乐奖\"\t\"马叫哥\"\t\n"
    },
    {
        "QuestionId": "q2617",
        "RawQuestion": "有哪些盛产荔枝和龙眼的地级市？\n",
        "Sparql": "select ?x where { ?x <行政区类别> <地级市>. ?x <特产> <荔枝>. ?x <特产> <龙眼_（无患子科龙眼属植物）>. }\n",
        "Answer": "<茂名>\t\n"
    },
    {
        "QuestionId": "q260",
        "RawQuestion": "巴黎圣母院是什么风格的建筑？\n",
        "Sparql": "select ?x where { <巴黎圣母院_（法国巴黎教堂）> <建筑风格> ?x. }\n",
        "Answer": "<哥特式>\t\n"
    },
    {
        "QuestionId": "q3481",
        "RawQuestion": "蛲虫病属于什么?\n",
        "Sparql": "select ?x where { <蛲虫病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4797",
        "RawQuestion": "维力医疗的向董国籍?\n",
        "Sparql": "select ?x where { <向彬_(维力医疗董事长)> <国籍> ?x. }\n",
        "Answer": "<中国>\t\n"
    },
    {
        "QuestionId": "q3370",
        "RawQuestion": "脓疱疮是怎么传播的？\n",
        "Sparql": "select ?x where { <脓疱疮> <传播途径> ?x. }\n",
        "Answer": "<接触传播>\t\n"
    },
    {
        "QuestionId": "q1618",
        "RawQuestion": "列出上海的所有游戏公司吧？\n",
        "Sparql": "select ?x where { ?x <经营范围> <游戏_（娱乐活动）>. ?x <总部地点> <上海_（中华人民共和国直辖市）>. }\n",
        "Answer": "<上海龙魂网络科技有限公司>\t<上海恒邑广告有限公司>\t<上海第九城市信息技术有限公司>\t<上海派讯技术信息科技有限公司>\t<上海索乐软件有限公司>\t<盛大在线>\t<沸沸网>\t\n"
    },
    {
        "QuestionId": "q5544",
        "RawQuestion": "天津独角兽星空艺术馆附近可以给车充电的酒店\n",
        "Sparql": "select ?y where { <天津独角兽星空艺术馆> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有充电车位> <有充电车位>. ?y <类型> <酒店>.  }\n",
        "Answer": "<天津金皇大酒店>\t\n"
    },
    {
        "QuestionId": "q5963",
        "RawQuestion": "南京博物院什么季节最适合游玩？\n",
        "Sparql": "select ?x where { <南京博物院> <最佳游玩时间> ?x. }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q261",
        "RawQuestion": "《名侦探柯南》是由谁的同名漫画改编的？\n",
        "Sparql": "select ?x where { <柯南_（同名漫画改编的长篇推理动画）> <原作> ?x. }\n",
        "Answer": "<青山刚昌>\t\n"
    },
    {
        "QuestionId": "q6700",
        "RawQuestion": "树袋熊生活在哪个国家？\n",
        "Sparql": "select ?x where { ?x <代表动物> <树袋熊> . } \n",
        "Answer": "<澳大利亚>\t\n"
    },
    {
        "QuestionId": "q1729",
        "RawQuestion": "认购期权的特点？\n",
        "Sparql": "select ?x where { <认购期权> <特点> ?x. }\n",
        "Answer": "\"最大盈利无上限\"\t\"最大损失有限\"\t\n"
    },
    {
        "QuestionId": "q1251",
        "RawQuestion": "写有菩提十书的作家信仰什么宗教？\n",
        "Sparql": "select ?y where { ?x <代表作品> <菩提十书>. ?x <信仰> ?y. }\n",
        "Answer": "<佛教>\t\n"
    },
    {
        "QuestionId": "q4949",
        "RawQuestion": "气喘与什么疾病有关？\n",
        "Sparql": "select ?x where { <气喘> <涉及疾病> ?x. }\n",
        "Answer": "<支气管哮喘>\t<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q5570",
        "RawQuestion": "去南京恋爱博物馆一般需要多少钱吗？\n",
        "Sparql": "select ?x where { <南京恋爱博物馆> <平均价格> ?x. }\n",
        "Answer": "\"52\"\t\n"
    },
    {
        "QuestionId": "q2120",
        "RawQuestion": "作家余华有哪些代表作？\n",
        "Sparql": "select ?x where { <余华_（当代作家）> <代表作品> ?x . }\n",
        "Answer": "<活着_（余华著长篇小说）>\t<世事如烟>\t<十八岁出门远行>\t<许三观卖血记_（余华小说）>\t<鲜血梅花>\t\n"
    },
    {
        "QuestionId": "q7042",
        "RawQuestion": "呼吸衰竭的DiseasesDB是什么？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <DiseasesDB> ?x. }\n",
        "Answer": "\"6623\"\t\n"
    },
    {
        "QuestionId": "q911",
        "RawQuestion": "《全唐诗》编于哪个朝代？\n",
        "Sparql": "select ?y where { <全唐诗> <作者> ?x. ?x <所处时代> ?y. }\n",
        "Answer": "<清朝_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q1236",
        "RawQuestion": "《半生缘》的作者其出生日期是？\n",
        "Sparql": "select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1920-09-30\"\t\n"
    },
    {
        "QuestionId": "q2827",
        "RawQuestion": "华泰证券控股了哪些公司？\n",
        "Sparql": "select ?x where { <华泰证券> <控股公司> ?x. }\n",
        "Answer": "<华泰期货有限公司>\t<华泰联合证券有限责任公司>\t<江苏股权交易中心有限责任公司>\t\n"
    },
    {
        "QuestionId": "q6255",
        "RawQuestion": "溪口银凤度假村的电话是多少？\n",
        "Sparql": "select ?x where { <溪口银凤度假村> <电话> ?x. }\n",
        "Answer": "\"0574-81866666\"\t\n"
    },
    {
        "QuestionId": "q4662",
        "RawQuestion": "中国国库券的最短期限\n",
        "Sparql": "select ?x where { <国库券> <最短期限> ?x. }\n",
        "Answer": "\"一年\"\t\n"
    },
    {
        "QuestionId": "q4112",
        "RawQuestion": "《马可·波罗游记》的作者是哪国人？\n",
        "Sparql": "select ?y where { <马可·波罗游记_（马可·波罗口述、鲁思梯谦记录游记）> <作者> ?x . ?x <国籍> ?y . }\n",
        "Answer": "<意大利_（意大利共和国）>\t\n"
    },
    {
        "QuestionId": "q4436",
        "RawQuestion": "易水歌的作者的主要事迹是什么？\n",
        "Sparql": "select ?x where { <易水歌> <作者> ?y. ?y <主要事迹> ?x . }\n",
        "Answer": "\"荆轲刺秦王\"\t\"击之不中\"\t\n"
    },
    {
        "QuestionId": "q2842",
        "RawQuestion": "申万行业有多少个行业类别\n",
        "Sparql": "select ?x where { <申万行业> <类别数> ?x. }\n",
        "Answer": "\"29\"\t\n"
    },
    {
        "QuestionId": "q7190",
        "RawQuestion": "吞咽痛而拒食该如何预防？\n",
        "Sparql": "select ?x where { <吞咽痛而拒食> <预防> ?x. }\n",
        "Answer": "\"吞咽痛的预防：1.在急性期应及时选用抗病毒、抗菌药物治疗，勿使急性咽喉炎转为慢性，在慢性期抗菌药物一般是不需要的；2.及时治疗鼻、口腔、下呼吸道疾病，包括病牙；3.勿饮烈性酒和吸烟，饮食时避免辛辣、酸等强刺激调味品；4.改善工作生活环境，结合设备的改造，减少粉尘、有害气体对身体的刺激；5.生活起居有常，劳逸结合，及时治疗各种慢性疾病，保持每天通便，清晨用淡盐水漱口或少量饮用淡盐水（高血压、肾病患者勿饮盐开水）；6.适当控制用声，用声不当、用声过度、长期持续演讲和演唱对咽喉炎治疗不利。鼻源性急慢性咽炎的综合预防及治疗：鼻源性急慢性咽炎指因鼻部炎症的分泌物或鼻部炎症扩散所引发的咽炎。鼻源性急性咽炎多继发于急性鼻炎（俗称“感冒”、“伤风”）或其它上呼吸道感染。鼻源性慢性咽炎则因鼻部炎症的脓性分泌物粘附于咽喉处而引起。\"\t\n"
    },
    {
        "QuestionId": "q4709",
        "RawQuestion": "金融衍生工具中option是什么意思\n",
        "Sparql": "select ?x where { <option_期权> <释义> ?x. }\n",
        "Answer": "\"期权\"\t\n"
    },
    {
        "QuestionId": "q6707",
        "RawQuestion": "长颈鹿是哪一种动物的代表？\n",
        "Sparql": "select ?a where { ?a <代表物种> <长颈鹿>. } \n",
        "Answer": "<草原动物>\t\n"
    },
    {
        "QuestionId": "q7345",
        "RawQuestion": "南京中心大酒店附近有哪些景点？\n",
        "Sparql": "select ?x where { <南京中心大酒店> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <类型> <景点>. }\n",
        "Answer": "<南京爱情博物展（新街口总店）>\t<南京独角兽星空艺术馆旗舰店>\t<南京恋爱博物馆>\t<南京博物院>\t<永银钱币博物馆>\t\n"
    },
    {
        "QuestionId": "q3517",
        "RawQuestion": "小儿毛细支气管炎涉及什么检查？\n",
        "Sparql": "select ?x where { <小儿毛细支气管炎> <涉及检查> ?x. }\n",
        "Answer": "<血气分析>\t\n"
    },
    {
        "QuestionId": "q1289",
        "RawQuestion": "\"知命\"一词出自哪本经典作品？\n",
        "Sparql": "select ?x where { <知命_（儒家的思想理念）> <出自> ?x. }\n",
        "Answer": "<论语_（记录孔子及其弟子语录体散文集）>\t\n"
    },
    {
        "QuestionId": "q2664",
        "RawQuestion": "何炅和张杰老婆合作的节目作品是啥？\n",
        "Sparql": "select ?x where { ?y <配偶> <张杰_（中国四川籍男歌手）>. ?y <代表作品> ?x. <何炅> <代表作品> ?x. }\n",
        "Answer": "<快乐大本营>\t\n"
    },
    {
        "QuestionId": "q3435",
        "RawQuestion": "异位妊娠属于什么?\n",
        "Sparql": "select ?x where { <异位妊娠> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q4439",
        "RawQuestion": "著名的涿鹿之战的指挥官的妻子是谁？\n",
        "Sparql": "select ?x where { <涿鹿之战> <主要指挥官> ?y. ?y <配偶> ?x . }\n",
        "Answer": "<嫘祖>\t\n"
    },
    {
        "QuestionId": "q3188",
        "RawQuestion": "椎管狭窄属于什么?\n",
        "Sparql": "select ?x where { <椎管狭窄> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q7079",
        "RawQuestion": "身热有什么预防方法？\n",
        "Sparql": "select ?x where { <身热> <预防> ?x. }\n",
        "Answer": "\"治法：滋阴清热。方药：清骨散。本方具有养阴清热，退热除蒸的功效。方中以银柴胡、知母、胡黄连、地骨皮、青蒿、秦艽清退虚热，鳖甲滋阴潜阳，甘草调和诸药。盗汗较甚者，可去青蒿，加牡蛎、浮小麦、糯稻根固表敛汗；阴虚较甚者，加玄参、生地、制首乌滋养阴精；失眠者，加酸枣仁、柏子仁、夜交藤养心安神；兼有气虚而见头晕气短，体倦乏力者，加北沙参、麦冬、五味子益气养阴。阴虚发热常用药品：知柏地黄丸滋阴降火。用于阴虚火旺，潮热盗汗，口干咽痛，耳鸣遗精，小便短赤。\"\t\n"
    },
    {
        "QuestionId": "q3384",
        "RawQuestion": "室性期前收缩属于什么?\n",
        "Sparql": "select ?x where { <室性期前收缩> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4675",
        "RawQuestion": "金融远期合约的主要类型\n",
        "Sparql": "select ?x where { <金融远期合约> <类别> ?x. }\n",
        "Answer": "\"投资\"\t\"套期保值\"\t\"投机\"\t\n"
    },
    {
        "QuestionId": "q4848",
        "RawQuestion": "蜂窝织炎还与什么症状有关？\n",
        "Sparql": "select ?x where { <蜂窝织炎> <涉及症状> ?x. }\n",
        "Answer": "<咽喉炎>\t<感染性发热>\t<掌心凹消失或稍隆起>\t<伤口感染>\t\n"
    },
    {
        "QuestionId": "q4056",
        "RawQuestion": "妲己是谁的女儿？\n",
        "Sparql": "select ?x where { ?x <子女> <妲己_（商纣王妃子）> . }\n",
        "Answer": "<苏护>\t\n"
    },
    {
        "QuestionId": "q5196",
        "RawQuestion": "对于胸腔积液应该如何进行药物治疗？\n",
        "Sparql": "select ?x where { <胸腔积液> <药物治疗> ?x. }\n",
        "Answer": "\"1.抗生素治疗对于肺炎伴胸腔积液、脓胸，可选择敏感抗生素治疗。对于脓胸，抗生素要足量，体温恢复正常后再持续用药2周以上，防止脓胸复发。2.靶向治疗部分药物在晚期非小细胞肺癌治疗中显示出较好的临床疗效，其中包括以表皮生长因子受体为靶点的靶向治疗，可用于化疗失败者或法接受化疗的患者。此外是以肿瘤血管生成为靶点的靶向治疗。3.糖皮质激素治疗有全身毒性症状严重、大量胸腔积液者，在抗结核药物治疗的同时，可尝试加用糖皮质激素，待体温正常、全身毒性症状减轻、胸腔积液量明显减少时，应逐渐减量以至停用。停药速度不宜过快，否则易出现反跳现象，一般疗程为4～6周。注意不良反应或结核播散，应慎重掌握适应证。4.化疗对于恶性胸腔积液，正确诊断恶性肿瘤及组织类型，及时进行合理有效化疗，对缓解症状、减轻痛苦、提高生存质量、延长生命有重要意义。\"\t\n"
    },
    {
        "QuestionId": "q2077",
        "RawQuestion": "星巴克出售什么？\n",
        "Sparql": "select ?x where { <星巴克_（美国连锁咖啡公司）> <经营范围> ?x . }\n",
        "Answer": "<咖啡_（世界三大饮料之一）>\t\n"
    },
    {
        "QuestionId": "q6040",
        "RawQuestion": "天津独角兽星空艺术馆和天津梵高星空艺术馆（天河城旗舰店）距离有多远？听说离得挺近的。\n",
        "Sparql": "select ?t where { <天津独角兽星空艺术馆> <附近> ?cvt. ?cvt <实体名称> <天津梵高星空艺术馆（天河城旗舰店）>. ?cvt <距离值> ?t.}\n",
        "Answer": "\"2\"\t\n"
    },
    {
        "QuestionId": "q2625",
        "RawQuestion": "唱《钟无艳》的歌手在哪里毕业的？\n",
        "Sparql": "select ?x where { ?y <代表作品> <钟无艳_（中国古代四大丑女之一）>. ?y <毕业院校> ?x. }\n",
        "Answer": "<北京电影学院>\t<香港大学文学院>\t\n"
    },
    {
        "QuestionId": "q5945",
        "RawQuestion": "凤凰中心内有储物柜租赁服务吗？\n",
        "Sparql": "select ?x where { <凤凰中心> <是否有储物柜租赁> ?x. }\n",
        "Answer": "<没有储物柜租赁>\t\n"
    },
    {
        "QuestionId": "q309",
        "RawQuestion": "曹文轩老师创作的草房子收录在哪里？\n",
        "Sparql": "select ?x where { <草房子_（1997年曹文轩创作的小说）> <作品出处> ?x. }\n",
        "Answer": "<曹文轩文集>\t\n"
    },
    {
        "QuestionId": "q1528",
        "RawQuestion": "合肥是哪个省的省会？\n",
        "Sparql": "select ?x where { <合肥> <所属地区> ?x. ?x <行政区类别> <省_（一级地方行政区）>. }\n",
        "Answer": "<安徽>\t\n"
    },
    {
        "QuestionId": "q224",
        "RawQuestion": "小说《孤军日志》连载于哪个网站？\n",
        "Sparql": "select ?x where { <孤军日志> <连载网站> ?x. }\n",
        "Answer": "<起点_（网站名称）>\t\n"
    },
    {
        "QuestionId": "q36",
        "RawQuestion": "有什么和\"凿壁偷光\"意思相近的词语？\n",
        "Sparql": "select ?x where { <凿壁偷光> <近义词> ?x. }\n",
        "Answer": "<悬梁刺股>\t<囊萤映雪>\t\n"
    },
    {
        "QuestionId": "q2773",
        "RawQuestion": "大华股份的净资产是多少？\n",
        "Sparql": "select ?x where { <大华股份> <净资产> ?x. }\n",
        "Answer": "\"117亿\"\t\n"
    },
    {
        "QuestionId": "q2512",
        "RawQuestion": "有哪些大学坐落于北京市海淀区？\n",
        "Sparql": "select ?x where { ?x <类别> <公立大学>. ?x <所属地区> <海淀区>. }\n",
        "Answer": "<中国劳动关系学院>\t<北京农业大学>\t<清华大学>\t<中国地质大学（北京）研究生院>\t<中关村学院>\t\n"
    },
    {
        "QuestionId": "q7234",
        "RawQuestion": "有雀斑应该去哪个科室咨询？\n",
        "Sparql": "select ?x where { <雀斑> <就诊科室> ?x. }\n",
        "Answer": "\"皮肤科\"\t\"皮肤性病科\"\t\n"
    },
    {
        "QuestionId": "q4395",
        "RawQuestion": "北美洲有哪些议会制君主立宪制的国家？\n",
        "Sparql": "select ?x where{?x <所属洲> <北美洲>. ?x <政治体制> <议会制君主立宪制>.}\n",
        "Answer": "<西印度群岛联邦>\t<库拉索>\t<加拿大_（北美洲国家）>\t<蒙特塞拉特>\t<百慕大共和国>\t<亚利根帝国>\t<牙买加>\t\n"
    },
    {
        "QuestionId": "q1951",
        "RawQuestion": "合成树脂的上游是？\n",
        "Sparql": "select ?x where { <合成树脂> <上游> ?x. }\n",
        "Answer": "<燃料油>\t<石脑油>\t<液化气>\t<润滑油>\t\n"
    },
    {
        "QuestionId": "q1868",
        "RawQuestion": "沪港通标的股票范围？\n",
        "Sparql": "select ?x where { <沪港通> <标的股票范围> ?x. }\n",
        "Answer": "\"恒生综合大型股指数的成份股\"\t\"恒生综合中型股指数的成份股\"\t\"上海证券交易所上市的A+H股公司的H股\"\t\n"
    },
    {
        "QuestionId": "q1300",
        "RawQuestion": "梵高是哪个派别？\n",
        "Sparql": "select ?x where { <梵高_（梵高）> <派别> ?x. }\n",
        "Answer": "<后印象派>\t\n"
    },
    {
        "QuestionId": "q62",
        "RawQuestion": "《不平常的蛋糕》是谁写的？\n",
        "Sparql": "select ?y where { <不平常的蛋糕> <作者> ?y. }\n",
        "Answer": "<宋庆龄>\t\n"
    },
    {
        "QuestionId": "q4722",
        "RawQuestion": "人们常说的\"五险一金\"都指的是什么?\n",
        "Sparql": "select ?x where { <五险一金> <包含> ?x. }\n",
        "Answer": "<工伤保险>\t<住房公积金>\t<失业保险>\t<养老保险>\t<生育保险>\t<医疗保险>\t\n"
    },
    {
        "QuestionId": "q3005",
        "RawQuestion": "肺炎克雷伯杆菌抗体测定属于哪种类型？\n",
        "Sparql": "select ?x where { <肺炎克雷伯杆菌抗体测定> <类型> ?x. }\n",
        "Answer": "<感染性疾病免疫检测>\t\n"
    },
    {
        "QuestionId": "q2347",
        "RawQuestion": "棉花糖在英语中怎么讲？\n",
        "Sparql": "select ?x where { <棉花糖_（糖果）> <外文名> ?x. }\n",
        "Answer": "\"marshmallow /cotton candy\"\t\n"
    },
    {
        "QuestionId": "q207",
        "RawQuestion": "海贼王里布鲁克的梦想是什么？\n",
        "Sparql": "select ?x where { <布鲁克_（日本动漫《海贼王》中主要人物）> <梦想> ?x. }\n",
        "Answer": "\"回到双子跟鲸鱼拉布重逢\"\t\n"
    },
    {
        "QuestionId": "q1676",
        "RawQuestion": "美股指数有哪些？\n",
        "Sparql": "select ?x where { <美股> <指数> ?x. }\n",
        "Answer": "<纳斯达克>\t<道琼斯>\t<标普500>\t\n"
    },
    {
        "QuestionId": "q4415",
        "RawQuestion": "歌曲《爱情是圆的》的原唱是谁？\n",
        "Sparql": "select ?x where { <爱情是圆的> <歌曲原唱> ?x. }\n",
        "Answer": "<林宥嘉>\t\n"
    },
    {
        "QuestionId": "q1375",
        "RawQuestion": "侯仁之先生最突出的成就是什么？\n",
        "Sparql": "select ?x where { <侯仁之> <主要成就> ?x. }\n",
        "Answer": "\"阐明沿革地理与历史地理的区别\"\t\n"
    },
    {
        "QuestionId": "q6864",
        "RawQuestion": "演员章婷婷的出生地是哪里？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <出生地> ?X. } \n",
        "Answer": "<北京_（中华人民共和国首都）>\t\n"
    },
    {
        "QuestionId": "q2322",
        "RawQuestion": "AK-47突击步枪使用多大口径的子弹？\n",
        "Sparql": "select ?x where { <AK-47突击步枪> <口径> ?x. }\n",
        "Answer": "\"7.62毫米\"\t\n"
    },
    {
        "QuestionId": "q4211",
        "RawQuestion": "深圳的乳制品公司有哪些？\n",
        "Sparql": "select ?x where { ?x <经营范围> <乳制品> . ?x <总部地点> <深圳> . }\n",
        "Answer": "<卡士>\t\n"
    },
    {
        "QuestionId": "q2839",
        "RawQuestion": "光大证券的总经理是谁？\n",
        "Sparql": "select ?x where { <光大证券> <总经理> ?x. }\n",
        "Answer": "<周健男>\t\n"
    },
    {
        "QuestionId": "q1984",
        "RawQuestion": "养殖的上游是？\n",
        "Sparql": "select ?x where { <养殖> <上游> ?x. }\n",
        "Answer": "<饲料>\t<豆粕>\t\n"
    },
    {
        "QuestionId": "q5874",
        "RawQuestion": "北京千禧大酒店附近可以帮寄存书包的景点\n",
        "Sparql": "select ?y  where { <北京千禧大酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有行李寄存> <有免费行李寄存>. ?y <类型> <景点>. }\n",
        "Answer": "<故宫博物院（故宫）>\t<景山公园>\t\n"
    },
    {
        "QuestionId": "q2728",
        "RawQuestion": "什么是指数型基金？\n",
        "Sparql": "select ?x where { <指数型基金> <释义> ?x. }\n",
        "Answer": "\"指数型基金，是以特定指数为标的指数，并以该指数的成份股为投资对象，通过购买该指数的全部或部分成份股构建投资组合，以追踪标的指数表现的基金产品\"\t\n"
    },
    {
        "QuestionId": "q2079",
        "RawQuestion": "常染色体病是由什么引起的？\n",
        "Sparql": "select ?x where { <常染色体病> <原因> ?x . }\n",
        "Answer": "\"常染色体的数目或者结构异常\"\t\n"
    },
    {
        "QuestionId": "q2895",
        "RawQuestion": "小米科技有限责任公司营业期限是多少？\n",
        "Sparql": "select ?x where { <小米科技有限责任公司> <营业期限> ?x. }\n",
        "Answer": "\"2010-03-03至2030-03-02\"\t\n"
    },
    {
        "QuestionId": "q1877",
        "RawQuestion": "融资融券取保线是多少？\n",
        "Sparql": "select ?x where { <融资融券> <取保线> ?x. }\n",
        "Answer": "\"300%\"\t\n"
    },
    {
        "QuestionId": "q5325",
        "RawQuestion": "哪种病会涉及急性病容和高热的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <急性病容> . ?x <涉及症状> <高热> . }\n",
        "Answer": "<细菌感染>\t<肺实变>\t\n"
    },
    {
        "QuestionId": "q267",
        "RawQuestion": "里奥·梅西的生日是什么时候？\n",
        "Sparql": "select ?x where { <里奥·梅西_（阿根廷足球运动员）> <出生日期> ?x . }\n",
        "Answer": "\"1987-06-24\"\t\n"
    },
    {
        "QuestionId": "q6284",
        "RawQuestion": "苏州博物馆什么时候对外营业？\n",
        "Sparql": "select ?x where { <苏州博物馆> <营业时间> ?x . }\n",
        "Answer": "\"10.13-10.31 周二至周四周日 全天 09:00-17:00; 10.13-10.31 周五周六 全天 09:00-20:00; 11.1-次年10.12 周二至周日 全天 09:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q3150",
        "RawQuestion": "疖子属于什么类型?\n",
        "Sparql": "select ?x where { <疖子> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1495",
        "RawQuestion": "苹果教父乔帮主是什么教徒？\n",
        "Sparql": "select ?y where { ?x <别名> \"苹果教父，乔帮主\". ?x <信仰> ?y. }\n",
        "Answer": "<佛教>\t\n"
    },
    {
        "QuestionId": "q4196",
        "RawQuestion": "电子竞技的基本元素是什么？\n",
        "Sparql": "select ?x where { <电子竞技> <基本元素> ?x . }\n",
        "Answer": "<赛事>\t<游戏_（娱乐活动）>\t<竞技>\t<转播>\t\n"
    },
    {
        "QuestionId": "q1821",
        "RawQuestion": "詹森指数是谁提出的？\n",
        "Sparql": "select ?x where { ?x <开创者> <詹森指数>. }\n",
        "Answer": "<迈克尔·詹森>\t\n"
    },
    {
        "QuestionId": "q6725",
        "RawQuestion": "\t世界卫生组织总领事是谁？\n",
        "Sparql": "select ?z where { <世界卫生组织> <现任总领事> ?z. } \n",
        "Answer": "\"谭德塞\"\t\n"
    },
    {
        "QuestionId": "q6286",
        "RawQuestion": "上海安哥拉巨兔体验馆有wifi吗？\n",
        "Sparql": "select ?x where { <上海安哥拉巨兔体验馆> <是否有wifi服务> ?x. }\n",
        "Answer": "<有,全园覆盖>\t\n"
    },
    {
        "QuestionId": "q3052",
        "RawQuestion": "动脉血气分析与什么疾病有关？\n",
        "Sparql": "select ?x where { <动脉血气分析> <涉及疾病> ?x. }\n",
        "Answer": "<新生儿呼吸暂停>\t<汉坦病毒肺综合征>\t<老年人急性呼吸窘迫综合征>\t<老年人肺气肿>\t<老年低温症>\t<碳氧血红蛋白血症>\t<急性肺损伤>\t<老年人代谢性碱中毒>\t<老年人呼吸衰竭>\t<黄杆菌肺炎>\t<新生儿窒息>\t<新生儿呼吸窘迫综合征>\t<休克>\t<闭合性气胸>\t<睡眠呼吸暂停综合征>\t<大脑大静脉瘤>\t<肺泡蛋白沉着症>\t<慢性呼吸衰竭>\t<老年人肺血管炎>\t<慢性肺源性心脏病>\t<严重急性呼吸综合征>\t<老年人呼吸性酸中毒>\t<沙雷菌肺炎>\t<开放性气胸>\t<吸入性损伤>\t<妊娠合并肺栓塞>\t<重症急性呼吸综合征>\t<产科术后和/或产程中心力衰竭>\t<慢性气道阻塞疾病>\t<肺坠积>\t<心肺呼吸衰竭>\t<肺囊虫引起的肺部感染>\t<老年人终末期肺炎>\t<乳酸性酸中毒>\t<心源性休克>\t<围产期缺氧缺血性脑损伤>\t<医院[内]肺炎>\t<肝肺综合征>\t<先天性肺动静脉瘘>\t<先天肥大性幽门狭窄>\t<急性肺血栓栓塞症>\t<新生儿呕吐>\t<老年人肺心病>\t<中暑>\t<Ayerza综合征>\t<动静脉性血管瘤>\t<新生儿缺氧缺血脑损害>\t<创伤性肺>\t<气体中毒>\t<妊娠呕吐>\t\n"
    },
    {
        "QuestionId": "q1278",
        "RawQuestion": "王宝强和徐峥共同主演过哪些作品？\n",
        "Sparql": "select ?x where { ?x <主演> ?y . ?x <主演> ?z . ?y <中文名> \"王宝强\" . ?z <中文名> \"徐峥\" . }\n",
        "Answer": "<人在囧途>\t<印囧>\t<人再囧途之泰囧>\t<375路_（2017年黄磊、冯小刚、刚毅执导电影）>\t\n"
    },
    {
        "QuestionId": "q4841",
        "RawQuestion": "流行性感冒会涉及哪些症状？\n",
        "Sparql": "select ?x where { <流行性感冒> <涉及症状> ?x. }\n",
        "Answer": "<发热伴眼睛充血>\t<打喷嚏>\t<支气管痉挛>\t<阵发性鼻塞>\t<畏寒>\t<舌苔薄白>\t<发热伴淋巴结肿大、并伴触痛>\t<恶寒>\t<浑身忽冷忽热>\t<咽痛>\t<发热伴咳嗽、咯痰、胸痛>\t<咽部充血>\t<反复感冒>\t\n"
    },
    {
        "QuestionId": "q4474",
        "RawQuestion": "被称为月亮湖的湖泊属于哪个国家？\n",
        "Sparql": "select ?y where { ?x <别名> \"北海、月亮湖\". ?x <所属国家> ?y. }\n",
        "Answer": "<俄罗斯_（俄罗斯联邦）>\t\n"
    },
    {
        "QuestionId": "q7156",
        "RawQuestion": "发作性呼吸困难有什么预防措施？\n",
        "Sparql": "select ?x where { <发作性呼吸困难> <预防> ?x. }\n",
        "Answer": "\"呼吸困难指在轻微的运动之后，还是在休息的时候，如果发现在呼吸时有吸不进气，只呼不吸的感觉，或者是呼吸很快，都可能是由于心脏病或者是呼吸系统的疾病。若在吃饭时突然发生呼吸困难，可能是由于窒息，要施行急救，否则病人就有得不到氧气供应的危险。所有呼吸困难的病症都是十分严重的，需要紧急治疗，不能耽误。1、症状：在精神极度紧张时突然发生呼吸困难。可能：精神紧张。处理：如是第一次发作，去看医生。要查明呼吸困难是不是因为紧张或其他原因所引起的。2、症状：数天来曾咳出灰色或黄绿色的痰。现在发生呼吸困难。可能：慢性支气管炎。处理：诊断证实是慢性支气管炎，医生可能用抗生素治疗，吸烟的病人要戒烟。3、症状：呼吸困难的同时有收紧压迫性的胸痛。持续了几分钟。可能：心绞痛。处理：赶快去看医生。医生可能要为病人做心电图检查。诊断确实后医生会用硝酸甘油解除病人的心绞痛，发作时将药片含在舌下，数秒钟后心绞痛就会消失。4、症状：呼吸困难，自觉有窒息感。可能：轻微的哮喘。处理：去看医生。医生可能要检查引起哮喘的原因，给病人药品，在复发时用以平复哮喘。仔细检查哮喘是因为接触或吃了什么东西所引发的，查出以后就要避免。5、症状：体温在38℃以上，咳嗽，呼吸困难。可能：胸腔感染，如肺炎或急性气管炎。对体弱或年老的病人有危险。处理：赶快去看医生。医生可能用抗生素来治疗，病情比较严重的人可能要住医院。6、症状：在半夜里发生呼吸困难，咳出白色泡沫或粉红色的痰。可能：很可能由于心脏功能衰竭引起肺水肿，使呼吸发生困难。处理：使病人安静地直坐在椅子上等待救护车到来，送医院。最好把病人吐的痰带去医院供检查，有助于医生快一点做诊断。医生可能要用利尿剂排除病人肺中积水，用支气管扩张剂帮助病人更容易地呼吸。等肺部的积水清除后才能找出病源，对症治疗。7、症状：呼吸困难是在病人因疾病或受伤后卧床养病期间发生。可能：可能是肺部栓塞。尤其是咳嗽咯血的病人。处理：送病人去医院。因为病人要经过X线检查、心电图检查、放射性同位素扫瞄。如诊断证实是由于栓塞，医生会用药物化解栓塞，并防止新的栓塞产生。8、症状：病人在农场或家禽、牲畜养殖场工作，与饲料有密切接触，发生呼吸困难。可能：是一种霉菌感染病。也可能对谷物饲料或对禽类蛋白质过敏。处理：医生要对病人的肺部做X线检查，如是霉菌感染，医生会用抗霉菌药物治疗，如由于过敏，病人最好是改换工作。9、症状：病人在采石场、矿场工作，经常咳嗽，咳出黄绿色或灰色痰，发生呼吸困难。可能：肺尘埃沉着病（矽肺）。处理：去看医生，检查病情的轻重，必要时医生可能建议病人换职业，吸烟的病人要戒烟。\"\t\n"
    },
    {
        "QuestionId": "q3000",
        "RawQuestion": "肺炎支原体检测属于哪种类型的检查？\n",
        "Sparql": "select ?x where { <肺炎支原体检测> <类型> ?x. }\n",
        "Answer": "<其他病原体检查>\t\n"
    },
    {
        "QuestionId": "q1395",
        "RawQuestion": "肯德基的母公司是哪家公司？\n",
        "Sparql": "select ?x where { <肯德基> <母公司> ?x . }\n",
        "Answer": "<百胜>\t\n"
    },
    {
        "QuestionId": "q7427",
        "RawQuestion": "天津独角兽星空艺术馆在哪？\n",
        "Sparql": "select ?x where { <天津独角兽星空艺术馆> <地址> ?x. }\n",
        "Answer": "\"滨江道商业街麦购休闲广场五楼169店铺\"\t\n"
    },
    {
        "QuestionId": "q3550",
        "RawQuestion": "川崎病应该去哪个科室？\n",
        "Sparql": "select ?x where { <川崎病> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q851",
        "RawQuestion": "《丰乳肥臀》的作者出生日期是？\n",
        "Sparql": "select ?x where { <丰乳肥臀> <作者> ?y. ?y <出生日期> ?x. }\n",
        "Answer": "\"1955-02-17\"\t\n"
    },
    {
        "QuestionId": "q3450",
        "RawQuestion": "法洛四联症有什么同义词？\n",
        "Sparql": "select ?x where { <法洛四联症> <同义词> ?x. }\n",
        "Answer": "<法洛氏四联征>\t\n"
    },
    {
        "QuestionId": "q4081",
        "RawQuestion": "武则天的陵寝是？\n",
        "Sparql": "select ?x where { <武则天_（中国武周时期女皇帝）> <陵寝> ?x . }\n",
        "Answer": "<乾陵_（李治与武则天的合葬墓）>\t\n"
    },
    {
        "QuestionId": "q3195",
        "RawQuestion": "重症急性呼吸综合征涉及哪些检查项目？\n",
        "Sparql": "select ?x where { <重症急性呼吸综合征> <涉及检查> ?x. }\n",
        "Answer": "<肺炎支原体寒冷凝集试验>\t<动脉血气分析>\t<动脉血氧分压>\t\n"
    },
    {
        "QuestionId": "q7408",
        "RawQuestion": "羊卓雍措详细地址在哪？\n",
        "Sparql": "select ?x where { <羊卓雍措> <地址> ?x . }\n",
        "Answer": "\"307省道附近\"\t\n"
    },
    {
        "QuestionId": "q3118",
        "RawQuestion": "非感染性腹泻病属于什么科？\n",
        "Sparql": "select ?x where { <非感染性腹泻病> <科室> ?x. }\n",
        "Answer": "<儿科>\t\n"
    },
    {
        "QuestionId": "q1286",
        "RawQuestion": "87版《红楼梦》是哪国拍摄的？\n",
        "Sparql": "select ?x where { <红楼梦_（1987年陈晓旭、欧阳奋强主演央视版电视剧）> <拍摄地点> ?x. }\n",
        "Answer": "<大陆_（中国大陆）>\t\n"
    },
    {
        "QuestionId": "q4059",
        "RawQuestion": "著名的长平之战发生于我国哪个历史时期？\n",
        "Sparql": "select ?x where { ?x <主要战役> <长平之战_（战役名称）> . }\n",
        "Answer": "<战国_（中国历史时期）>\t\n"
    },
    {
        "QuestionId": "q2263",
        "RawQuestion": "基督教哲学的代表人物有哪些？\n",
        "Sparql": "SELECT ?x WHERE { <基督教哲学> <代表人物> ?x . }\n",
        "Answer": "<奥古斯丁_（古罗马帝国时期天主教思想家）>\t\n"
    },
    {
        "QuestionId": "q2804",
        "RawQuestion": "00国债08的全称？\n",
        "Sparql": "select ?x where { <00国债08> <债券名称> ?x. }\n",
        "Answer": "\"2000年记账式(八期)国债\"\t\n"
    },
    {
        "QuestionId": "q5651",
        "RawQuestion": "海河在哪所城市？\n",
        "Sparql": "select ?x where { <海河> <城市> ?x. }\n",
        "Answer": "<天津>\t\n"
    },
    {
        "QuestionId": "q1550",
        "RawQuestion": "由上户彩主演的婚姻题材的日剧？\n",
        "Sparql": "select ?x where { ?x <主演> <上户彩>. ?x <类型> <婚姻_（汉语词语）>. }\n",
        "Answer": "<昼颜_（2014年上户彩主演的日本电视剧）>\t\n"
    },
    {
        "QuestionId": "q1402",
        "RawQuestion": "有哪些地区的道路是靠左行驶的？\n",
        "Sparql": "select ?x where { ?x <道路通行> \"靠左驾驶\". }\n",
        "Answer": "<圭亚那>\t<毛里求斯>\t<琉球共和国>\t<新西兰>\t<英国_（大不列颠及北爱尔兰联合王国）>\t<英国文化>\t<哈库拉>\t<威尔士>\t<安提瓜和巴布达>\t<特克斯和凯科斯群岛>\t<西安曲江惠宾苑宾馆>\t<巴基斯坦>\t<西印度群岛联邦>\t<澳大利亚>\t<乌干达共和国>\t<大英帝国>\t<布里斯班_（澳大利亚昆士兰州首府）>\t<肯尼亚>\t<印度尼西亚>\t<爱尔兰_（爱尔兰共和国）>\t<斯威士兰>\t<斯里兰卡_（国名）>\t<纳米比亚>\t<瑙鲁>\t<格林纳达历史>\t<日本_（日本国）>\t<教育部教育发展研究中心>\t<南非共和国>\t<博茨瓦纳>\t<苏里南>\t<印度_（印度共和国）>\t<格林纳达>\t<马尔代夫_（马尔代夫共和国）>\t<大不列颠与爱尔兰联合王国>\t<纽埃>\t<莫桑比克>\t<乌干达>\t<巴铁_（中国军迷网友对巴基斯坦的友好称谓）>\t<香港_（中华人民共和国特别行政区）>\t<新加坡>\t<环境监测管理>\t<巴布亚新几内亚>\t<汤加>\t<所罗门群岛>\t<文莱>\t<巴巴多斯>\t<基里巴斯>\t<圣文森特和格林纳丁斯>\t<马来西亚>\t<坦桑尼亚>\t<三合乡_（甘肃省静宁县三合乡）>\t<中华人民共和国国务院令第228号>\t<孟加拉国>\t<东帝汶>\t<不丹>\t<牙买加>\t<圣卢西亚_（北美国家）>\t\n"
    },
    {
        "QuestionId": "q6634",
        "RawQuestion": "海天出版社出版过柳鸣九的什么书？\n",
        "Sparql": "select ?x where { ?x <出版社> <海天出版社>. ?x <作者> <柳鸣九>. } \n",
        "Answer": "<子在川上>\t<世界散文八大家：雨果散文精选>\t\n"
    },
    {
        "QuestionId": "q5942",
        "RawQuestion": "辽宁省博物馆的官网是什么？\n",
        "Sparql": "select ?x where { <辽宁省博物馆> <景点官方网站> ?x. }\n",
        "Answer": "\"http://www.lnmuseum.com.cn\"\t\n"
    },
    {
        "QuestionId": "q7264",
        "RawQuestion": "吸入性肺炎哪种人群容易患有？\n",
        "Sparql": "select ?x where { <吸入性肺炎> <常见始发于> ?x. }\n",
        "Answer": "\"老人\"\t\n"
    },
    {
        "QuestionId": "q5627",
        "RawQuestion": "景山公园附近有能洗衣服的酒店吗？\n",
        "Sparql": "select ?y where { <景山公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有洗衣服务> <有洗衣服务>. }\n",
        "Answer": "<北京天伦王朝酒店>\t<北京华侨大厦>\t<长富宫饭店>\t<北京东方君悦大酒店>\t<北京国宾酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京丽晶酒店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京瑞吉酒店>\t<北京励骏酒店>\t<北京西苑饭店>\t<北京昆仑饭店>\t<北京国贸大酒店>\t<北京中国大饭店>\t<北京千禧大酒店>\t<北京嘉里大酒店>\t\n"
    },
    {
        "QuestionId": "q2776",
        "RawQuestion": "大华股份的市净率是多少？\n",
        "Sparql": "select ?x where { <大华股份> <市净率> ?x. }\n",
        "Answer": "\"4.28\"\t\n"
    },
    {
        "QuestionId": "q2500",
        "RawQuestion": "陈可辛导演黄晓明主演的电影票房是多少？\n",
        "Sparql": "select ?y where { ?x <导演> <陈可辛>. ?x <主演> <黄晓明_（中国内地男演员、歌手、商人）>. ?x <票房> ?y. }\n",
        "Answer": "\"¥5.37亿元（中国内地）\"\t\n"
    },
    {
        "QuestionId": "q6747",
        "RawQuestion": "捷豹公司是什么性质的公司？\n",
        "Sparql": "SELECT ?公司 WHERE { <捷豹>\t<公司性质>\t?公司. } \n",
        "Answer": "<外商独资>\t\n"
    },
    {
        "QuestionId": "q2914",
        "RawQuestion": "华致酒行的全称是什么？\n",
        "Sparql": "select ?x where { <华致酒行> <公司名称> ?x. }\n",
        "Answer": "\"华致酒行连锁管理股份有限公司\"\t\n"
    },
    {
        "QuestionId": "q4517",
        "RawQuestion": "平安银行股份有限公司的简称?\n",
        "Sparql": "select ?x where { <平安银行股份有限公司> <公司简称> ?x. }\n",
        "Answer": "<平安银行>\t\n"
    },
    {
        "QuestionId": "q7530",
        "RawQuestion": "深圳好日子皇冠假日酒店在什么地方？\n",
        "Sparql": "select ?x where { <深圳好日子皇冠假日酒店> <地址> ?x. }\n",
        "Answer": "\"福华一路28号\"\t\n"
    },
    {
        "QuestionId": "q4634",
        "RawQuestion": "我国公积金的种类\n",
        "Sparql": "select ?x where { <公积金> <类别> ?x. }\n",
        "Answer": "\"法定公积金\"\t\"资本公积金\"\t\"任意公积金\"\t\n"
    },
    {
        "QuestionId": "q6901",
        "RawQuestion": "《仙剑奇侠传》系列中，经典技能\"飞龙探云手\"的使用者有哪些？\n",
        "Sparql": "select ?x where{ ?f <中文名> \"飞龙探云手\". ?f <主要角色>  ?people. ?people <中文名> ?x. } \n",
        "Answer": "\"精精\"\t\"南宫煌\"\t\"李三思\"\t\"小蛮\"\t\"景天\"\t\"李逍遥\"\t\"李寒空\"\t\n"
    },
    {
        "QuestionId": "q2896",
        "RawQuestion": "小米科技有限责任公司注册地址是多少？\n",
        "Sparql": "select ?x where { <小米科技有限责任公司> <注册地址> ?x. }\n",
        "Answer": "<北京市海淀区清河中街68号华润五彩城购物中心二期13层>\t\n"
    },
    {
        "QuestionId": "q4058",
        "RawQuestion": "兵圣的主要成就有哪些？\n",
        "Sparql": "select ?y where { ?x <别称> <兵圣_（东方兵圣孙武）> . ?x <主要成就> ?y . }\n",
        "Answer": "\"孙子兵法\"\t\"西破强楚\"\t\"北威齐晋\"\t\"显名诸侯；著\"\t\"成为兵家之祖\"\t\"战局\"\t\"第1个在西方军事科学中明确提出了交战\"\t\"战争的实施原则\"\t\n"
    },
    {
        "QuestionId": "q6809",
        "RawQuestion": "成立于1994年，口号为\"服务至上 顾客至上\"的公司是？\n",
        "Sparql": "SELECT ?x WHERE { ?x <成立时间> \"1994\". ?x <公司口号> \"服务至上 顾客至上\". } \n",
        "Answer": "<海底捞>\t\n"
    },
    {
        "QuestionId": "q5191",
        "RawQuestion": "胸腔积液会有哪些并发症？\n",
        "Sparql": "select ?x where { <胸腔积液> <并发症> ?x. }\n",
        "Answer": "\"1.胸膜反应胸腔穿刺或胸腔闭式引流术中有头晕、出汗、面色苍白、心悸、脉细、四肢发凉者，应立即停止抽液，使患者平卧，吸氧，必要时皮下注射0.1%肾上腺素0.5ml，并密切观察血压，注意预防休克的发生。2.复张性肺水肿抽液过多过快，使胸腔压力骤减，可发生肺水肿及循环衰竭。肺复张后，当肺水肿患者有咳嗽、气促、咳大量泡沫状痰、双肺满布湿啰音、PaO2下降、X线片显示肺水肿征时，应立即吸氧，酌情使用糖皮质激素和利尿药，控制入水量，注意酸碱平衡。\"\t\n"
    },
    {
        "QuestionId": "q1835",
        "RawQuestion": "青岛啤酒的独立董事？\n",
        "Sparql": "select ?x where { <青岛啤酒> <独立董事> ?x. }\n",
        "Answer": "<于增彪>\t<贲圣林>\t<蒋敏>\t<姜省路>\t\n"
    },
    {
        "QuestionId": "q6051",
        "RawQuestion": "杭州的哪些酒店带咖啡厅\n",
        "Sparql": "select ?x where { ?x <城市> <杭州>. ?x <是否有咖啡厅> <有咖啡厅>. ?x <类型> <酒店>. }\n",
        "Answer": "<杭州开元名都大酒店>\t<杭州维景国际大酒店>\t<杭州国大雷迪森广场酒店>\t<杭州索菲特西湖大酒店>\t<浙江世贸君澜大饭店>\t<浙江天都城酒店>\t\n"
    },
    {
        "QuestionId": "q1496",
        "RawQuestion": "钱钟书写过哪些讽刺小说？\n",
        "Sparql": "select ?x where { ?x <作者> <钱钟书>. ?x <类别> <讽刺小说>. }\n",
        "Answer": "<围城_（钱钟书小说）>\t\n"
    }
]