[
    {
        "QuestionId": "q7078",
        "RawQuestion": "气喘是怎么诊断出来的？\n",
        "Sparql": "select ?x where { <气喘> <诊断> ?x. }\n",
        "Answer": "\"(1)吸入型(外源性)哮喘:此型哮喘的发生与吸入某些外界的过敏原有关,其特点为发病有明显的季节性,一般以春、秋季多见;发病前常有鼻痒、咽痒及眼和耳发痒,连续打嚏,流清水样鼻涕和连续咳嗽等呼吸道和五官过敏表现。但是在发病季节期间,此型病员常无特殊症状,行动如正常人,有的甚至连咳嗽或咳痰都几乎没有。此型哮喘的病员大多数有明显的家族过敏史(亲属中也有哮喘或其他过敏性疾病)。患者本人也常有湿疹、药物过敏、神经性皮炎或过敏性鼻炎等病症。各种风媒花粉、尘埃、螨类是吸入型患者最常见的吸入过敏原。据我们近十年的研究,上海地区的主要吸入性过敏原有?草、蓖麻的花粉和某些尘螨及其代谢产物等。用相应的这些过敏原浸出液作吸入或皮肤试验,可使病员短时间内出现局部反应。因此此型哮喘在医学上又称为“速发型哮喘”。此型哮喘在儿童及青年中最为多见,适当的治疗后效果大多满意。但如任其发展,也有不少病员转化为混合型哮喘。(2)感染型(内源性)哮喘:感染型哮喘的特点是反复感染;初发因素常是呼吸道或肺部感染。反复发作前常有明显的感冒、发热等呼吸道炎症表现。此型病人好发于秋冬季或感冒流行前后。发病时有明显的喘息，同时伴有痰量增多、痰色变黄以及低热、周围血白细胞计数升高等。治疗时加用抗菌药物可使症状及早缓解。此型病人多起病在成年后,家族与本人的过敏病史不像吸入型那么明显;用常用的一些外界过敏原做皮肤试验通常为阴性反应。正是因为发病与外界过敏原关系不大,所以此型哮喘又称为“内源性”哮喘。(3)混合性哮喘:吸入型哮喘患者在患哮喘病后,由于病情控制不好而反复发病,终于导致体质进一步衰弱,逐渐出现兼有感染型哮喘的临床特点。病人开始易被各种病毒和细菌感染,易成持续样发作并且发作常失去明显的季节性。这类兼有上述两型哮喘特点的病人,称为“混合性哮喘”。比起吸入型哮喘来说,混合型患者的治疗要相对困难得多。(4)职业性哮喘:由于职业上的原因,吸入或接触某些物质引起的哮喘病称为职业性哮喘。此型病人常有一定的家族或患者本人的过敏史。常见的过敏原有:棉花细尘(见于纺织厂前纺工段)、山药粉、蘑菇孢子(蘑菇种植场)、蚕蛾的粉尘(养蚕室)、某些洗涤剂及某些工厂的刺激性气体、药品等等。这些能诱发哮喘的物质大都有以下特点:①粉尘细小,易被吸入。②本身具有较强的刺激性或抗原性。在得病早期，离开原来的工作环境常可使发作缓解,再进入同样环境又会引起哮喘发作。此型发病原理甚为复杂,许多问题尚在研究中。(5)其他:根据某些特殊表现或完全不同的发病原理,支气管哮喘尚包括下列一些疾病或症状:①慢性哮喘性支气管炎――这个疾病可以看作是在慢性支气管炎基础上合并了感染型哮喘,患者年龄多较大,发病时常见喘息较轻而炎症明显。②运动性哮喘――此类病人大都为儿童或青少年。常具有较强的遗传过敏体质。平日可无哮喘发作史,但每当剧烈运动如奔跑后,可在十分钟左右内有哮喘发作。以前认为其发病原因与运动时换气过度有关;最近的研究则认为与运动时体内产生的一些乳酸等代谢中间产物在体内积聚过多有关。此类哮喘可以在运动前服用茶碱类药物或喷吸色甘酸钠来加以预防。③慢性哮喘――指一些哮喘病人,其哮喘的发作处于一种经常的慢性状态。虽然平日没有特别剧烈的缺氧或窒息发生,但给生活和工作带来很大的痛苦与不便。慢性哮喘的病人其实是上述各型哮喘发展后期的表现,他们的激发因素(例如感染或吸入过敏原等)常已很难确定。其所以有慢性发作,估计与反复或剧烈的发病使大多数细支气管发生肥厚、疤痕、扭曲等病理状态,加以呼吸道对各种刺激高度敏感有关。与严重的肺气肿不同,慢性哮喘的患者在适当的治疗下,病情和肺功能仍有较大的好转可能。④哮喘、阿斯匹林过敏与鼻息肉综合征――这是一种少见但却相当严重的哮喘病。哮喘可在服用阿斯匹林(乙酰水杨酸)半小时内激发;消炎痛等“非甾体类消炎剂”也可有类似的激发作用。平日哮喘也甚剧,常终年发病,周围血嗜酸性粒细胞常明显升高。少数病人可能没有鼻息肉。气喘是在没有任何预兆下突然发作，尤其很多人都是在深夜到天亮前发病。最初感觉喉咙很紧及胸闷、眼睛不舒服。不久，喉咙出现哮喘音、气喘、呼吸困难等症。呼吸困难严重时，会出现起床后若不坐着会无法呼吸、咳嗽及咳痰等情形。症状缓和时，咳嗽也会变轻，痰的粘性变少。呼吸困难的症状也能改善。\"\t\n"
    },
    {
        "QuestionId": "q3136",
        "RawQuestion": "老年人代谢性酸中毒属于什么类型?\n",
        "Sparql": "select ?x where { <老年人代谢性酸中毒> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6874",
        "RawQuestion": "演员章婷婷的星座是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <星座> ?X. } \n",
        "Answer": "<天蝎_（黄道十二宫之一）>\t\n"
    },
    {
        "QuestionId": "q2811",
        "RawQuestion": "支付宝（中国）网络技术有限公司的工商注册号\n",
        "Sparql": "select ?x where { <支付宝（中国）网络技术有限公司> <工商注册号> ?x. }\n",
        "Answer": "\"330100400010886\"\t\n"
    },
    {
        "QuestionId": "q2038",
        "RawQuestion": "令狐冲的师父是谁？\n",
        "Sparql": "select ?x where { <令狐冲> <师传> ?x . }\n",
        "Answer": "\"任我行\"\t\"岳不群\"\t\"风清扬\"\t\"方证\"\t\n"
    },
    {
        "QuestionId": "q1304",
        "RawQuestion": "胡椒科物种的地理分布？\n",
        "Sparql": "select ?x where { <胡椒科> <分布区域> ?x . }\n",
        "Answer": "<亚热带>\t<热带>\t\n"
    },
    {
        "QuestionId": "q1068",
        "RawQuestion": "《野草》的作者的代表作品有哪些？\n",
        "Sparql": "select ?x where { <野草_（鲁迅创作散文诗集）> <作者> ?y. ?y <代表作品> ?x. }\n",
        "Answer": "<彷徨_（鲁迅的小说集）>\t<呐喊_（鲁迅著名短篇小说集）>\t<野草_（鲁迅创作散文诗集）>\t<华盖集>\t<中国小说史略>\t<朝花夕拾_（鲁迅散文集）>\t\n"
    },
    {
        "QuestionId": "q2049",
        "RawQuestion": "冯·诺依曼发明了什么？\n",
        "Sparql": "select ?x where { { ?x <发明人> <约翰·冯·诺依曼> . } UNION { ?x <发明者> <约翰·冯·诺依曼> . }}\n",
        "Answer": "<诺依曼带>\t<计算机>\t<归并排序>\t\n"
    },
    {
        "QuestionId": "q7183",
        "RawQuestion": "如何诊断侧卧时位于下侧鼻腔出现鼻塞？\n",
        "Sparql": "select ?x where { <侧卧时位于下侧鼻腔出现鼻塞> <诊断> ?x. }\n",
        "Answer": "\"侧卧时位于下侧鼻腔出现鼻塞的鉴别诊断：1、女性周期性鼻塞和鼻衄：有些女性，当月经即将来潮前，会发生像感冒那样的鼻塞。可是却无感冒的其它症状。月经干净后，鼻腔就通气了。这种情况经常发生，使这些女性得出了经验，一旦“无缘无故”地出现鼻塞，未曾受凉，又不像得感冒，便知月经快来了。还有一种情况，就是在月经来潮时鼻子就出血，这种鼻衄就是民间所说的“倒经”。发生倒经时，月经量可减少。2、深侧鼻塞：鼻腔异物疾病主要症状为深侧鼻塞，脓性鼻涕。鼻腔异物是鼻腔内外来的物质。鼻腔外来物质可分为下列三种类型：①非生物类如包糖纸、塑料塑料玩具、钮扣、项链珠、玻璃珠、石块、泥土等。②植物类如豆类、花生、果核等。③动物类如昆虫、蛔虫、蛆虫、水蛭等。1、临床症状鼻塞：间歇性或交替性。①间歇性鼻塞：一般表现为白天、劳动或运动时减轻，夜间、静坐或寒冷时加重。②交替性鼻塞：侧卧时位于下侧的鼻腔常阻塞加重;转卧另一侧后，刚才位于上侧没有鼻塞或鼻塞较轻的鼻腔，转到下侧后出现鼻塞或鼻塞加重;而刚才位于下侧的鼻腔鼻塞减轻。此外，嗅觉可有不同程度的减退，说话呈闭塞性鼻音。由于鼻涕长期流经鼻前庭和上唇部，可致皮炎或湿疹，多见于小孩。鼻涕向后可流入咽腔，出现咳嗽、多痰等症状。鼻涕多：常为粘液性或粘脓性，偶呈脓性。脓性者多于继发性感染后出现。2、耳鼻喉科检查：鼻粘膜肿胀，表面光滑、湿润，一般呈暗红色。鼻甲粘膜柔软而富有弹性，探针轻压可现凹陷，但移开探针则凹陷很快复原，特别在下鼻甲为明显。若用1～2%麻黄素液作鼻粘膜收缩，则鼻甲迅速缩小。总鼻道或下鼻道有粘液性或脓性分泌物。\"\t\n"
    },
    {
        "QuestionId": "q6710",
        "RawQuestion": "中国哪些地方还有麒麟圣兽？\n",
        "Sparql": "select ?b where { ?a <别称>  <麒麟_（中国古代神兽）> . ?b <馆藏精品> ?a. } \n",
        "Answer": "<济南动物园>\t<南京玄武湖动物园>\t<汕头动物园>\t\n"
    },
    {
        "QuestionId": "q1845",
        "RawQuestion": "广发证券有哪些融资类业务？\n",
        "Sparql": "select ?x where { <广发证券> <融资类业务> ?x. }\n",
        "Answer": "\"融资融券\"\t\"约定购回\"\t\"股票质押式回购\"\t\"限制性股票融资业务\"\t\"股权激励行权融资业务\"\t\n"
    },
    {
        "QuestionId": "q7040",
        "RawQuestion": "呼吸衰竭的eMedicine是什么？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <eMedicine> ?x. }\n",
        "Answer": "\"med/2011\"\t\n"
    },
    {
        "QuestionId": "q2504",
        "RawQuestion": "JD的CEO是谁？\n",
        "Sparql": "select ?y where { ?x <外文名称> \"JD\". ?x <ceo> ?y. }\n",
        "Answer": "<刘强东>\t\n"
    },
    {
        "QuestionId": "q2359",
        "RawQuestion": "新加坡的国际机场有哪些？\n",
        "Sparql": "select ?x where { <新加坡> <国际机场> ?x. }\n",
        "Answer": "\"实里达机场\"\t\"新加坡樟宜国际机场\"\t\n"
    },
    {
        "QuestionId": "q2721",
        "RawQuestion": "恒生电子的下属子公司、参股公司有哪些？\n",
        "Sparql": "select ?x where { <恒生电子> <下属子公司、参股公司> ?x. }\n",
        "Answer": "<上海恒生聚源数据服务有限公司>\t<杭州恒生数据安全技术有限公司>\t<浙江维尔科技股份有限公司>\t<杭州恒生网络技术服务有限公司>\t<网络技术>\t<杭州数米网科技有限公司>\t<浙江恒生长运网络科技有限公司>\t<杭州恒生芸泰网络科技有限公司>\t<数据安全>\t<北京钱塘恒生科技有限公司>\t<杭州恒生科技有限公司>\t<杭州恒生云投资控股有限公司>\t<杭州云晖投资管理有限公司>\t<恒生网络有限公司>\t<日本恒生软件株式会社>\t<上海力铭科技有限公司>\t<上海易锐管理咨询有限公司>\t<无锡恒华科技发展有限公司>\t<杭州恒生百川科技有限公司>\t<杭州恒生鼎汇科技有限公司>\t<蚂蚁(杭州)基金销售有限公司>\t<深圳开拓者科技有限公司>\t<浙江互联网金融资产交易中心股份有限公司>\t<Hundsun_Global_ServicesInc.>\t<北京恒生汉尚数字设备科技有限公司>\t<北京钱塘>\t<北京新软孚>\t<长江证券有限责任公司>\t<杭州国家软件产业基地有限公司>\t<杭州恒生世纪实业有限公司>\t<杭州恒生投资担保有限公司>\t<杭州恒生信息技术有限公司>\t<杭州恒生智能系统集成有限公司>\t<杭州聚源>\t<杭州融都科技有限公司>\t<杭州数米基金销售有限公司>\t<杭州翌马>\t<杭州云晖>\t<恒生科技>\t<恒生云融>\t<恒生智能>\t<美国恒生>\t<南京恒生软件有限公司>\t<宁波云秦投资管理合伙企业（有限合伙）>\t<宁波云唐投资管理合伙企业（有限合伙）>\t<日本恒生>\t<善商网络>\t<上海诚丰数码科技有限公司>\t<上海聚源>\t<上海力铭>\t<上海世纪恒生科技有限公司>\t<上海数淘>\t<上海易锐>\t<深圳恒生科技开发有限公司>\t<数米基金>\t<无锡恒华>\t<无锡恒乐>\t<香港恒生>\t<粤财研究院>\t<云纪网络>\t<云连网络>\t<云投资>\t<云毅网络>\t<云英网络>\t<云赢网络>\t<云永网络>\t<芸擎网络>\t<浙江维尔科技有限公司>\t<证投网络>\t<洲际控股>\t<株式会社万元>\t<株式会社唯知>\t\n"
    },
    {
        "QuestionId": "q5164",
        "RawQuestion": "如何通过药物治疗衣原体肺炎？\n",
        "Sparql": "select ?x where { <衣原体肺炎> <药物治疗> ?x. }\n",
        "Answer": "\"大环内酯类抗生素为首选。用红霉素40mg/(kg·d)或罗红霉素、阿奇霉素每次10mg/kg,1次/d口服，连服3天，停药4天，为1个疗程。克拉霉素等，连续口服约2～3周，可使病程缩短。不能口服或重症者静脉滴注红霉素，每次15mg/kg，2次/d；或用罗红霉素每次4mg/kg，克拉霉素每次7.5mg/kg，2次/d口服；青霉素族及氨基糖甙类均疗效。\"\t\n"
    },
    {
        "QuestionId": "q4131",
        "RawQuestion": "朱茵和唐嫣共同饰演过哪个经典角色？\n",
        "Sparql": "select ?x where { ?x <饰演> <唐嫣>.  ?x <饰演> <朱茵_（中国香港女演员）> . }\n",
        "Answer": "<紫霞仙子_（电影《大话西游》中的角色）>\t\n"
    },
    {
        "QuestionId": "q1480",
        "RawQuestion": "C++之父是哪国人？\n",
        "Sparql": "select ?x where { <c++> <创始人> ?y. ?y <国籍> ?x. }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q3306",
        "RawQuestion": "侏儒症属于什么?\n",
        "Sparql": "select ?x where { <侏儒症> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q4296",
        "RawQuestion": "李隼教练带出过哪位队员曾夺得奥运冠军？\n",
        "Sparql": "select ?x where {  ?x <教练> <李隼> . ?x <主要奖项> \"2004年雅典奥运会女单冠军\" . }\n",
        "Answer": "<张怡宁>\t\n"
    },
    {
        "QuestionId": "q1560",
        "RawQuestion": "陈小春和陈冠希一起出演的电影有哪些？\n",
        "Sparql": "select ?x where { ?x <主演> <陈冠希>. ?x <主演> <陈小春_（中国香港男歌手、演员）>. }\n",
        "Answer": "<头文字D_（2005年周杰伦主演电影）>\t<神勇铁金刚>\t\n"
    },
    {
        "QuestionId": "q1296",
        "RawQuestion": "二十四节气是依据什么划分的？\n",
        "Sparql": "select ?x where { <二十四节气_（历法）> <划分依据> ?x. }\n",
        "Answer": "\"太阳在黄道上的位置\"\t\n"
    },
    {
        "QuestionId": "q5220",
        "RawQuestion": "从医学专科角度讲，破伤风属于什么科？\n",
        "Sparql": "select ?x where { <破伤风> <医学专科> ?x. }\n",
        "Answer": "\"内科\"\t\"普外科\"\t\"传染病科\"\t\n"
    },
    {
        "QuestionId": "q1624",
        "RawQuestion": "《忏悔录》的作者的信仰是？\n",
        "Sparql": "select ?y where { ?x <代表作品> <忏悔录_（卢梭作品《忏悔录》）>. ?x <信仰> ?y. }\n",
        "Answer": "<天主教>\t<天主教>\t\n"
    },
    {
        "QuestionId": "q6603",
        "RawQuestion": "草果主治的那种病有什么临床表现？\n",
        "Sparql": "select ?x where { <草果> <主治> ?y. ?y <表现> ?x. } \n",
        "Answer": "<脘痞>\t<咽干>\t<干咳>\t<便溏>\t<胸闷>\t<呕恶>\t<舌质淡或淡红>\t<恶寒发热或无热>\t<倦怠乏力>\t<苔白腻>\t<脉濡>\t<舌质红>\t<身热不退或往来寒热>\t<脉滑数>\t<咳嗽喘憋>\t<咳嗽痰少>\t<胸闷气促>\t<苔黄腻或黄燥>\t<动则气喘>\t<腹胀便秘>\t<有黄痰>\t\n"
    },
    {
        "QuestionId": "q3031",
        "RawQuestion": "肌钙蛋白属于什么类型的测定？\n",
        "Sparql": "select ?x where { <肌钙蛋白> <类型> ?x. }\n",
        "Answer": "<生物物种>\t<医学术语>\t<医学>\t<非生物>\t<检查项目>\t<蛋白质测定>\t\n"
    },
    {
        "QuestionId": "q4589",
        "RawQuestion": "浔兴股份的张健群担任了哪些职务\n",
        "Sparql": "select ?x where { <张健群_（浔兴股份）> <所担任职务> ?x. }\n",
        "Answer": "<财务负责人>\t<总会计书>\t\n"
    },
    {
        "QuestionId": "q2829",
        "RawQuestion": "光大证券董事长是谁？\n",
        "Sparql": "select ?x where { <光大证券> <董事长> ?x. }\n",
        "Answer": "<李晓鹏>\t\n"
    },
    {
        "QuestionId": "q4970",
        "RawQuestion": "产后发热涉及什么检查？\n",
        "Sparql": "select ?x where { <产后发热> <涉及检查> ?x. }\n",
        "Answer": "<体温>\t\n"
    },
    {
        "QuestionId": "q5356",
        "RawQuestion": "哪些疾病的涉及症状包括蠕动感和肝肿大？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <蠕动感> . ?x <涉及症状> <肝肿大> . }\n",
        "Answer": "<血管神经性水肿>\t\n"
    },
    {
        "QuestionId": "q6155",
        "RawQuestion": "抚州荣誉国际酒店内有暖气吗？\n",
        "Sparql": "select ?x where { <抚州荣誉国际酒店> <是否有暖气> ?x. }\n",
        "Answer": "<无暖气>\t\n"
    },
    {
        "QuestionId": "q7217",
        "RawQuestion": "霉菌性阴道炎还能称作什么？\n",
        "Sparql": "select ?x where { <霉菌性阴道炎> <别称> ?x. }\n",
        "Answer": "\"白色念珠菌性阴道炎\"\t\n"
    },
    {
        "QuestionId": "q1399",
        "RawQuestion": "澳大利亚著名企业有哪些？\n",
        "Sparql": "select ?x where { <澳大利亚> <著名企业> ?x.}\n",
        "Answer": "\"必和必拓，\"\t\"西太平洋银行等\"\t\n"
    },
    {
        "QuestionId": "q2296",
        "RawQuestion": "微软公司有什么软件产品？\n",
        "Sparql": "select ?x where { <微软> <主要软件产品> ?x. }\n",
        "Answer": "\"Windows\"\t\"Office\"\t\"Edge\"\t\"Azure\"\t\n"
    },
    {
        "QuestionId": "q3628",
        "RawQuestion": "闭经患者应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <闭经> <科室> ?x. }\n",
        "Answer": "<妇科>\t\n"
    },
    {
        "QuestionId": "q675",
        "RawQuestion": "你知道几个那些主角吊炸天的漫画的作者？\n",
        "Sparql": "select ?x where { <高武世界_（指具体的高武世界（位面））> <代表> ?y. ?y <作者> ?x. }\n",
        "Answer": "<车田正美>\t\n"
    },
    {
        "QuestionId": "q1090",
        "RawQuestion": "拿加沙足球俱乐部的后卫是谁？\n",
        "Sparql": "select ?x where { ?x <所属运动队> <拿加沙足球俱乐部>. ?x <技术特点> <后卫_（足球运动比赛队员的位置名称）>. }\n",
        "Answer": "<夸特罗基>\t\n"
    },
    {
        "QuestionId": "q5617",
        "RawQuestion": "有西湖景点的联系方式吗？\n",
        "Sparql": "select ?x where { <西湖风景名胜区（西湖）> <电话> ?x. }\n",
        "Answer": "\"0571-87977767\"\t\n"
    },
    {
        "QuestionId": "q3263",
        "RawQuestion": "麻风病属于什么?\n",
        "Sparql": "select ?x where { <麻风病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7057",
        "RawQuestion": "倦怠情绪怎么预防？\n",
        "Sparql": "select ?x where { <倦怠> <预防> ?x. }\n",
        "Answer": "\"1、做好职业生涯开发和管理，进行职业生涯年检良好的职业生涯管理可以使个人更理性地看待工作和生活，更平和地处理各种问题，使职业生涯更充实和有实效，更好地实现自己的职业目标。在职业生涯的开发阶段，个人可以对自己的潜能进行科学测评，为职业生涯的发展制定出方向、目标、时间和方法，使其具备可操作性。为了预防疾病的发生，定期去医院体检，为了职业生涯的健康发展，也必须进行职业生涯年检。应该加强对职业生涯圈的管理，更加深入地了解自己的价值取向和承受压力的能力，定期根据自己的职业生涯实践进行理性的评估，找出自己的差距和不足，根据内外环境的变化修正自己的职业目标，针对自己的薄弱环节通过教育和培训进行充实和提高，引导职业生涯顺利发展，从而避免职业枯竭。第一，组织应从“以人为本”的理念出发，创造条件促使员工具有终身可供雇佣的价值，将员工的职业生涯规划与组织的人力资源战略相结合，使员工的职业生涯规划服从和服务于组织目标，同时通过组织目标的实现促进员工职业生涯规划的完善和超越。第二，组织应参与制订员工的职业生涯规划，为员工职业生涯规划的分阶段实现创造条件，协助员工了解自己，制订出符合自身特点的规划。第三，组织应参与员工职业生涯的管理，协助员工进行职业生涯年检，针对外界和组织的变化，加大教育和培训力度，弥补薄弱环节，引导员工适应变化，使员工的职业之树长青，达到组织和员工双赢。2、改变个体自身，以枯竭为契机，完成对自我的超越外因通过内因起作用，对职业枯竭的防治主要还是要依靠个人自身的力量，首先，要提高自身的情商，学会宽容自己、善待自己，不但要了解自己的情绪，接受自己的情绪，控制好自己的情绪，更要理解别人的情绪，接受别人的情绪，做情绪的主人，为应对职业压力练女子“内功”，在工作场所将自己的情绪和工作本身分开，体现自己的职业素质：其次，根据Hobfoll的资源守恒理论，当工作所需的资源消耗率高于补充率时，必须进行必要的补充，当职业枯竭发生时，个体往往更好地发现了自己的不足，除与时俱进地掌握新技能外，更要改变观念，重新认识自己的工作，在日常工作中进行创造性的活动，增加工作的乐趣；在其次，职业压力产生的同时也伴随着职业机遇，当克服了压力，突破职业心理极限时，往往使职业生涯产生质的飞跃，使个人站在更高的职业起点，这将更好地避免职业枯竭。组织应保证员工有较充足的时间和精力进行充电，不断掌握新知识和新观念，使员工的消耗能得到及时地补充。组织应根据员工观念和知识上的缺陷，有计划地组织一些针对性强的培训科目，改变员工的观念，弥补知识漏洞，增加员工的技能，提高员工的社会心理素养，增强员工对压力的承受能力和生存能力，使员工真正认识自己和所从事的工作，提高员工实现目标的能力，为承担更大的责任、更富挑战性的工作及提升到更重要的岗位创造条件。3、以正确方法应对压力，掌握缓解缓解压力的方法当今社会压力无时不在、无处不在，无论一个人的能力有多强，学识有多么渊博，地位有多高，都会遇到不同程度的压力，适度的压力是进步的原动力，应该积极运用而不是消极回避。认识到了压力的必然性，就应该采取适当的方式去处理压力，而不是消极否认压力的存在，以更拼命的工作来掩饰问题，形成恶性循环。同时掌握必要的缓解压力的方法，如进行良好的时间管理，通过合理利用时间来缓解工作压力；正确处理工作与休闲的关系，珍惜个人时光，保证充足的睡眠和足够的营养，通过旅行、体育锻炼、发呆等进行自我调节；向亲友、心理医生倾述工作中的烦闷，特别是不能将消极情感闷在心里，要通过平衡心态来避免钻牛角尖，并可以在亲友的建议下确定更现实的目标：正确处理事业与家庭的关系，珍惜与家人共度的时光，利用好婚姻和家庭这个重要的社会支持系统，缓解和释放压力所带来的不良反应。组织不应是压力的桥梁，而应成为压力的熔炉。在社会大环境压力较大的情况下，组织有责任为员工创造较好的内部小环境，使员工以较好的心情工作。当个体压力较大时，组织可以通过以下方式进行压力疏导：制定和下达切实可行的业绩指标，制定合理的薪酬分配制度：尽量使员工的兴趣爱好与所从事的工作相匹配，合理地授权和轮岗；聘请心理医生或组织心理讲座来维护员工的心理健康，缓解因工作复杂带给员工的困扰：保证员工必要的休息时间；关注员工的家庭；加强企业文化建设，增加员工交流的时间和空间，增强团队凝聚力；了解员工的真实需要，激发和不断延续员工的“内动力”。\"\t\n"
    },
    {
        "QuestionId": "q6759",
        "RawQuestion": "使用于世界一级方程式锦标赛，中文名为\"可调式尾翼\"的系统有什么作用？\n",
        "Sparql": "SELECT ?作用 WHERE { ?可调式尾翼\t<相关项目>\t<世界一级方程式锦标赛>. ?可调式尾翼\t<中文名>\t\"可调式尾翼\". ?可调式尾翼\t<作用>\t?作用. } \n",
        "Answer": "\"在指定区域减小下压力以提升车速\"\t\n"
    },
    {
        "QuestionId": "q3024",
        "RawQuestion": "淋巴细胞计数属于什么类型的检查？\n",
        "Sparql": "select ?x where { <淋巴细胞计数> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<医学>\t<白细胞检查>\t\n"
    },
    {
        "QuestionId": "q6909",
        "RawQuestion": "哪些传染病无临床表现但有外文名？\n",
        "Sparql": "select ?x where { ?x <传染病> \"是\". ?x <外文名> ?y. MINUS{ ?x <临床表现> ?z. } } \n",
        "Answer": "<羊瘙痒症>\t<碳疽热>\t<碳疽热>\t<HIB>\t<HIB>\t<棉花黄萎病>\t<阴囊尖锐湿疣>\t<阴囊尖锐湿疣>\t<脊灰炎>\t<狗流感>\t<手足口病病毒>\t<手足口病病毒>\t<手足口病病毒>\t<埃可病毒>\t<传染性支气管炎>\t<poliovirus>\t<腺鼠疫>\t<软疣>\t<茄子果实疫病>\t<尖锐湿疹>\t<李斯德氏菌病>\t<尖锐湿犹>\t\n"
    },
    {
        "QuestionId": "q6709",
        "RawQuestion": "中国的麒麟圣兽，是哪一种动物？\n",
        "Sparql": "select ?a where { ?a <别称>  <麒麟_（中国古代神兽）> . } \n",
        "Answer": "<长颈鹿>\t\n"
    },
    {
        "QuestionId": "q1298",
        "RawQuestion": "里奥·梅西的女友是谁？\n",
        "Sparql": "select ?x where { <里奥·梅西_（阿根廷足球运动员）> <妻子> ?x . }\n",
        "Answer": "<安东内拉_（梅西女友）>\t\n"
    },
    {
        "QuestionId": "q5262",
        "RawQuestion": "肾衰竭有没有传染性？\n",
        "Sparql": "select ?x where { <肾衰竭> <传染性> ?x. }\n",
        "Answer": "\"否\"\t\n"
    },
    {
        "QuestionId": "q854",
        "RawQuestion": "《半生缘》的作者其民族是？\n",
        "Sparql": "select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <民族> ?x. }\n",
        "Answer": "<汉族>\t\n"
    },
    {
        "QuestionId": "q7131",
        "RawQuestion": "中枢性发热有哪些临床表现？\n",
        "Sparql": "select ?x where { <中枢性发热> <临床表现> ?x. }\n",
        "Answer": "\"斑疹不明原因发热弛张热持续性发热低热感染性发热高热稽留热泌尿系感染中枢性发热\"\t\"斑疹、感染性发热、中枢性发热等\"\t\n"
    },
    {
        "QuestionId": "q4832",
        "RawQuestion": "下肢深静脉血栓形成的同义词是什么？\n",
        "Sparql": "select ?x where { <下肢深静脉血栓形成> <同义词> ?x. }\n",
        "Answer": "<DVT>\t\n"
    },
    {
        "QuestionId": "q4916",
        "RawQuestion": "低热与哪些疾病有关？\n",
        "Sparql": "select ?x where { <低热> <涉及疾病> ?x. }\n",
        "Answer": "<慢性肾盂肾炎>\t<百日咳>\t<风湿热>\t\n"
    },
    {
        "QuestionId": "q4132",
        "RawQuestion": "罗纳尔多现在效力哪只球队？\n",
        "Sparql": "select ?x where { <克里斯蒂亚诺·罗纳尔多_（葡萄牙足球运动员）> <所属运动队> ?x . }\n",
        "Answer": "<皇家马德里_（皇家马德里足球俱乐部）>\t\n"
    },
    {
        "QuestionId": "q5209",
        "RawQuestion": "糖皮质激素性青光眼有怎样的发病机制？\n",
        "Sparql": "select ?x where { <糖皮质激素性青光眼> <发病机制> ?x. }\n",
        "Answer": "\"病因:GIG的发病机制尚不十分明确。其病理生理是继发性造成房水流出阻力增加。一些证据表明GC增加小梁网细胞外基质糖胺多糖的蓄积，减弱了小梁细胞的吞噬功能，使房水中碎屑沉积于小梁网网孔内，导致房水流出受阻。此外，遗传学说认为人体对GC的眼压反应是由常染色体显性遗传的激素敏感基因决定，人的基因可分为对GC高反应基因和低反应基因，正常人群中高反应基因约占4%~5%。病理:最主要的机制是高血糖症导致的渗透性利尿。一些常见的糖尿病并发症如感染能促进高血糖症从而加重高渗性非酮症昏迷的症状。高糖血症使胰岛p细胞脱敏，同时使外周效应器对胰岛素产生抵抗。严重的高糖血症（平均水平高于33.3mmol/L）能够引起糖尿病性渗透性利尿，这反过来又导致了血液高张和机体脱水。尽管渗透性利尿会引起大量的钠离子丢失，但细胞外水分的丢失仍然大于钠离子的丢失而形成高渗性脱水。\"\t\n"
    },
    {
        "QuestionId": "q4728",
        "RawQuestion": "中国平安的公司口号\n",
        "Sparql": "select ?x where { <平安保险> <公司口号> ?x. }\n",
        "Answer": "\"专业让生活更简单\"\t\n"
    },
    {
        "QuestionId": "q458",
        "RawQuestion": "天津大学的现任校长是谁？\n",
        "Sparql": "select ?x where { <天津大学> <现任校长> ?x . }\n",
        "Answer": "<李家俊_（天津市委委员，天津大学校长）>\t\n"
    },
    {
        "QuestionId": "q7573",
        "RawQuestion": "北京国宾酒店附近2公里都有什么酒店？\n",
        "Sparql": "select ?y where { <北京国宾酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 2). ?y <类型> <酒店>. }\n",
        "Answer": "<北京金融街威斯汀大酒店>\t<北京金融街丽思卡尔顿酒店>\t\n"
    },
    {
        "QuestionId": "q5050",
        "RawQuestion": "急性呼吸困难涉及哪些症状？\n",
        "Sparql": "select ?x where { <急性呼吸困难> <涉及症状> ?x. }\n",
        "Answer": "<烦躁不安>\t<发绀>\t<大小便失禁>\t<充血>\t<胸闷>\t<哮鸣音>\t<心力衰竭>\t<胸痛>\t<中性粒细胞增高>\t<窒息>\t\n"
    },
    {
        "QuestionId": "q893",
        "RawQuestion": "纳兰性德的父亲担任过什么官职？\n",
        "Sparql": "select ?y where { <纳兰性德> <父亲> ?x. ?x <主要职位> ?y. }\n",
        "Answer": "\"武英殿大学士\"\t\"太子太傅\"\t\n"
    },
    {
        "QuestionId": "q6887",
        "RawQuestion": "画家丁孟芳的主要成就是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <职业> <画家>. ?Y <中文名> \"丁孟芳\". ?Y <主要成就> ?X. } \n",
        "Answer": "\"绘画创作\"\t\n"
    },
    {
        "QuestionId": "q1355",
        "RawQuestion": "月全食的发生分为哪几个过程？\n",
        "Sparql": "select ?x where { <月全食> <过程> ?x. }\n",
        "Answer": "\"食既\"\t\"生光\"\t\"初亏\"\t\"食甚\"\t\"复圆\"\t\n"
    },
    {
        "QuestionId": "q7250",
        "RawQuestion": "口腔溃疡患者多处于哪种人群？\n",
        "Sparql": "select ?x where { <口腔溃疡> <多发人群> ?x. }\n",
        "Answer": "\"10～30岁之间女性\"\t\n"
    },
    {
        "QuestionId": "q5970",
        "RawQuestion": "景山公园和北海公园附近有哪些酒店\n",
        "Sparql": "select ?x where { ?x <附近> ?cvt1. ?cvt1 <实体名称> <景山公园>. ?x <附近> ?cvt2. ?cvt2 <实体名称> <北海公园>. ?x <类型> <酒店>. }\n",
        "Answer": "<北京瑞吉酒店>\t<北京国宾酒店>\t<北京丽晶酒店>\t<日坛宾馆>\t<北京西苑饭店>\t<长富宫饭店>\t<北京天伦王朝酒店>\t<北京东方君悦大酒店>\t<北京金隅喜来登大酒店>\t<北京金融街威斯汀大酒店>\t<王府半岛酒店>\t<北京金融街丽思卡尔顿酒店>\t<北京饭店>\t<北京国际饭店>\t<首都宾馆（原首都大酒店）>\t<北京华侨大厦>\t<北京励骏酒店>\t\n"
    },
    {
        "QuestionId": "q1323",
        "RawQuestion": "韩国有哪些著名景点？\n",
        "Sparql": "select ?x where { <韩国_（大韩民国）> <著名景点> ?x . }\n",
        "Answer": "<乐天世界>\t<济州岛>\t<雪岳山>\t\n"
    },
    {
        "QuestionId": "q3093",
        "RawQuestion": "细菌感染涉及到的症状有哪些？\n",
        "Sparql": "select ?x where { <细菌感染> <涉及症状> ?x. }\n",
        "Answer": "<肝脾肿大>\t<细菌感染>\t<尿急>\t<肺实变>\t<高热>\t<寒战>\t<急性病容>\t<发热>\t<血压下降>\t<紫绀>\t<脓性分泌物>\t\n"
    },
    {
        "QuestionId": "q5238",
        "RawQuestion": "泌尿道感染中ICD9CM编码是多少？\n",
        "Sparql": "select ?x where { <泌尿道感染> <ICD9CM> ?x. }\n",
        "Answer": "\"599.0\"\t\n"
    },
    {
        "QuestionId": "q5592",
        "RawQuestion": "南昌力高皇冠假日酒店内有酒吧吗？\n",
        "Sparql": "select ?x where { <南昌力高皇冠假日酒店> <是否有酒吧> ?x. }\n",
        "Answer": "<无酒吧>\t\n"
    },
    {
        "QuestionId": "q291",
        "RawQuestion": "《史记》的作者是谁？\n",
        "Sparql": "select ?x where { <史记> <作者> ?x. }\n",
        "Answer": "<司马迁_（西汉时期文学家、史学家、思想家）>\t\n"
    },
    {
        "QuestionId": "q4861",
        "RawQuestion": "室间隔缺损属于什么?\n",
        "Sparql": "select ?x where { <室间隔缺损> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1894",
        "RawQuestion": "股票交易费用？\n",
        "Sparql": "select ?x where { <股票> <交易费用> ?x. }\n",
        "Answer": "<印花税>\t<佣金>\t\n"
    },
    {
        "QuestionId": "q469",
        "RawQuestion": "陈忠实陈老啥时候走的？\n",
        "Sparql": "select ?x where { <陈忠实_（中国当代作家）> <逝世日期> ?x. }\n",
        "Answer": "\"2016-04-29\"\t\n"
    },
    {
        "QuestionId": "q61",
        "RawQuestion": "有多少皮卡丘是雌性的，多少是雄性的？\n",
        "Sparql": "select ?x where { <皮卡丘> <性别比例> ?x. }\n",
        "Answer": "\"50%♂\"\t\"50%♀\"\t\n"
    },
    {
        "QuestionId": "q6916",
        "RawQuestion": "所有抗生素的名称？\n",
        "Sparql": "select ?x where { ?x <类型> <抗生素> } \n",
        "Answer": "<多烯类>\t<β-内酰胺>\t<β-内酰胺类抗生素>\t<饲用抗生素>\t<黄链霉素>\t<碳青霉烯类>\t<中国虫草素>\t<噻肟单酰胺菌素>\t\n"
    },
    {
        "QuestionId": "q2044",
        "RawQuestion": "海底捞的创始人有什么爱好？\n",
        "Sparql": "select ?x where { <海底捞> <创始人> ?y . ?y <爱好> ?x . }\n",
        "Answer": "<足球>\t<唱歌>\t<篮球_（球类运动）>\t<听音乐>\t<看书>\t\n"
    },
    {
        "QuestionId": "q236",
        "RawQuestion": "给我一些3D电影。\n",
        "Sparql": "select ?x where { ?x <类型> <3D_（三维的英文缩写）>. }\n",
        "Answer": "<百变猪猪侠_（祖玛类小游戏）>\t<疯狂时代_（动漫）>\t<热河之恋>\t<月光宝盒OL>\t<一万年以后>\t<我的世界1.7.4>\t<3D沙滩排球>\t<四大名捕3>\t<铁观音大战变形金刚>\t<怨灵人偶>\t<惊天破_（2016年谢霆锋、刘青云主演3D电影）>\t<猎魔教士3D>\t<牛兄牛弟>\t<灌篮Online>\t<圣剑大陆>\t<开心超人2：启源星之战>\t<梦回金沙城>\t<恐龙帝国OL>\t<舞力对决2>\t<最终幻想XIII13>\t<索尼 PMW-F3套机(35mm)>\t<少年派的奇幻漂流_（2012年李安执导电影）>\t<魔侠传之唐吉可德_（2010年阿甘导演电影）>\t<奇人密码：古罗布之谜>\t<老夫子2001>\t<大轰炸_（2016年刘烨、宋承宪主演的电影）>\t<三只小猪_（2015暑期档动画电影）>\t<神笔马良_（2014年钟智行执导内地3D动画电影）>\t<曙光之战_（同名手游）>\t<三国演义_（2011年姜伟指导3D动画片）>\t<斗战神_（虚拟印象原创爆笑3D动画）>\t<破地狱_（2015年谢霆锋主演3D电影）>\t<末日杀戮|Kill Me Again : 僵尸>\t<新星旅行者>\t<阿尔龙：炉之火>\t<我叫MT全3D>\t<京城81号贰>\t<直白标题机器人动画>\t<射雕英雄传3D_（手游）>\t<圣安德烈亚斯断层大地震>\t<碧维视BV8078M>\t<Volcano_（游戏引擎）>\t<UleadCOOL3DV3.5简体中文版>\t<月夜匪患>\t<海兰的崛起>\t\n"
    },
    {
        "QuestionId": "q1350",
        "RawQuestion": "腾讯公司的总部在哪里？\n",
        "Sparql": "select ?x where { <腾讯> <总部地点> ?x. }\n",
        "Answer": "<中华人民共和国>\t<深圳>\t\n"
    },
    {
        "QuestionId": "q3038",
        "RawQuestion": "PaO2属于什么类型的测定？\n",
        "Sparql": "select ?x where { <PaO2> <类型> ?x. }\n",
        "Answer": "<非生物>\t<血清非蛋白含氮化合物测定>\t\n"
    },
    {
        "QuestionId": "q1344",
        "RawQuestion": "品牌纪梵希的英文名称是什么？\n",
        "Sparql": "select ?x where { <纪梵希> <英文名称> ?x. }\n",
        "Answer": "\"Givenchy\"\t\n"
    },
    {
        "QuestionId": "q2036",
        "RawQuestion": "\"昆仑三圣\"是谁？\n",
        "Sparql": "select ?x where { ?x <别名> \"昆仑三圣\" . }\n",
        "Answer": "<何足道_（金庸小说《倚天屠龙记》中人物）>\t\n"
    },
    {
        "QuestionId": "q4885",
        "RawQuestion": "小儿腹泻宁合剂属于什么药种？\n",
        "Sparql": "select ?x where { <小儿腹泻宁合剂> <类型> ?x. }\n",
        "Answer": "<科学>\t<中药>\t\n"
    },
    {
        "QuestionId": "q1123",
        "RawQuestion": "复旦大学出了哪些翻译家\n",
        "Sparql": "select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<施小炜>\t<汪榕培>\t<戴望舒>\t<伍孟昌>\t<周克希>\t<汤永宽>\t\n"
    },
    {
        "QuestionId": "q964",
        "RawQuestion": "四川大学出了哪些科学家\n",
        "Sparql": "select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <四川大学> . }\n",
        "Answer": "<王岩国>\t<彭堃墀>\t<彭坤墀>\t\n"
    },
    {
        "QuestionId": "q550",
        "RawQuestion": "印度教主神毗湿奴的坐骑的原型是什么？\n",
        "Sparql": "select ?x where { <毗湿奴_（印度教主神）> <坐骑> ?y. ?y <原型> ?x. }\n",
        "Answer": "<神鸟>\t\n"
    },
    {
        "QuestionId": "q4668",
        "RawQuestion": "保险准备金包括\n",
        "Sparql": "select ?x where { <保险准备金> <类别> ?x. }\n",
        "Answer": "\"寿险责任准备金\"\t\"未到期责任准备金\"\t\"未决赔款准备金\"\t\"总准备金\"\t\n"
    },
    {
        "QuestionId": "q4502",
        "RawQuestion": "刘慈欣又被叫做什么？\n",
        "Sparql": "select ?y where {<刘慈欣> <别名> ?y . }\n",
        "Answer": "\"刘电工\"\t\n"
    },
    {
        "QuestionId": "q4546",
        "RawQuestion": "可立克的监事会主席?\n",
        "Sparql": "select ?x where { <可立克> <监事会主席> ?x. }\n",
        "Answer": "<柳愈>\t\n"
    },
    {
        "QuestionId": "q6353",
        "RawQuestion": "上海东郊宾馆可以通过什么支付？\n",
        "Sparql": "select ?x where { <上海东郊宾馆> <支付方式> ?x. }\n",
        "Answer": "\"['Visa', 'American Express', 'Diners Club', 'JCB']\"\t\n"
    },
    {
        "QuestionId": "q7430",
        "RawQuestion": "北京富力万丽酒店的退房时间最晚到几点？\n",
        "Sparql": "select ?x where { <北京富力万丽酒店> <酒店退房时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q2291",
        "RawQuestion": "\"三段论推理\"的作者是谁？\n",
        "Sparql": "SELECT ?y WHERE { <三段论推理> <创作者> ?y . }\n",
        "Answer": "<亚里士多德_（古希腊著名思想家）>\t\n"
    },
    {
        "QuestionId": "q4127",
        "RawQuestion": "美国总统罗斯福什么时候去世的？\n",
        "Sparql": "select ?x where { <罗斯福_（美国第三十二届总统）> <逝世日期> ?x . }\n",
        "Answer": "\"1945-04-12\"\t\n"
    },
    {
        "QuestionId": "q3638",
        "RawQuestion": "风湿性心脏病属于什么?\n",
        "Sparql": "select ?x where { <风湿性心脏病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2633",
        "RawQuestion": "周迅和金城武共同出演的电影的导演是？\n",
        "Sparql": "select ?x where { ?y <主演> <周迅_（中国内地女演员、歌手）>. ?y <主演> <金城武>. ?y <导演> ?x. }\n",
        "Answer": "<陈可辛>\t\n"
    },
    {
        "QuestionId": "q7031",
        "RawQuestion": "如何诊断是高热？\n",
        "Sparql": "select ?x where { <高热> <诊断> ?x. }\n",
        "Answer": "\"(一)感染性疾病1.败血症致病菌通过破损的皮肤、黏膜或由其一感染灶中释放出来，经淋巴管及静脉进入血液生长繁殖并产生毒素而致病。常见的是金黄色葡萄球菌败血症和革兰氏阴性菌败血症。前者起病急、突发寒战、高热、热型多呈弛张热，以多形性皮疹、皮肤黏膜出血点、关节肿痛、心内膜炎及迁徒性化脓病灶为主要临床表现。外周血白细胞及中性粒细胞明显升高。革兰氏阴性菌败血症常为弛张热、间歇热或双峰热，可伴相对缓脉、坏死性皮疹、肝脾肿大及感染性休克。部分患者外周血白细胞可以不高。多次血培养及骨髓培养有助于致病菌的检出，通常认为最好的取血时间应当在抗生素使用之前及寒战高热出现时。鲎溶解物试验(LLT)阳性提示有革兰氏阴性杆菌内毒素存在，但也有假阳性和假阴性者。2.结核病(1)粟粒性肺结核可有高热、寒战、气促及全身中毒症状，胸片示弥漫性小结节影。(2)浸润性肺结核可有发热、咳嗽、咳血痰，乏力、纳减、消瘦、盗汗，痰液结核杆菌培养可阳性，胸片示一侧或双侧上肺斑片或斑点状阴影，同时可有纤维化和钙化。(3)肺外结核包括结核性脑膜炎、结核性胸膜炎、腹膜结核、淋巴结结核、肾结核等。临床有全身中毒症状及相伴症状。血白细胞一般正常或稍增高，可有血沉增快，结核菌素试验阳性。诊断性治疗有效。3.伤寒起病缓慢，体温呈梯形上升，稽留型持续高热，伴有表情淡漠，相对缓脉、玫瑰疹。典型病例在病程1周末可有脾肿大及肝肿大。血白细胞计数减少，肥达氏反应阳性，血培养分离出伤寒杆菌。近年来由于抗生素广泛使用，伤寒的不典型病例增多，并发症增多且类型复杂，应予重视。4.流行性出血热鼠类是传染源，春夏季和秋冬季可流行。临床分为发热期、低血压期、少尿期、多尿期、恢复期等五期。发热期起病急骤，体温一般在39℃～40℃之间，热型以弛张热为多，伴有头痛、眼痛、眼眶痛、视力模糊、口渴、恶心、呕吐、腹痛、腹泻等，颜面及眼眶区充血，上胸部潮红，腋下可见散在出血点。血白细胞增多，淋巴细胞增多，血小板数下降。胸片可出现弥漫性渗出性改变。5.疟疾夏秋季发病率高，高热前有明显寒战，体温可达40℃以上，伴大量出汗，可有脾肿大及贫血，血白细胞计数偏低。对于疑为疟疾的患者，如多次血涂片或骨髓涂片中始终未找到疟原虫，可试用氯喹作诊断性治疗。6.感染性心内膜炎原有先天性心脏病或风湿性心瓣膜病者，或于心脏手术后，出现原因不明高热伴有全身乏力、进行性贫血及栓塞现象，体检于皮肤、黏膜、甲床等处可见出血点，心脏听诊出现新的杂音或原有杂音性质改变，或伴有心律时常，需考虑本病的可能性，反复作血培养有助于明确诊断。7.艾滋病(AIDS)高危人群如存在下列两项或两项以上表现者，应考虑艾滋病可能：(1)间歇或持续发热1个月以上;(2)全身淋巴结肿大;(3)慢性咳嗽或腹泻1个月以上;(4)体重下降10%以上;(5)反复出现带状疱疹或单纯疱疹感染;(6)口咽念珠菌感染。进一步确诊需作HIV抗体和HIVRNA检测以及CD4+T淋巴细胞计数等。8.流行性感冒冬春季好发，易暴发流行。多以高热起病，伴头痛、乏力、周身酸痛，体温可达39℃～40℃，持续2～3天逐退，出现鼻塞、流涕、咽痛、咳嗽、血丝痰或合并细菌感染者为脓痰，少数患者可有呼吸困难或消化道症状。血白细胞计数正常、减少或略增加，淋巴细胞比例可增加。9.传染性非典型肺炎/严重急性呼吸道综合征(SARS)病原体可能为一种新型的冠状病毒，传染源为其患者和潜伏期病原携带者，以近距离空气飞沫和密切接触为传播方式。其临床过程急骤，多以发热为首发症状，体温一般在38℃以上，可伴有头痛、全身不适或肌肉痛，可有干性咳嗽，严重者有气促甚至呼吸窘迫。血白细胞计数一般不升高或降低，常有淋巴细胞计数减少。胸部X线片呈不同程度片状、斑片状浸润性阴影或网状改变。本类“非典型肺炎”与已知由肺炎支原体、肺炎衣原体、军团菌及常见呼吸道病毒所致的非典型肺炎不同，具有传染性强、聚集性、临床表现较重、病情进展快、危害大等特点，尤以年龄大于50岁或合并有基础疾病者预后较差。10.军团病是由军团菌引起的急性呼吸道传染病，传播方式主要为经供水系统、空调和雾化吸入而被吸入。年龄大、有免疫低下等疾病者易发。起病表现为高热、寒战、乏力、肌痛、干咳、腹泻，重者可有呼吸困难及神经精神症状。血白细胞计数多增高，中性粒细胞核左移，可伴有肾功能损害。胸片早期为外周性斑片状肺泡内浸润，继而肺实变，下叶较多见。11.急性细菌性肺炎是细菌感染引起的肺部炎症。根据病变累及范围又分为大叶性肺炎和支气管肺炎。患者有发热、咳嗽、咳脓痰，胸片示肺内炎性浸润性阴影，血白细胞计数或中性粒细胞增高，或合格痰标本培养可分离到有意义的病原菌。12.局部性感染以肝脓肿、胆道与泌尿生殖道急性感染、腹腔内脓肿较为常见，急性感染可引起高热、乏力、腰酸、腹痛、恶心、呕吐及其他相伴症状，应观察其体征变化，并反复作有关实验室检查及辅助检查，对病灶的发现均有重要价值。13.真菌感染长期应用抗生素、糖皮质激素或免疫抑制剂的患者易发生机会性真菌感染。临床表现可发热持续不退，伴有寒战、盗汗、厌食、体重减轻、全身不适或咳嗽、咳血等，应想到口咽或深部真菌感染之可能，有条件作真菌培养或给予抗真菌药物观察治疗。(二)非感染性疾病1.系统性红斑狼疮(SLE)多见于年轻女性，发热病程较长。急性发作期有高热，体温可高达39℃～40℃，多伴有关节酸痛、皮损、面部蝶形红斑、日光过敏、贫血、乏力、肢端动脉痉挛、出血点等。临床及实验室检查显示肝、肾、心、肺等多脏器受损，溶血性贫血，白细胞、血小板减少，血沉增快，抗核抗体阳性(阳性率最高)，抗平滑肌抗体阳性(特异性最高)，骨髓和外周血液中找到狼疮细胞，或皮肤活检阳性。2.风湿热多侵犯青少年，发病前往往先有急性咽炎或扁桃体炎病史。为溶血性链球菌感染后引起的全身性变态反应。患者多有发热，多数为不规则热，常伴有游走性关节疼痛、心率增快、心律失常。部分患者于躯干和四肢内侧出现环形红斑。病变关节区可见皮下结节，坚硬无痛与皮肤不粘连。实验室检查血沉加速、黏蛋白增高、抗链球菌溶血素“O”滴定度升高。3.皮肌炎临床表现多有高热，伴周身不适、极度乏力及对称性全身肌肉剧痛和压痛，患者不能坐立和伸展。4.成人斯蒂尔(Still)病旧名“变异性亚败血症”，以间歇性高热、皮疹及关节症状为主要特征。此外，尚有淋巴结肿大、肝脾肿大，白细胞计数增高，血沉加快，类风湿因子及抗核抗体均阴性，多次血培养阴性，抗生素治疗无效，糖皮质激素治疗有效等特点。5.血液病急性白血病、恶性淋巴瘤、恶性组织细胞增多症、骨髓增生异常综合征、急性再生障碍性贫血、多发性骨髓瘤等血液病可表现为长期发热，发热多为弛张型、间歇型或周期型，发热病程可自数周至数月不退，患者多伴有不同程度的面色苍白、出血倾向、肝脾肿大或淋巴结肿大，往往需作骨髓穿刺、淋巴结活检等检查，有时需反复多次才能确诊。6.各种恶性肿瘤肿瘤患者可出现中度或中度以上的发热，以消化道、呼吸道恶性肿瘤、骨肉瘤及肾癌、肾上腺癌为多见，患者多伴有进行性消瘦、食欲不振和病变脏器的有关症状。7.药物热发热患者使用解热镇痛药、磺胺类、某些抗生素或安眠药等，发热反而持续或又复升，或原先无发热而出现发热者，临床无新的感染证据，伴有多形性皮疹、关节痛、淋巴结肿大及嗜酸粒细胞增多等表现，患者一般情况尚好，无中毒症状者，应考虑药物热的可能。可在严密观察下停用可疑药物，如数日内体温降至正常，则可作出药物热的诊断。发热是许多疾病的常见症状，故对发热病人须多方面调查分析，才能查明病因。一般须从以下几方面进行。(一)详细准确采集病史，注意年龄、发病季节、流行病史，传染病接触史，预防接种史，起病缓急，病种长短，热型和伴随的主要症状。新生儿可有脱水热。婴幼儿于南方，夏季酷热时可发生暑热症。冬春季以呼吸道感染，流行性脑脊髓膜炎，麻疹等多见;夏秋季以急性肠炎、菌痢、乙型脑炎、伤寒等较多见。传染病常有流行病学史，应仔细询问接触史等。小儿呼吸道感染、急性传染病等常起病较急，病程较短。结核病、伤寒、血液病、风湿热、暑热症、细菌性心内膜炎等起病稍缓，病程较长，常超过两周。败血症、急性粟粒性肺结核、深部脓肿等呈弛张热;伤寒、副伤寒、斑疹伤寒为稽留热;疟疾多为间歇热;白血病、结缔组织病、恶性肿瘤等，热型不一，无一定规律。热型，在尚未应抗生素、皮质激素等特殊药物治疗时，对发热的诊断非常重要，但对小婴儿、新生儿诊断价值较小。询问发热的同时要注意询问各系统的特异性临床表现，如呼吸道感染常有咳嗽、气急。消化道感染常有恶心、呕吐、腹痛、腹泻。泌尿系感染有尿频、尿急、尿痛等。中枢神经疾患，多有呕吐、惊厥、昏迷等。发热伴黄疸常见肝脏的细菌或病毒性炎症，肿瘤;伴多汗者常见于结缔组织病，败血症等;伴寒战者多为细菌感染如败血症，深部脓肿等。早期无特殊性明显临床表现和体征者，结合病史特点考虑伤寒、败血症、结核病等。(二)全面仔细体格检查检查要详细全面，结合病史及症状，再作深入检查。口腔在不少发热患者中，常见有病理改变。如扁桃体炎可见扁桃体红肿或有脓性分泌性;疱疹性咽炎在咽部等处可见疱疹及溃疡;麻疹早期颊粘膜有科氏斑;白喉可见咽及扁桃体有白色假膜等。注意皮疹的分布与形态。全葡菌败血症、链球菌感染常见有猩红热样的皮疹;血液病、流行性脑脊髓膜炎、流行性出血热等皮肤可有出血点;风湿热可见环形红斑;病毒感染、结缔组织病、败血症、细菌性心内膜炎、组织细胞增生症X、皮肤粘膜淋巴结综合征及许多药物都可出现皮疹，但其形态和出现规律各异。高热时精神状态良好者，常轻度感染。如嗜睡，精神萎靡，神志不清，有脑膜刺激征者，提示颅内感染。婴儿颅内感染早期，脑膜刺激征常不明显，但表现神志淡漠、嗜睡、烦躁不安、囟门紧张或饱满等，须警惕颅内感染。肝脾肿大常见于白血病、结缔组织病、肝胆系统的炎症、伤寒、败血症、疟疾、肿瘤等。周身淋巴结肿大可见于血液病、传染性单核细胞增多症、支原体感染、皮肤粘膜淋巴结综合征等。局部淋巴结肿大、压痛，应注意查找邻近部位有无炎性病灶。(三)实验室检查先作一般检查，根据一般性筛选结果，再决定进一步检查项目，尽量避免无目的“撒网”式检查。血、尿、粪常见检查为筛选的首选项目。白细胞总数和中性粒细胞分类增高，多考虑为细菌性感染;减低者则偏重于病毒或杆菌感染。若怀疑败血症、肠道及泌尿道感染，需分别送血、粪、尿培养。各种穿刺液除常规检查外，有时需送培养或涂片检查。如流行性脑脊髓膜炎患者皮肤瘀点及脑脊液涂片检查可找到脑膜炎双球菌，疟疾患儿血涂片可查找疟原虫，白喉伪膜涂片检查白喉杆菌。必要时检查肥达氏反应、外斐氏反应、嗜异性凝集试验、冷凝集试验等，有助于鉴别诊断。风湿热或类风湿病分别进行抗链球菌溶血素O或类风湿因子检查。疑病毒感染有条件者，可行免疫学方面的早期快速诊断检查。免疫缺陷病致反复感染者可作血清免疫球蛋白及细胞免疫与补体测定。血液病宜做骨髓像检查。怀疑结核病需进行结核菌素试验。怀疑胆道感染者作十二指肠引流液的检查与培养，经常可获得有意义的结果。总之，可按病情需要进行有关检查，但需注意分析检查结果时，要摒除由于取样或操作过程等误差与污染而致的假阳性或假阴性。(四)X线及其它检查胸部X线检查有助于肺与胸部疾病的诊断。其它如恶性肿瘤，可根据部位选作CT、核磁共振、血管造影、放射性同位素、B型超声波、活体组织等检查，也属必要。\"\t\n"
    },
    {
        "QuestionId": "q4232",
        "RawQuestion": "樱木花道的外号有哪些?\n",
        "Sparql": "select ?x where { <樱木花道> <其他名称> ?x.}\n",
        "Answer": "\"白痴、笨蛋、篮板王、单纯王、退场王、红毛猴子\"\t\n"
    },
    {
        "QuestionId": "q2619",
        "RawQuestion": "诸葛亮有哪些代表作品？\n",
        "Sparql": "select distinct ?y where { ?x <中文名> \"诸葛亮\" . ?x <代表作品> ?y . }\n",
        "Answer": "<隆中对_（文学作品）>\t<出师表_（诸葛亮作品）>\t<诫子书_（诸葛亮作品）>\t\n"
    },
    {
        "QuestionId": "q3501",
        "RawQuestion": "溃疡性结肠炎属于什么?\n",
        "Sparql": "select ?x where { <溃疡性结肠炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    }
]