[
    {
        "QuestionId": "q1104",
        "RawQuestion": "李宗翰、张柏芝合作的动作片有多长？\n",
        "Sparql": "select ?y where { ?x ?a <张柏芝>. ?x ?b <李宗翰>. ?x <类型> <动作_（词语解释）>. ?x <片长> ?y. }\n",
        "Answer": "\"116分钟\"\t\n"
    },
    {
        "QuestionId": "q2094",
        "RawQuestion": "氯元素的原子量是？\n",
        "Sparql": "select ?x where { <氯> <原子量> ?x . }\n",
        "Answer": "\"35.45\"\t\n"
    },
    {
        "QuestionId": "q781",
        "RawQuestion": "神话中赫拉的配偶的外文名？\n",
        "Sparql": "select ?x where { <赫拉_（古希腊神话中的第三代天后）> <配偶> ?y . ?y <外文名> ?x. }\n",
        "Answer": "\"Zeus\"\t\n"
    },
    {
        "QuestionId": "q628",
        "RawQuestion": "郭敬明写过哪些长篇小说？\n",
        "Sparql": "select ?x where { ?x <作者> <郭敬明>. ?x <文学体裁> <长篇小说>. }\n",
        "Answer": "<1995-2005夏至未至_（2005年郭敬明创作的小说）>\t<临界·爵迹>\t<临界·爵迹Ⅱ>\t<梦里花落知多少_（郭敬明著小说）>\t<幻城_（郭敬明小说）>\t<爵迹_（2010年郭敬明长篇小说）>\t<小时代_（郭敬明小说）>\t\n"
    },
    {
        "QuestionId": "q7036",
        "RawQuestion": "呼吸衰竭的病因是什么？\n",
        "Sparql": "select ?x where { <呼吸衰竭> <病因> ?x. }\n",
        "Answer": "\"呼吸道病变、肺组织病变、肺血管疾病、胸廓病变\"\t\n"
    },
    {
        "QuestionId": "q1281",
        "RawQuestion": "日本战国三英杰是指哪三人？\n",
        "Sparql": "select ?x where { <日本战国三英杰> <相关人物> ?x. }\n",
        "Answer": "<丰臣秀吉_（日本战国三英杰之一，著名政治家）>\t<织田信长_（日本战国三杰之一，安土桃山时代的大名）>\t<德川家康_（日本战国时代武将、江户幕府开创者）>\t\n"
    },
    {
        "QuestionId": "q518",
        "RawQuestion": "范仲淹生活在哪个朝代？\n",
        "Sparql": "select ?x where { <范仲淹> <所处时代> ?x. }\n",
        "Answer": "<北宋_（中国历史朝代）>\t\n"
    },
    {
        "QuestionId": "q1099",
        "RawQuestion": "《谈艺录》的作者是哪个学校毕业的？\n",
        "Sparql": "select ?x where { ?y <代表作品> <谈艺录_（钱钟书创作诗话作品）>. ?y <毕业院校> ?x. }\n",
        "Answer": "<清华大学>\t\n"
    },
    {
        "QuestionId": "q5024",
        "RawQuestion": "小儿发热属于什么？\n",
        "Sparql": "select ?x where { <小儿发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q5770",
        "RawQuestion": "九江有几家远洲品牌的酒店？\n",
        "Sparql": "select (count(?x) as ?count_hotel ) where {  ?x <城市> <九江> . ?x <酒店品牌名称> <远洲> . ?x <类型> <酒店> . }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q2470",
        "RawQuestion": "三色堇是哪个国家的国花？\n",
        "Sparql": "select ?x where { ?x <国花> <三色堇_（草本植物）>. }\n",
        "Answer": "<菲利克斯·卢卡谢维奇>\t<冰岛>\t<波兰_（波兰共和国）>\t\n"
    },
    {
        "QuestionId": "q7556",
        "RawQuestion": "重庆的巅峰乐园几天可以游玩结束？\n",
        "Sparql": "select ?x where { <重庆·巅峰乐园> <建议游玩时长> ?x. }\n",
        "Answer": "\"1-2天\"\t\n"
    },
    {
        "QuestionId": "q5049",
        "RawQuestion": "急性呼吸困难属于什么？\n",
        "Sparql": "select ?x where { <急性呼吸困难> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q5708",
        "RawQuestion": "外滩有导游服务吗？\n",
        "Sparql": "select ?x where { <外滩> <是否有导游服务> ?x. }\n",
        "Answer": "<没有导游服务>\t\n"
    },
    {
        "QuestionId": "q5177",
        "RawQuestion": "社区获得性肺炎的发病部位在哪？\n",
        "Sparql": "select ?x where { <社区获得性肺炎> <发病部位> ?x. }\n",
        "Answer": "\"肺\"\t\n"
    },
    {
        "QuestionId": "q6444",
        "RawQuestion": "奥林匹克公园附近哪些酒店可以办婚宴\n",
        "Sparql": "select ?x where { <奥林匹克森林公园> <附近> ?cvt. ?cvt <实体名称> ?x. ?x <是否有婚宴服务> <提供婚宴服务,可能收费>. ?x <类型> <酒店>. }\n",
        "Answer": "<北京金隅喜来登大酒店>\t<北京新云南皇冠假日酒店>\t<名人国际大酒店>\t\n"
    },
    {
        "QuestionId": "q7163",
        "RawQuestion": "平卧呼吸困难该如何预防？\n",
        "Sparql": "select ?x where { <平卧呼吸困难> <预防> ?x. }\n",
        "Answer": "\"活血化瘀通络，改善冠状动脉血液循环，促进血管新生，形成侧枝循环，保护缺血心肌，防止并发症发生发展，提高疗效的目的。病因治疗1】是去除疾病病因2】去除诱因，一般治疗1】卧床休息，。2【是控制钠盐，食用;量在每日2-5克。3】适当的水分摄入，4】其他，注意检测体重和电解质，\"\t\n"
    },
    {
        "QuestionId": "q1045",
        "RawQuestion": "星爷的公司是哪年成立的？\n",
        "Sparql": "select ?x where { <周星驰> <经纪公司> ?y. ?y <成立时间> ?x. }\n",
        "Answer": "\"2010-06-27\"\t\"1996\"\t\n"
    },
    {
        "QuestionId": "q5257",
        "RawQuestion": "新生儿肺炎在医学专科中属于什么？\n",
        "Sparql": "select ?x where { <新生儿肺炎> <医学专科> ?x. }\n",
        "Answer": "\"儿科，呼吸科\"\t\n"
    },
    {
        "QuestionId": "q5892",
        "RawQuestion": "故宫附近5km内最贵的酒店是多少钱？\n",
        "Sparql": "select ?price  where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 5). } ORDER BY desc(?price) LIMIT 1\n",
        "Answer": "\"2835\"\t\n"
    },
    {
        "QuestionId": "q4656",
        "RawQuestion": "有哪几类信托产品\n",
        "Sparql": "select ?x where { <信托产品> <类别> ?x. }\n",
        "Answer": "\"不动产信托\"\t\"融资租赁信托\"\t\"贷款信托类\"\t\"权益信托类\"\t\n"
    },
    {
        "QuestionId": "q4493",
        "RawQuestion": "《新楚留香》的原著是哪位作家？\n",
        "Sparql": "select ?y where { <新楚留香> <原著> ?y . }\n",
        "Answer": "<古龙_（著名武侠小说家）>\t\n"
    },
    {
        "QuestionId": "q4431",
        "RawQuestion": "已知的最亮的恒星是哪一颗？\n",
        "Sparql": "select ?x where { <恒星_（天文学词汇）> <已知最亮的> ?x. }\n",
        "Answer": "\"R136a1\"\t\n"
    },
    {
        "QuestionId": "q7392",
        "RawQuestion": "香港美利酒店适合两个人住的房型有哪些\n",
        "Sparql": "select ?x where { <香港美利酒店> <房型名称> ?x. ?x <容纳人数> \"2.0\"^^<http://www.w3.org/2001/XMLSchema#float>. }\n",
        "Answer": "<豪华客房>\t<高级客房>\t<尊贵客房>\t<特色套房>\t<探索者套房>\t<豪华房 (美 团 专 享 价）>\t<尊贵豪华客房>\t\n"
    },
    {
        "QuestionId": "q81",
        "RawQuestion": "钢铁侠加入了哪些组织？\n",
        "Sparql": "select ?x where { <史塔克_（美国动漫及电影钢铁侠中的人物）> <所属团队> ?x. }\n",
        "Answer": "<神盾局>\t<复仇者_（惊奇漫画公司漫画《复仇者》）>\t<光照会_（美国漫威漫画旗下秘密组织）>\t\n"
    },
    {
        "QuestionId": "q2754",
        "RawQuestion": "郑州有几个期货交易所？\n",
        "Sparql": "select ?x where { <郑州> <期货交易所数量> ?x. }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q5837",
        "RawQuestion": "喀什市包含几个5A级别的景点？\n",
        "Sparql": "select (count(?x) as ?count_city) where { ?x <城市> <喀什市>. ?x <类型> <景点>. ?x <景点的等级A> \"5A\". }\n",
        "Answer": "\"1\"\t\n"
    },
    {
        "QuestionId": "q6562",
        "RawQuestion": "作《帝京篇》的古人的年号是什么？\n",
        "Sparql": "select ?x where { <帝京篇_（李世民作唐诗）> <作者>  ?y. ?y <年号> ?x. } \n",
        "Answer": "<贞观_（汉语词语）>\t\n"
    },
    {
        "QuestionId": "q7194",
        "RawQuestion": "病毒性腹泻有怎样的诊断依据？\n",
        "Sparql": "select ?x where { <病毒性腹泻> <诊断> ?x. }\n",
        "Answer": "\"本病应于细菌性腹泻相鉴别：通常腹泻绝大部分是病毒引起或消化不良引起。通常我们说的细菌性腹泻往往是指菌痢，它有传染性，当然有些宝宝抵抗力很差，长期腹泻也可以继发细菌感染，如大肠杆菌，霉菌等，但不多。关于治疗方法，除了对症治疗外，帮助消化，止泻，还有就是消炎。秋季腹泻的主要特征：先吐后泻，伴发烧，大便呈水样或蛋花汤样，病程有自限性，即使用药也不能显著改变病程，症状表现：(1)起病急，初期常伴有感冒症状，如咳嗽、鼻塞、流涕，半数患儿还会发热(常见于病程初期)，一般为低热，很少高热;2)大便次数增多，每日10次左右，大于3次就应考虑秋季腹泻，大便呈白色、黄色或绿色蛋花汤样，带少许粘液或脓血，无腥臭味;(3)半数患儿会出现呕吐。呕吐症状多数发生在病程的初期，一般不超过3天。(4)腹泻重者可出现脱水症状，如口渴明显，尿量减少，烦躁不安;(5)病程有自限性，病程一般5-7天，营养不良、佝偻病和体弱多病者，腹泻的时间可能更长。\"\t\n"
    },
    {
        "QuestionId": "q2960",
        "RawQuestion": "600570上市时间是什么时候？\n",
        "Sparql": "select ?x where { ?y <股票代码> <600570>. ?y <上市时间> ?x. }\n",
        "Answer": "<2003-12-16>\t\n"
    },
    {
        "QuestionId": "q6937",
        "RawQuestion": "陈羽凡，胡海泉组成的组合叫什么？\n",
        "Sparql": "select ?x where { ?y <中文名> ?x. ?y <组合成员> <胡海泉_（中国内地歌手）>. ?y <组合成员> <陈羽凡>. } \n",
        "Answer": "\"羽·泉\"\t\n"
    },
    {
        "QuestionId": "q5263",
        "RawQuestion": "肾衰竭患者会有怎样的临床表现？\n",
        "Sparql": "select ?x where { <肾衰竭> <临床表现> ?x. }\n",
        "Answer": "\"表现少尿或多尿，氮质血症、尿毒症有关症状\"\t\"内环境严重紊乱；尿量逐渐增加\"\t\n"
    },
    {
        "QuestionId": "q7220",
        "RawQuestion": "霉菌性阴道炎是怎么传播的？\n",
        "Sparql": "select ?x where { <霉菌性阴道炎> <传播途径> ?x. }\n",
        "Answer": "\"间接接触、性交等方式传播\"\t\n"
    },
    {
        "QuestionId": "q2496",
        "RawQuestion": "缅甸最大城市有哪些著名景点？\n",
        "Sparql": "select ?x where { <缅甸> <最大城市> ?y. ?y <著名景点> ?x. }\n",
        "Answer": "<仰光大金塔>\t\n"
    },
    {
        "QuestionId": "q67",
        "RawQuestion": "唐嫣工作室旗下都有哪些艺人？\n",
        "Sparql": "select ?x where { ?x <经纪公司> <唐嫣工作室>. }\n",
        "Answer": "<唐嫣>\t\n"
    },
    {
        "QuestionId": "q4910",
        "RawQuestion": "呼吸窘迫综合征属于什么？\n",
        "Sparql": "select ?x where { <呼吸窘迫综合征> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3174",
        "RawQuestion": "桃花癣属于什么?\n",
        "Sparql": "select ?x where { <桃花癣> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3128",
        "RawQuestion": "热带性口炎性腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <热带性口炎性腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q7113",
        "RawQuestion": "发热伴眼睛充血该怎么预防？\n",
        "Sparql": "select ?x where { <发热伴眼睛充血> <预防> ?x. }\n",
        "Answer": "\"根据病因进行针对治疗。如果是炎症感染的话积极的做好消炎治疗和退烧治疗就会很快恢复正常的。如果是病毒感染的情况话积极的做好抗病毒治疗也是会很快控制住情况的。同时还需要注意适当的多喝水，多休息，避免吃生冷辛辣刺激性的食物，避免看电视电脑为宜。\"\t\n"
    },
    {
        "QuestionId": "q440",
        "RawQuestion": "作家狄更斯的笔名是什么？\n",
        "Sparql": "select ?x where { <查尔斯·狄更斯> <笔名> ?x. }\n",
        "Answer": "\"伯茨（Boz）\"\t\n"
    },
    {
        "QuestionId": "q2992",
        "RawQuestion": "与海通证券董事长关联的公司有几家？\n",
        "Sparql": "select ?x where { <海通证券> <董事长> ?y. ?y <关联公司数量> ?x. }\n",
        "Answer": "\"6\"\t\n"
    },
    {
        "QuestionId": "q7100",
        "RawQuestion": "如何预防产后发热现象？\n",
        "Sparql": "select ?x where { <产后发热> <预防> ?x. }\n",
        "Answer": "\"对于产后发热重点在于预防及调护。(1)做好产前检查及孕期卫生指导，产前患有贫血、营养不良、急性外阴炎、阴道炎和宫颈炎的，应及时治疗。妊娠两个月后禁止性生活和盆浴。尽量避免不必要的阴道检查。(2)临产时应尽量进食和饮水，宫缩间隙抓紧时间休息，避免过度疲劳，接生者应严格执行无菌操作。对于有胎膜早破、产程延长、软产道损伤和产后出血者，除对症治疗外，还应给予抗生素预防感染。(3)产后要注意卫生，保持会阴清洁，尽可能早地下床活动，以促进子宫收缩和恶露的排出。产褥期加强营养以增强身体抵抗力。(4)发热期间应多饮水，高热时要吃流质或半流质食物。必要时可采用酒精擦体降温，但不能随意用退烧药，以免掩盖病情而延误治疗。\"\t\n"
    },
    {
        "QuestionId": "q306",
        "RawQuestion": "散文《风筝》是哪一年创作的？\n",
        "Sparql": "select ?y where { <风筝_（鲁迅著散文）> <创作年代> ?y. }\n",
        "Answer": "<1925年_（年代）>\t\n"
    },
    {
        "QuestionId": "q5391",
        "RawQuestion": "哪种病会涉及到吞咽痛和无力的症状？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <吞咽痛> . ?x <涉及症状> <无力> . }\n",
        "Answer": "<急性咽炎>\t\n"
    },
    {
        "QuestionId": "q3091",
        "RawQuestion": "细菌感染属于什么？\n",
        "Sparql": "select ?x where { <细菌感染> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q2733",
        "RawQuestion": "恒生电子在哪里上市的\n",
        "Sparql": "select ?x where { <恒生电子> <上市地点> ?x. }\n",
        "Answer": "<上海证券交易所>\t\n"
    },
    {
        "QuestionId": "q5794",
        "RawQuestion": "九寨沟风景区的营业时间什么时候？\n",
        "Sparql": "select ?x where { <九寨沟风景区> <营业时间> ?x. }\n",
        "Answer": "\"1.1-3.31 周一至周日 全天 08:30-17:00; 4.1-12.31 周一至周日 全天 08:00-17:00\"\t\n"
    },
    {
        "QuestionId": "q5968",
        "RawQuestion": "曲院风荷电瓶船码头有停车场吗？\n",
        "Sparql": "select ?x where { <曲院风荷电瓶船码头> <是否有停车场> ?x. }\n",
        "Answer": "<无停车场>\t\n"
    },
    {
        "QuestionId": "q2751",
        "RawQuestion": "国内有哪些期货交易所？\n",
        "Sparql": "select ?x where { <期货交易所> <类别> ?x. }\n",
        "Answer": "<上期所>\t<郑商所>\t<大商所>\t\n"
    },
    {
        "QuestionId": "q4862",
        "RawQuestion": "乳头内陷属于什么?\n",
        "Sparql": "select ?x where { <乳头内陷> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2478",
        "RawQuestion": "请问什么叫做假寐？\n",
        "Sparql": "select ?x where { <假寐> <解释> ?x. }\n",
        "Answer": "\"瞌睡\"\t\"打盹儿，打\"\t\n"
    },
    {
        "QuestionId": "q2529",
        "RawQuestion": "被世人尊称为\"哥哥\"的歌手、演员？\n",
        "Sparql": "select ?x where { ?x <别名> \"哥哥\". ?x <职业> <歌手_（职业名称）>. ?x <职业> <演员_（薛之谦歌曲）>. }\n",
        "Answer": "<张国荣_（华语歌手、演员、音乐人）>\t\n"
    },
    {
        "QuestionId": "q966",
        "RawQuestion": "莫扎特的家乡有多少人口？\n",
        "Sparql": "select ?x where { <莫扎特_（欧洲著名古典主义音乐作曲家）> <出生地> ?a. ?a <人口> ?x. }\n",
        "Answer": "\"150000\"\t\n"
    },
    {
        "QuestionId": "q1623",
        "RawQuestion": "复旦大学出了哪些政治家？\n",
        "Sparql": "select ?x where { ?x <职业> <政治家> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<李焕_（台湾地区政治家、前“行政院长”）>\t<邵力子>\t\n"
    },
    {
        "QuestionId": "q25",
        "RawQuestion": "朱瞻基在位时的年号是什么？\n",
        "Sparql": "select ?x where { <朱瞻基> <年号> ?x. }\n",
        "Answer": "<宣德>\t\n"
    },
    {
        "QuestionId": "q4935",
        "RawQuestion": "倦怠属于什么？\n",
        "Sparql": "select ?x where { <倦怠> <类型> ?x. }\n",
        "Answer": "<字词>\t<医学术语>\t<医学>\t<症状>\t\n"
    },
    {
        "QuestionId": "q206",
        "RawQuestion": "巴金的中文名是什么？\n",
        "Sparql": "select ?x where { <巴金> <中文名> ?x. }\n",
        "Answer": "\"李尧棠\"\t\n"
    },
    {
        "QuestionId": "q725",
        "RawQuestion": "康熙王朝的纸片人毕业于哪个学校？\n",
        "Sparql": "select ?x where { <康熙王朝_（中国2001年陈家林执导陈道明主演电视剧）> <制片人> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<山东艺术学院>\t\n"
    },
    {
        "QuestionId": "q1459",
        "RawQuestion": "导演雷德利·斯科特是哪个国家的？\n",
        "Sparql": "select ?x where { <雷德利·斯科特> <国籍> ?x. }\n",
        "Answer": "<英国_（大不列颠及北爱尔兰联合王国）>\t\n"
    },
    {
        "QuestionId": "q4484",
        "RawQuestion": "主持人柴静有哪些作品？\n",
        "Sparql": "select ?y where { <柴静> <代表作品> ?y . }\n",
        "Answer": "<穹顶之下_（2015年由柴静拍摄的纪录片）>\t<24小时_（美国2001年基弗·萨瑟兰主演的电视剧）>\t<看见_（柴静著书）>\t<面对面_（中国中央电视台新闻频道节目）>\t\n"
    },
    {
        "QuestionId": "q7544",
        "RawQuestion": "东营蓝海国际大饭店在哪所城市？\n",
        "Sparql": "select ?x where { <东营蓝海国际大饭店> <城市> ?x. }\n",
        "Answer": "<东营>\t\n"
    },
    {
        "QuestionId": "q3296",
        "RawQuestion": "血小板减少性紫癜属于什么?\n",
        "Sparql": "select ?x where { <血小板减少性紫癜> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q3003",
        "RawQuestion": "肺炎衣原体检测的涉及症状是什么？\n",
        "Sparql": "select ?x where { <肺炎衣原体检测> <涉及症状> ?x. }\n",
        "Answer": "<糖尿>\t\n"
    },
    {
        "QuestionId": "q7405",
        "RawQuestion": "富临大酒店坐落在哪所城市？\n",
        "Sparql": "select ?x where { <深圳富临大酒店> <城市> ?x. }\n",
        "Answer": "<深圳>\t\n"
    },
    {
        "QuestionId": "q3530",
        "RawQuestion": "肺癌的同义词是什么？\n",
        "Sparql": "select ?x where { <肺癌> <同义词> ?x. }\n",
        "Answer": "<原发性支气管肺癌>\t\n"
    },
    {
        "QuestionId": "q2244",
        "RawQuestion": "清华大学获得过哪些主要奖项？\n",
        "Sparql": "SELECT ?x WHERE { <清华大学> <主要奖项> ?x . }\n",
        "Answer": "\"国家级教学成果奖79项（截至2014年底）\"\t\"国家级科技三大奖507项（截至2015年底）\"\t\"全国优秀博士论文108篇（截至2013年底）\"\t\n"
    },
    {
        "QuestionId": "q1110",
        "RawQuestion": "\"2009年第一轮第3位被雷霆队选中\"的球员获得了哪些奖项？\n",
        "Sparql": "select ?y where { ?x <nba选秀> \"2009年第一轮第3位被雷霆队选中\" . ?x <主要奖项> ?y. }\n",
        "Answer": "\"2011-12赛季NBA最佳第六人\"\t\"2012年伦敦奥运金牌\"\t\"2014年西班牙男篮世界杯冠军\"\t\"4次入选NBA全明星阵容\"\t\"两次入选NBA最佳阵容第一阵容\"\t\n"
    },
    {
        "QuestionId": "q2222",
        "RawQuestion": "詹姆斯卡梅隆出生于加拿大的哪里？\n",
        "Sparql": "select ?x where { <詹姆斯·卡梅隆_（加拿大电影导演）> <出生地> ?x . }\n",
        "Answer": "<安大略省>\t\n"
    },
    {
        "QuestionId": "q2131",
        "RawQuestion": "元素周期表是由谁创建的？\n",
        "Sparql": "select ?x where { <元素周期表_（化学元素列表）> <创造者> ?x . }\n",
        "Answer": "<德米特里·伊万诺维奇·门捷列夫>\t\n"
    },
    {
        "QuestionId": "q4391",
        "RawQuestion": "温子仁导演的动作片有哪些？\n",
        "Sparql": "select ?x where{ ?x <导演> <温子仁>. ?x <类型> <动作_（词语解释）>.}\n",
        "Answer": "<速度与激情7>\t\n"
    },
    {
        "QuestionId": "q1188",
        "RawQuestion": "法国的作家有哪些？\n",
        "Sparql": "select ?x where { ?x <职业> <作家_（从事文学创作有成就的人）>. ?x <国籍> <法国_（法兰西共和国）> . }\n",
        "Answer": "<勒萨日>\t<卢梭_（法国著名思想家）>\t\n"
    },
    {
        "QuestionId": "q4038",
        "RawQuestion": "\"人间正道是沧桑\"的作者是谁？\n",
        "Sparql": "select ?x where { <人间正道是沧桑_（毛泽东诗句）> <作者> ?x . }\n",
        "Answer": "<毛泽东_（无产阶级革命家）>\t\n"
    },
    {
        "QuestionId": "q1609",
        "RawQuestion": "所有球衣号码是23的篮球运动员有哪些？\n",
        "Sparql": "select ?x where { ?x <球衣号码> \"23\". ?x <运动项目> <篮球_（球类运动）>. }\n",
        "Answer": "<迈克·布拉茨>\t<韦斯利·马修斯>\t<路易斯·威廉姆斯>\t<尤兰达>\t<德里克·威廉姆斯_（美国篮球运动员）>\t<特拉维斯·莱斯利>\t<贾森·理查德森_（前美国职业篮球运动员）>\t<凯文·马丁_（美国职业篮球运动员）>\t<詹姆斯_（勒布朗·詹姆斯）>\t<德雷蒙德·格林>\t<本·麦克莱默>\t<马亚·摩尔>\t<本·汉斯布鲁>\t<史蒂夫·琼斯_（美职篮职业运动员）>\t<马里奥·赫佐尼亚>\t\n"
    },
    {
        "QuestionId": "q208",
        "RawQuestion": "你知道铁的熔点吗？\n",
        "Sparql": "select ?x where { <铁_（最常见的金属元素）> <熔点> ?x. }\n",
        "Answer": "\"1535℃\"\t\n"
    },
    {
        "QuestionId": "q2666",
        "RawQuestion": "四川大学出了哪些企业家？\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <四川大学> . }\n",
        "Answer": "<蒲发春>\t<刘庆新_（成都被杀害亿万富豪）>\t<李小麟>\t<张杰贤>\t<杨晓春_（企业家）>\t<王国成_（贝尔化工集团有限公司董事长、总裁）>\t\n"
    },
    {
        "QuestionId": "q6584",
        "RawQuestion": " 过敏性鼻炎可以怎么预防？\n",
        "Sparql": "select ?x where { <过敏性鼻炎> <预防>  ?x. } \n",
        "Answer": "\"在年幼时暴露于动物出没的环境中\"\t\n"
    },
    {
        "QuestionId": "q7617",
        "RawQuestion": "成都家园国际酒店什么时候能入住？\n",
        "Sparql": "select ?x where { <成都家园国际酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"12:00\"\t\n"
    },
    {
        "QuestionId": "q1071",
        "RawQuestion": "NIKE总部所在地有哪些大学？\n",
        "Sparql": "select ?x where { <NIKE> <总部地点> ?y. ?y <高等院校> ?x. }\n",
        "Answer": "<波特兰州立大学>\t\n"
    },
    {
        "QuestionId": "q5200",
        "RawQuestion": "如何诊断是否为细菌感染？\n",
        "Sparql": "select ?x where { <细菌感染> <诊断> ?x. }\n",
        "Answer": "\"病史要点有发热、咽痛、咳嗽、咳痰、胸痛、胸闷、憋气、畏寒、寒战、腹泻、腹痛、肛周疼痛及局部感染灶的红、肿、热、痛等。症状要点局部感染表现为原发炎症，各种病原菌所引起的原发炎症与其在人体的分布部位有关。原发炎症的特点是局部的红、肿、热、痛和功能障碍。全身感染或是感染严重者可出现毒血症等症状，如发热、畏寒、寒战、头痛、恶心、呕吐、腹胀、腹痛等。查体要点皮肤软组织肿块，皮疹，口腔溃疡，牙龈红肿，扁桃体肿大，鼻窦压痛，浅表淋巴结肿大、触痛阳性，肺部干湿罗音或呼吸音减低或呼吸音消失，腹部压痛、反跳痛，麦氏点、胆囊点压痛，肝脾肾区叩痛，肛周触痛阳性，关节红肿、触痛阳性、活动受限。辅助检查实验室检查:1.血清C反应蛋白(CRP)在细菌感染、合并细菌感染混合感染、移植物抗宿主病中可出现CRP明显升高，细菌感染、真菌感染、细菌合并病毒感染、急慢性GVHD等并发症均可出现CRP轻度升高，而单纯病毒感染CRP不升高。在细菌感染临床症状最明显时，CRP可达最高，治疗有效者CRP逐渐降低。2.内毒素检测可鉴别诊断感染性疾病；对大多数革兰阴性菌感染性疾病的早期做出诊断；对病情进行动态监测，能有效监控病情发展；对指导用药及用药后的疗效、预后判断具有重要意义。3.血清降钙素原（PCT）PCT在严重细菌感染早期即可升高；只在严重的全身系统性感染时才明显升高；PCT浓度和炎症严重程度成正相关，并随着炎症的控制和病情的缓解而降低至正常水平。4.病原学诊断包括显微镜检查、分离培养、生化鉴定、血清学试验和分子生物学方法等。其中显微镜检查是常用的简便方法，但标本容易污染且阳性率低，影响结果判断；细菌分离培养和鉴定耗时长，并且阳性率低，难以快速、准确地检出真正致病细菌；病原菌抗原的检测，具有快速、灵敏、特异性高等优点，常用的免疫技术有协同凝集试验、免疫荧光法、对流免疫电泳、酶免疫测定、免疫印记技术；气-液相色谱法常用于厌氧菌的检测；基因诊断法，常用的有核酸杂交、PCR和DNA指纹图谱等。影像学检查:1.胸片或胸腹部、颅脑、副鼻窦CT/MRI：可了解有肺炎、肝脾肾脓肿、脑脓肿、鼻窦炎、多浆膜腔积液等。2.超声：有心内膜赘生物等明确是否为心内膜炎；了解皮下包块及肝脾肾包块性质、大小等为诊断提供帮助。其他检查:支气管镜检查、肠镜检查等。临床类型按临床上感染发生部位与性质不同分类1.局部感染：入侵的病原菌只局限在宿主一定部位生长繁殖，引起局部病变的感染类型如化脓性球菌所致的疖、痈。2.全身感染：感染发生后，病原菌或其毒性代谢产物向全身扩散，引起全身性症状。全身感染在临床上常见下列几种情况：（1）毒血症：产生外毒素的病原菌只在局部生长繁殖，病菌不进入血流，但其产生的外毒素进入血循环，达到易感靶器官、引起器官损害，产生特殊的毒性症状。（2）菌血症：病原菌侵入血流，但未在其中繁殖，只是短暂的一过性经血液循环到达体内适宜部位再繁殖致病。（3）败血症：病原菌侵入血流后，在其中大量繁殖并产生毒性产物，引起严重全身中毒症状，如高热、皮肤和黏膜淤斑、肝脾肿大等。（4）脓毒血症：化脓性细菌侵入血流后，在其中大量繁殖，通过血流扩散到机体其他组织或器官，产生新的化脓性病灶。（5）内毒素血症：由于革兰阴性菌感染使宿主血液中出现内毒素引起的症状。症状因血中内毒素量的不同而异。轻则只有发热，重则可有DIC、休克甚至死亡。鉴别诊断1.病毒感染可伴有流涕、腹泻等症状，可有巨细胞病毒DNA或EB病毒DNA阳性，及影像学可有肺部磨玻璃影改变，而CRP不升高、内毒素检测阴性等。2.真菌感染可伴有咳白黏痰、咳血丝痰、胸闷、憋气及局部组织坏死等症状，可有G试验、GM试验阳性，影像学检查有新月征、晕征、空洞、结节等。\"\t\"病毒感染：能在人体寄生繁殖，并能致病的病毒引起的传染病。主要表现有发热、头痛、全身不适等全身中毒症状及病毒寄主和侵袭组织器官导致炎症损伤而引起的局部症状。真菌感染：真菌感染引起的疾病称为真菌病，发病率最高的念珠菌病和皮肤癣菌病由人体正常菌群的真菌引起，感染可区分为：表面感染,皮肤感染，皮下组织感染，深部感染和条件性感染。\"\t\n"
    },
    {
        "QuestionId": "q2727",
        "RawQuestion": "A股有多少上市公司？\n",
        "Sparql": "select ?x where { <A股> <上市公司数量> ?x. }\n",
        "Answer": "\"3158\"\t\n"
    },
    {
        "QuestionId": "q7061",
        "RawQuestion": "如何预防咽干的发生？\n",
        "Sparql": "select ?x where { <咽干> <预防> ?x. }\n",
        "Answer": "\"胖大海：清热润肺，利咽解毒，润肠通便。用于肺热声哑，干咳无痰，咽喉干痛，热结便闭，头痛目赤。青果：味酸涩，有清热解毒、清咽利喉的作用。嚼食鲜橄榄即可达到润喉的效果，用盐腌制的橄榄果脯，清热的功效还将增强。桔梗：治疗咽喉肿痛佛手：有理气化痰的功用，痰多的人比较适合。陈皮：和佛手一样，也有理气健脾、燥湿化痰的功效。\"\t\n"
    },
    {
        "QuestionId": "q831",
        "RawQuestion": "获得首届孔子国籍文学奖的诗人是谁？\n",
        "Sparql": "select ?x where { ?x <职业> <诗人_（汉语词语）>. ?x <主要成就> \"获得首届孔子国际文学奖\". }\n",
        "Answer": "<洛夫_（诗人）>\t\n"
    },
    {
        "QuestionId": "q361",
        "RawQuestion": "肯德基何时成立？\n",
        "Sparql": "select ?x where { <肯德基> <成立时间> ?x . }\n",
        "Answer": "\"1952\"\t\n"
    },
    {
        "QuestionId": "q6268",
        "RawQuestion": "杭州安哥拉巨兔体验馆有吃饭的地方吗？\n",
        "Sparql": "select ?x where { <杭州安哥拉巨兔体验馆> <是否有餐厅> ?x. }\n",
        "Answer": "<有餐厅>\t\n"
    },
    {
        "QuestionId": "q1451",
        "RawQuestion": "天狼星和地球距离是多少？\n",
        "Sparql": "select ?x where { <天狼_（大犬座α星）> <距地距离> ?x. }\n",
        "Answer": "\"8.6光年\"\t\n"
    },
    {
        "QuestionId": "q1644",
        "RawQuestion": "bilibili的董事长是什么血型？\n",
        "Sparql": "select ?z where { <bilibili> <董事长> ?y . ?y <血型> ?z . }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q548",
        "RawQuestion": "董仲舒信奉的思想流派的代表人物有谁？\n",
        "Sparql": "select ?y where { <董仲舒_（西汉思想家）> <信仰> ?x. ?x <代表人物> ?y . }\n",
        "Answer": "<孟子_（儒家代表人物之一）>\t<朱熹_（南宋理学家）>\t<曾子>\t<孔子_（儒家学派创始人）>\t\n"
    },
    {
        "QuestionId": "q7139",
        "RawQuestion": "如何预防宫缩乏力？\n",
        "Sparql": "select ?x where { <宫缩乏力> <预防> ?x. }\n",
        "Answer": "\"1.排除产道、胎儿性难产制定分娩方式。2.预计能从阴道分娩者增强产妇体力，加强子宫收缩。3.有头盆不称，胎儿窘迫，胎位异常，前置胎盘，子宫过度膨胀，高龄产妇，子宫过度膨胀有子宫和子宫颈手术者慎用。4.情况改善后预防产后出血和感染。\"\t\n"
    },
    {
        "QuestionId": "q1234",
        "RawQuestion": "pku的现任校长是谁？\n",
        "Sparql": "select ?x where { ?y <简称> <pku_（北京大学的英文缩写）>. ?y <现任校长> ?x. }\n",
        "Answer": "<林建华_（北京大学校长）>\t\n"
    },
    {
        "QuestionId": "q4919",
        "RawQuestion": "高热与哪些疾病有关？\n",
        "Sparql": "select ?x where { <高热> <涉及疾病> ?x. }\n",
        "Answer": "<高血糖高渗综合征>\t<回归热>\t<支原体肺炎>\t<败血症>\t\n"
    },
    {
        "QuestionId": "q4647",
        "RawQuestion": "股本概念分类\n",
        "Sparql": "select ?x where { <股本> <类别> ?x. }\n",
        "Answer": "\"额定股本\"\t\"库藏股\"\t\"股本已发行股本\"\t\"发行在外股本\"\t\"已认股本\"\t\n"
    },
    {
        "QuestionId": "q1886",
        "RawQuestion": "现任证监会主席是谁？\n",
        "Sparql": "select ?x where { <证监会> <现任主席> ?x. }\n",
        "Answer": "<易会满>\t\n"
    },
    {
        "QuestionId": "q2876",
        "RawQuestion": "黄金期货的报价单位\n",
        "Sparql": "select ?x where { <黄金期货> <报价单位> ?x. }\n",
        "Answer": "\"元（人民币）/克\"\t\n"
    },
    {
        "QuestionId": "q1666",
        "RawQuestion": "武汉大学出了哪些作家？\n",
        "Sparql": "select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <武汉大学> . }\n",
        "Answer": "<袁子弹_（作家、著名编剧）>\t<吕红_（美国俄亥俄大学研究学者）>\t<孙恩道>\t<土家野夫>\t<龚举善>\t<刘第红>\t<陈贤仲>\t<陈所巨>\t<王易_（微信营销艺术青年）>\t<陈世旭>\t<雪宇>\t<郭新平_（《齐鲁儿女》杂志社总编辑、社长）>\t<易中天>\t<袁厚春>\t<缪俊杰_（中国报告文学学会常务理事）>\t<青衫落拓>\t<李旦初>\t<刘炜_（网络小说作家）>\t<田贞见>\t<邢新彦>\t<刘汉太>\t<池莉>\t<高尔品>\t<向前_（中国作家协会会员）>\t<周勃_（中国作家协会作家）>\t<黄鹏_（全国中小学优秀站长）>\t<李延国_（山东作家）>\t<阎志_（卓尔控股有限公司董事长）>\t<戴漓力>\t\n"
    },
    {
        "QuestionId": "q4972",
        "RawQuestion": "产后发热与什么疾病有关？\n",
        "Sparql": "select ?x where { <产后发热> <涉及疾病> ?x. }\n",
        "Answer": "<晚期产后出血>\t<产后出血>\t<自然流产>\t<产褥感染>\t\n"
    },
    {
        "QuestionId": "q498",
        "RawQuestion": "历史上哪个人物创建了布达拉宫？\n",
        "Sparql": "select ?x where { <布达拉宫_（中国西藏宫堡式建筑群）> <始建造者> ?x. }\n",
        "Answer": "\"松赞干布\"\t\n"
    },
    {
        "QuestionId": "q1799",
        "RawQuestion": "基金的运作方式有哪些？\n",
        "Sparql": "select ?x where { <基金> <运作方式> ?x. }\n",
        "Answer": "\"开放式基金\"\t\"封闭式基金\"\t\n"
    },
    {
        "QuestionId": "q6868",
        "RawQuestion": "演员章婷婷的代表作品是什么？\n",
        "Sparql": "SELECT ?X WHERE { ?Y <中文名> \"章婷婷\". ?Y <职业> <演员_（职业）>. ?Y <代表作品> ?X. } \n",
        "Answer": "<笔仙_（迷信招灵游戏）>\t<海上孟府>\t<警校生>\t<后厨_（2012年小沈阳主演电视剧）>\t<>\t\n"
    },
    {
        "QuestionId": "q3330",
        "RawQuestion": "慢性胃炎属于什么?\n",
        "Sparql": "select ?x where { <慢性胃炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2859",
        "RawQuestion": "一般的企业财产保险可分为哪几类？\n",
        "Sparql": "select ?x where { <企业财产保险> <类别> ?x. }\n",
        "Answer": "\"财产一切险\"\t\"综合险\"\t\"基本险\"\t\"财产险\"\t\n"
    },
    {
        "QuestionId": "q2874",
        "RawQuestion": "黄金期货在哪里交易\n",
        "Sparql": "select ?x where { <黄金期货> <交易地点> ?x. }\n",
        "Answer": "<上海期货交易所>\t\n"
    },
    {
        "QuestionId": "q5033",
        "RawQuestion": "发热伴血小板减少属于什么？\n",
        "Sparql": "select ?x where { <发热伴血小板减少> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2231",
        "RawQuestion": "闻一多创作了哪些十四行诗？\n",
        "Sparql": "select ?x where { ?x <作者> <闻一多> . ?x <文学体裁> <十四行诗> . }\n",
        "Answer": "<回来_（闻一多创作现代诗）>\t\n"
    },
    {
        "QuestionId": "q103",
        "RawQuestion": "菠萝种植在哪些区域？\n",
        "Sparql": "select ?x where { <菠萝> <分布区域> ?x. }\n",
        "Answer": "<泰国>\t<岭南_（中国地区）>\t<南美洲>\t\n"
    },
    {
        "QuestionId": "q5247",
        "RawQuestion": "血小板增多症的常见病因有哪些？\n",
        "Sparql": "select ?x where { <血小板增多症> <常见病因> ?x. }\n",
        "Answer": "\"各种原因导致的血小板增多导致。\"\t\n"
    },
    {
        "QuestionId": "q2973",
        "RawQuestion": "郑商所上市的农产品期货有什么\n",
        "Sparql": "select ?x where { <郑商所> <交易品种> ?x. ?x <类别> <农产品期货>. }\n",
        "Answer": "<油菜籽>\t<早籼稻>\t<棉纱>\t<白糖>\t<粳稻>\t<菜籽粕>\t<强麦>\t<菜籽油>\t<棉花>\t<普麦>\t<苹果>\t<晚籼稻>\t\n"
    },
    {
        "QuestionId": "q6398",
        "RawQuestion": "梅州客天下国际大酒店几点可以办入住？\n",
        "Sparql": "select ?x where { <梅州客天下国际大酒店> <酒店入住开始时间> ?x. }\n",
        "Answer": "\"15:00\"\t\n"
    },
    {
        "QuestionId": "q6074",
        "RawQuestion": "临海华侨大酒店内有婚宴服务吗？\n",
        "Sparql": "select ?x where { <临海华侨大酒店> <是否有婚宴服务> ?x. }\n",
        "Answer": "<提供婚宴服务,可能收费>\t\n"
    },
    {
        "QuestionId": "q2327",
        "RawQuestion": "熊猫是熊还是猫？\n",
        "Sparql": "select ?x where { <熊猫_（哺乳动物）> <科> ?x. }\n",
        "Answer": "<熊科>\t\n"
    },
    {
        "QuestionId": "q6493",
        "RawQuestion": "故宫附近5km内最便宜的酒店是哪一家？\n",
        "Sparql": "select ?y  where { <故宫博物院（故宫）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. ?y <类型> <酒店>. ?y <平均价格> ?price. filter(?distance <= 5). } ORDER BY asc(?price) LIMIT 1\n",
        "Answer": "<北京国际饭店>\t\n"
    },
    {
        "QuestionId": "q6381",
        "RawQuestion": "住在天津滨海喜来登酒店大概花多少？\n",
        "Sparql": "select ?y where {  <天津滨海喜来登酒店> <平均价格> ?y. }\n",
        "Answer": "\"1163\"\t\n"
    },
    {
        "QuestionId": "q1834",
        "RawQuestion": "青岛啤酒的非执行董事？\n",
        "Sparql": "select ?x where { <青岛啤酒> <非执行董事> ?x. }\n",
        "Answer": "<唐斌>\t\n"
    },
    {
        "QuestionId": "q1531",
        "RawQuestion": "孔孟之乡指的是我国的哪个省？\n",
        "Sparql": "select ?x where { ?x <齐鲁名人> \"孟子、\". ?x <齐鲁名人> \"孔子、\". }\n",
        "Answer": "<山东_（中国山东省）>\t\n"
    },
    {
        "QuestionId": "q4128",
        "RawQuestion": "《射雕英雄传》里黄蓉的爸爸用什么武器？\n",
        "Sparql": "select ?x where { <黄蓉_（金庸武侠小说《射雕英雄传》女主角）> <父亲> ?y.  ?y <武器> ?x . }\n",
        "Answer": "<玉箫>\t\n"
    },
    {
        "QuestionId": "q2276",
        "RawQuestion": "有哪些篮球游戏？\n",
        "Sparql": "SELECT ?x WHERE { ?x <游戏类型> <篮球_（球类运动）> . }\n",
        "Answer": "<篮球公敌>\t<明星扣篮>\t<我是篮板王>\t<NBA Ballers:Chosen One>\t<另类篮球>\t\n"
    },
    {
        "QuestionId": "q4152",
        "RawQuestion": "虎门林则徐纪公园有什么特别的典故吗？\n",
        "Sparql": "select ?x where { <虎门林则徐纪公园> <历史典故> ?x. }\n",
        "Answer": "<虎门销烟>\t\n"
    },
    {
        "QuestionId": "q2603",
        "RawQuestion": "由张国荣、巩俐主演的电影的导演是谁？\n",
        "Sparql": "select ?x where { ?y <主演> <张国荣_（华语歌手、演员、音乐人）>. ?y <主演> <巩俐>. ?y <导演> ?x. }\n",
        "Answer": "<陈凯歌>\t<陈凯歌>\t<陈凯歌>\t\n"
    },
    {
        "QuestionId": "q3140",
        "RawQuestion": "支原体肺炎属于什么类型?\n",
        "Sparql": "select ?x where { <支原体肺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2015",
        "RawQuestion": "周伯通在哪里创出了空明拳？\n",
        "Sparql": "select ?x where { <空明拳> <创始地> ?x . <空明拳> <创始者> <周伯通> . }\n",
        "Answer": "<桃花岛_（浙江省舟山市普陀区岛屿）>\t\n"
    },
    {
        "QuestionId": "q1521",
        "RawQuestion": "腾讯的创始人中，谁的别名是小马哥？\n",
        "Sparql": "select ?x where { <腾讯> <创始人> ?x. ?x <别名>\"小马哥\". }\n",
        "Answer": "<马化腾>\t\n"
    },
    {
        "QuestionId": "q371",
        "RawQuestion": "霍山文峰塔位于哪？\n",
        "Sparql": "select ?x where { <霍山文峰塔> <地理位置> ?x. }\n",
        "Answer": "<安徽六安市>\t\n"
    },
    {
        "QuestionId": "q2950",
        "RawQuestion": "京东方A的最大股东是谁？\n",
        "Sparql": "select ?x where { <京东方A> <最大股东> ?x. }\n",
        "Answer": "<北京电子管厂>\t\n"
    },
    {
        "QuestionId": "q2668",
        "RawQuestion": "由梁翘柏作曲，李焯雄填词的歌曲有哪些？\n",
        "Sparql": "select ?x where { ?x <填词> <李焯雄>. ?x <谱曲> <梁翘柏> . }\n",
        "Answer": "<飞跃的心>\t<选择出色>\t<因为爱情来得不容易>\t<走！>\t<美丽心世界>\t<最高分数>\t<红玫瑰_（陈奕迅演唱歌曲）>\t<野草_（韩红演唱歌曲）>\t<红玫瑰_（张碧晨翻唱歌曲）>\t<关于我们>\t<慢慢来比较快>\t<间接伤害_（容祖儿演唱歌曲）>\t<战江湖_（游戏《刀剑2》主题曲）>\t<红玫瑰_（王俊凯演唱歌曲）>\t<天使之城_（爱乐团演唱歌曲）>\t<天使之城_（周笔畅演唱歌曲）>\t<怎样_（周笔畅演唱歌曲）>\t<白玫瑰_（陈奕迅演唱歌曲）>\t\n"
    },
    {
        "QuestionId": "q4123",
        "RawQuestion": "英文名字是\"WestDoor\"的玩家是哪个国家的人？\n",
        "Sparql": "select ?x where { ?y <外文名> \"WestDoor\".  ?y <国籍> ?x . }\n",
        "Answer": "<中华人民共和国>\t\n"
    },
    {
        "QuestionId": "q197",
        "RawQuestion": "纽约的气候条件是怎样的？\n",
        "Sparql": "select ?x where { <纽约_（美国第一大城市）> <气候条件> ?x. }\n",
        "Answer": "<温带大陆性气候>\t\n"
    },
    {
        "QuestionId": "q4619",
        "RawQuestion": "常用的KDJ参数\n",
        "Sparql": "select ?x where { <KDJ_随机指标> <类别> ?x. }\n",
        "Answer": "\"36\"\t\"5\"\t\"73\"\t\"9\"\t\"19\"\t\"45\"\t\n"
    },
    {
        "QuestionId": "q4835",
        "RawQuestion": "局限性外耳道炎属于什么?\n",
        "Sparql": "select ?x where { <局限性外耳道炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2277",
        "RawQuestion": "有哪些篮球运动员？\n",
        "Sparql": "SELECT ?x WHERE { ?x <职业> <篮球_（球类运动）> . }\n",
        "Answer": "<比你打又点>\t<西蒙娜·奥古斯都斯>\t<樱井良太>\t<塔蒂安娜·普欧波娃>\t<格雷格·索莫基>\t<巴舒添>\t<美国职业篮球联赛体育道德风尚奖>\t<劳尔·托格尼·内托>\t<娜塔莉亚·玛娅索依德娃>\t<戴维·扬>\t<魏政贤>\t<威尔·弗瑞斯贝>\t<奥马尔·阿巴达>\t<帕纳吉奥提斯·扬纳基斯>\t<阿维·斯特雷>\t<松本稔>\t<田奇乐>\t<维特奇科娃>\t<乔·布莱恩特>\t<张宗宪_（香港艺术收藏家）>\t<施斯古卡斯>\t<德米特雷斯·阿当斯>\t<文祺>\t<GDP_（NBA马刺队组合）>\t\n"
    },
    {
        "QuestionId": "q1570",
        "RawQuestion": "习大大什么时候入党？\n",
        "Sparql": "select ?y where { ?x <别名> \"习大大\". ?x <入党时间> ?y . }\n",
        "Answer": "\"1974\"\t\n"
    },
    {
        "QuestionId": "q3602",
        "RawQuestion": "男性乳腺增生属于什么?\n",
        "Sparql": "select ?x where { <男性乳腺增生> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2474",
        "RawQuestion": "海贼里四皇都有谁？\n",
        "Sparql": "select ?x where { <四皇_（日本动漫《海贼王》中人物）> <现任成员> ?x. }\n",
        "Answer": "<黑胡子_（动漫《海贼王》中人物）>\t<百兽_（《海贼王》虚构人物）>\t<红发_（《海贼王》中人物）>\t\n"
    },
    {
        "QuestionId": "q1340",
        "RawQuestion": "苏联是在哪一年建立的？\n",
        "Sparql": "select ?x where { <苏联> <成立时间> ?x. }\n",
        "Answer": "\"1922-12-30\"\t\n"
    },
    {
        "QuestionId": "q5274",
        "RawQuestion": "三叉神经痛有没有传染性？\n",
        "Sparql": "select ?x where { <三叉神经痛> <传染性> ?x. }\n",
        "Answer": "\"无传染性\"\t\n"
    },
    {
        "QuestionId": "q5802",
        "RawQuestion": "天津瑞湾开元大酒店什么时候开始入住？\n",
        "Sparql": "select ?time where { <天津瑞湾开元大酒店> <酒店入住开始时间> ?time. }\n",
        "Answer": "\"14:00\"\t\n"
    },
    {
        "QuestionId": "q4859",
        "RawQuestion": "汗斑属于什么?\n",
        "Sparql": "select ?x where { <汗斑> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2388",
        "RawQuestion": "四川大学的地址是哪里？\n",
        "Sparql": "select ?x where { <四川大学> <学校地址> ?x . }\n",
        "Answer": "\"成都市武侯区一环路南一段24号\"\t\n"
    },
    {
        "QuestionId": "q4567",
        "RawQuestion": "三毛派神的人事行政总监?\n",
        "Sparql": "select ?x where { <三毛派神> <人事行政总监> ?x. }\n",
        "Answer": "<朱胜利>\t\n"
    },
    {
        "QuestionId": "q2741",
        "RawQuestion": "恒生电子的十大股东都有谁\n",
        "Sparql": "select ?x where { <恒生电子> <最大股票> ?x. }\n",
        "Answer": "<中国证券金融股份有限公司>\t<彭政纲>\t<中央汇金资产管理有限责任公司>\t<杭州恒生电子集团有限公司>\t<周林根>\t<蒋建圣>\t<全国社保基金一一一组合>\t<陈鸿>\t<王则江>\t<全国社保基金四一三组合>\t\n"
    },
    {
        "QuestionId": "q2964",
        "RawQuestion": "大华股份的董事长毕业于哪所高校\n",
        "Sparql": "select ?x where { <大华股份> <董事长> ?y. ?y <毕业院校> ?x. }\n",
        "Answer": "<浙江电子工业学校>\t\n"
    }
]