[
    {
        "QuestionId": "q4952",
        "RawQuestion": "苔黄腻涉及哪些症状？\n",
        "Sparql": "select ?x where { <苔黄腻> <涉及症状> ?x. }\n",
        "Answer": "<瘀血>\t<胸闷>\t<烦热>\t<头昏>\t<发热>\t<鼻塞>\t<舌苔黄>\t<口干>\t<口苦>\t\n"
    },
    {
        "QuestionId": "q2805",
        "RawQuestion": "丝绸转债的全称？\n",
        "Sparql": "select ?x where { <丝绸转债> <债券名称> ?x. }\n",
        "Answer": "\"吴江丝绸股份有限公司可转换公司债券\"\t\n"
    },
    {
        "QuestionId": "q6518",
        "RawQuestion": "本溪富虹国际饭店支持哪些支付方式？\n",
        "Sparql": "select ?x where { <本溪富虹国际饭店> <支付方式> ?x. }\n",
        "Answer": "\"['Visa']\"\t\n"
    },
    {
        "QuestionId": "q3144",
        "RawQuestion": "炭疽病属于什么类型?\n",
        "Sparql": "select ?x where { <炭疽病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3277",
        "RawQuestion": "肝炎属于什么?\n",
        "Sparql": "select ?x where { <肝炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q4911",
        "RawQuestion": "凝血功能障碍属于什么？\n",
        "Sparql": "select ?x where { <凝血功能障碍> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q819",
        "RawQuestion": "《半生缘》的作者的主要成就有哪些？\n",
        "Sparql": "select ?x where { <半生缘_（张爱玲作品）> <作者> ?y. ?y <血型> ?x. }\n",
        "Answer": "<O型>\t\n"
    },
    {
        "QuestionId": "q1741",
        "RawQuestion": "上证的平均市盈率是多少？\n",
        "Sparql": "select ?x where { <上证> <平均市盈率> ?x. }\n",
        "Answer": "\"15.39倍\"\t\n"
    },
    {
        "QuestionId": "q6776",
        "RawQuestion": "陈蓉作为一作与刘婷发表过哪些文章？\n",
        "Sparql": "SELECT ?文章 WHERE { ?文章\t<第一作者>\t<陈蓉>. ?文章\t<共同作者>\t<刘婷>. ?文章\t<类型>\t<文章>. } \n",
        "Answer": "<《浅表淋巴结细针穿刺涂片及培养快速确诊马尔尼菲青霉菌病》>\t\n"
    },
    {
        "QuestionId": "q4302",
        "RawQuestion": "云雀恭弥的年龄是？\n",
        "Sparql": "select ?x where { ?y <中文名> \"云雀 恭弥\" . ?y <年龄> ?x . }\n",
        "Answer": "<15_（自然数之一）>\t\n"
    },
    {
        "QuestionId": "q1333",
        "RawQuestion": "小林绿子是哪一部小说的角色？\n",
        "Sparql": "select ?x where { <小林绿子> <登场作品> ?x. }\n",
        "Answer": "<挪威的森林_（村上春树著长篇小说）>\t\n"
    },
    {
        "QuestionId": "q590",
        "RawQuestion": "五金中的那种金属可以用于油漆？\n",
        "Sparql": "select ?y where { <五金> <五种指> ?x. ?y <中文名> ?x. ?y <应用> <油漆>. }\n",
        "Answer": "<铁_（最常见的金属元素）>\t\n"
    },
    {
        "QuestionId": "q4968",
        "RawQuestion": "鼻前庭发热、干燥、痒以及触痛属于什么？\n",
        "Sparql": "select ?x where { <鼻前庭发热、干燥、痒以及触痛> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q5192",
        "RawQuestion": "胸腔积液会有怎样的预后表现？\n",
        "Sparql": "select ?x where { <胸腔积液> <预后> ?x. }\n",
        "Answer": "\"对于全身性因素引起的漏出性胸腔积液，原发疾病得到有效控制后，胸腔积液可获得缓解；除恶性以外的渗出性胸腔积液，例如结核性胸腔积液、肺炎相关胸腔积液等，通常预后较好，经及时规范治疗可以痊愈，若治疗不当则易出现胸腔粘连、胸膜肥厚、纤维板形成等，导致限制性通气障碍，影响肺功能；恶性胸腔积液患者预后较差，其生存期取决于原发肿瘤的部位、病理类型、分化程度、转移方式和治疗效果及患者的一般状况等。\"\t\n"
    },
    {
        "QuestionId": "q3134",
        "RawQuestion": "新生儿晚期代谢性酸中毒属于什么类型?\n",
        "Sparql": "select ?x where { <新生儿晚期代谢性酸中毒> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3482",
        "RawQuestion": "多形红斑属于什么?\n",
        "Sparql": "select ?x where { <多形红斑> <类型> ?x. }\n",
        "Answer": "<不良反应>\t\n"
    },
    {
        "QuestionId": "q3325",
        "RawQuestion": "斜视属于什么?\n",
        "Sparql": "select ?x where { <斜视> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q6711",
        "RawQuestion": "中国有哪些城市与纽约气候类似？\n",
        "Sparql": "select ?y where { <纽约_（美国第一大城市）> <气候条件> ?x. ?y <气候条件> ?x. ?y <所属地区> <中华人民共和国>. } \n",
        "Answer": "<浑江区>\t<乡宁县>\t<尧都区>\t<新疆自治区人事考试中心>\t<沧州>\t<福兴乡_（黑龙江省绥滨县福兴满族乡）>\t<临洮县>\t<良梨村>\t<宁夏电力试验研究所>\t<五工台镇>\t<兰州_（甘肃省省会）>\t<宁夏_（宁夏回族自治区）>\t<临县>\t<盐镇乡>\t<和田_（新疆维吾尔族自治区下辖地区）>\t<萨尔达坂乡>\t<张守仁庄>\t<莫力达瓦达斡尔族自治旗>\t<承德县>\t<蓟门>\t<洛阳_（河南省下辖地级市）>\t<阿勒泰_（新疆维吾尔族自治区下辖地区）>\t<可克达拉>\t<莫尔道嘎镇>\t<园户村镇>\t<乌海>\t<喀什地区>\t<东巴扎回族乡>\t<固原>\t<吕梁_（山西省地级市）>\t<大同县_（山西省大同市大同县）>\t<阿克苏地区>\t<庆阳湖乡>\t<瓜州县>\t<牙哈镇>\t<霍城县>\t<独山子区>\t<泾川县>\t<西良村_（河北省邢台市隆尧县双碑乡西良村）>\t<新疆_（中国自治区）>\t<城关区_（甘肃省兰州市城关区）>\t<阿拉善左旗>\t<肃南裕固族自治县>\t<博尔塔拉蒙古自治州>\t<宁夏国土资源调查监测院>\t\n"
    },
    {
        "QuestionId": "q233",
        "RawQuestion": "《星球大战》系列电影的发行公司是哪个？\n",
        "Sparql": "select ?x where { <星球大战_（卢卡斯电影公司出品《星球大战》系列电影）> <发行公司> ?x. }\n",
        "Answer": "<二十世纪福克斯电影公司>\t\n"
    },
    {
        "QuestionId": "q284",
        "RawQuestion": "新疆的气候怎么样？\n",
        "Sparql": "select ?y where { <新疆_（中国自治区）> <气候条件> ?y. }\n",
        "Answer": "<温带大陆性气候>\t\n"
    },
    {
        "QuestionId": "q3553",
        "RawQuestion": "恶性淋巴瘤属于什么?\n",
        "Sparql": "select ?x where { <恶性淋巴瘤> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3408",
        "RawQuestion": "急性咽炎属于什么?\n",
        "Sparql": "select ?x where { <急性咽炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2639",
        "RawQuestion": "北京大学出了哪些物理学家？\n",
        "Sparql": "select ?x where { ?x <职业> <物理学家_（探索、研究物理学的科学家）> . ?x <毕业院校> <北京大学> . }\n",
        "Answer": "<吴杭生>\t<曾谨言>\t<李淼_（中山大学天文与空间科学研究院院长）>\t<岳劼恒>\t<赵广增>\t<吴咏时>\t<张恩厚>\t<马大猷>\t<甘子钊>\t<向守平>\t<郭永怀>\t\n"
    },
    {
        "QuestionId": "q714",
        "RawQuestion": "克苏鲁所在群体都代表着什么？\n",
        "Sparql": "select ?z where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <所属> ?y. ?y <象征> ?z.}\n",
        "Answer": "<火_（汉语汉字）>\t<水_（由氢、氧两种元素组成的无机物质）>\t<地_（汉语汉字）>\t<风_（自然现象）>\t\n"
    },
    {
        "QuestionId": "q3013",
        "RawQuestion": "肺炎衣原体抗体测定属于哪种类型的测定？\n",
        "Sparql": "select ?x where { <肺炎衣原体抗体测定> <类型> ?x. }\n",
        "Answer": "<感染性疾病免疫检测>\t\n"
    },
    {
        "QuestionId": "q3067",
        "RawQuestion": "中毒属于什么类型？\n",
        "Sparql": "select ?x where { <中毒> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q112",
        "RawQuestion": "指环王的拍摄地点在哪里？\n",
        "Sparql": "select ?y where { <指环王_（英美2001-2003年彼得·杰克逊执导系列电影）> <拍摄地点> ?y.}\n",
        "Answer": "<新西兰>\t\n"
    },
    {
        "QuestionId": "q6970",
        "RawQuestion": "2019-nCoV的疑似宿主是什么？\n",
        "Sparql": "select ?x where { ?y <标签> \"2019-nCoV\". ?y <疑似宿主> ?x. } \n",
        "Answer": "<中华菊头蝠>\t\n"
    },
    {
        "QuestionId": "q4740",
        "RawQuestion": "第五套人民币纸币的最小面额\n",
        "Sparql": "select ?x where { <第五套人民币纸币> <最小面额> ?x. }\n",
        "Answer": "\"1元\"\t\n"
    },
    {
        "QuestionId": "q5061",
        "RawQuestion": "劳力性呼吸困难与什么疾病有关?\n",
        "Sparql": "select ?x where { <劳力性呼吸困难> <涉及疾病> ?x. }\n",
        "Answer": "<肺气肿>\t<急性白血病>\t\n"
    },
    {
        "QuestionId": "q4652",
        "RawQuestion": "分级债券基金可分为哪些\n",
        "Sparql": "select ?x where { <分级债券基金> <类别> ?x. }\n",
        "Answer": "<纯债分级基金>\t<混合债分级基金>\t<可转债分级基金>\t\n"
    },
    {
        "QuestionId": "q3445",
        "RawQuestion": "感音神经性耳聋属于什么?\n",
        "Sparql": "select ?x where { <感音神经性耳聋> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<医学>\t<学科>\t<疾病>\t<生物学>\t\n"
    },
    {
        "QuestionId": "q3474",
        "RawQuestion": "糖尿病足涉及哪些症状？\n",
        "Sparql": "select ?x where { <糖尿病足> <涉及症状> ?x. }\n",
        "Answer": "<死骨>\t<水泡>\t\n"
    },
    {
        "QuestionId": "q5665",
        "RawQuestion": "南苑饭店的停车场免费吗\n",
        "Sparql": "select ?x where { <宁波南苑饭店> <是否有停车收费> ?x. }\n",
        "Answer": "<免费停车场>\t\n"
    },
    {
        "QuestionId": "q5140",
        "RawQuestion": "休克的高发人群在哪个年龄？\n",
        "Sparql": "select ?x where { <休克> <高发人群> ?x. }\n",
        "Answer": "\"所有人，老年人比较多\"\t\n"
    },
    {
        "QuestionId": "q1809",
        "RawQuestion": "基金认购的收费模式？\n",
        "Sparql": "select ?x where { <基金认购> <收费模式> ?x. }\n",
        "Answer": "\"后端收费\"\t\"前端收费\"\t\n"
    },
    {
        "QuestionId": "q2157",
        "RawQuestion": "dell创始人来自哪个国家？\n",
        "Sparql": "select ?x where { <戴尔公司> <创始人> ?y . ?y <国籍> ?x . }\n",
        "Answer": "<美国_（美利坚合众国）>\t\n"
    },
    {
        "QuestionId": "q313",
        "RawQuestion": "李商隐和杜牧合称什么？\n",
        "Sparql": "select ?x where { ?x <本名> \"李商隐，杜牧\". }\n",
        "Answer": "<李杜_（李商隐、杜牧的合称）>\t\n"
    },
    {
        "QuestionId": "q4392",
        "RawQuestion": "给我推荐几部育碧开发的即时战略游戏\n",
        "Sparql": "select ?x where{ ?x <开发商> <育碧>. ?x <游戏类型> <即时战略游戏>.}\n",
        "Answer": "<终结战争_（即时战略游戏）>\t<末日战争>\t\n"
    },
    {
        "QuestionId": "q773",
        "RawQuestion": "复旦大学出了哪些企业家\n",
        "Sparql": "select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <复旦大学> . }\n",
        "Answer": "<郭广昌>\t<王品高>\t<翁懋>\t<陈天桥>\t<冯正虎>\t<庞计善>\t<卢志强_（中国泛海控股集团董事长兼总裁）>\t<刘也卓_（埃迪欧控股集团有限公司中国区总经理）>\t<郁鑫>\t<岑钊雄>\t\n"
    },
    {
        "QuestionId": "q2507",
        "RawQuestion": "郭德纲创立的相声社团宗旨是什么？\n",
        "Sparql": "select ?y where { ?x <创始人> <郭德纲>. ?x <主旨> ?y. }\n",
        "Answer": "\"弘扬北方民族文化\"\t\"培养曲艺人才\"\t\n"
    },
    {
        "QuestionId": "q2782",
        "RawQuestion": "长江和记实业有限公司是谁名下的企业\n",
        "Sparql": "select ?x where { <长江和记实业有限公司> <法人> ?x. }\n",
        "Answer": "<李嘉诚>\t\n"
    },
    {
        "QuestionId": "q3559",
        "RawQuestion": "细菌性阴道病的相近词汇是什么？\n",
        "Sparql": "select ?x where { <细菌性阴道病> <同义词> ?x. }\n",
        "Answer": "<加德纳菌阴道炎,嗜血杆菌阴道炎,棒状杆菌阴道炎,非特异性阴道炎。>\t\n"
    },
    {
        "QuestionId": "q1352",
        "RawQuestion": "香港四大天王是指哪四个人？\n",
        "Sparql": "select ?x where { <四大天王_（香港四大天王）> <成员> ?x. }\n",
        "Answer": "<张学友>\t<黎明_（中国香港歌手、演员）>\t<郭富城>\t<刘德华_（中国香港男演员、歌手、词作人）>\t\n"
    },
    {
        "QuestionId": "q2822",
        "RawQuestion": "华泰证券在杭州的营业部叫什么名字？\n",
        "Sparql": "select ?x where { <华泰证券> <营业部> ?x. ?x <位置> <杭州> }\n",
        "Answer": "<华泰证券股份有限公司浙江分公司>\t<杭州解放东路证券营业部>\t<杭州求是路证券营业部>\t\n"
    },
    {
        "QuestionId": "q3668",
        "RawQuestion": "急性盆腔炎应该去哪个科室就诊？\n",
        "Sparql": "select ?x where { <急性盆腔炎> <科室> ?x. }\n",
        "Answer": "<妇科>\t\n"
    },
    {
        "QuestionId": "q7602",
        "RawQuestion": "东莞梵高星空艺术馆是否免费？\n",
        "Sparql": "select ?x where { <东莞梵高星空艺术馆> <是否免费> ?x. }\n",
        "Answer": "\"全年收费\"\t\n"
    },
    {
        "QuestionId": "q2136",
        "RawQuestion": "电流通常用哪个英文字母表示？\n",
        "Sparql": "select ?x where { <电流> <物理量符号> ?x . }\n",
        "Answer": "\"I\"\t\n"
    },
    {
        "QuestionId": "q5126",
        "RawQuestion": "动脉血气分析会伴随不良反应吗？\n",
        "Sparql": "select ?x where { <动脉血气分析> <不良反应> ?x. }\n",
        "Answer": "\"无并发症。\"\t\n"
    },
    {
        "QuestionId": "q4569",
        "RawQuestion": "捷成世纪的会计?\n",
        "Sparql": "select ?x where { <捷成世纪> <会计> ?x. }\n",
        "Answer": "<姜建国>\t\n"
    },
    {
        "QuestionId": "q7219",
        "RawQuestion": "霉菌性阴道炎是怎么引发的？\n",
        "Sparql": "select ?x where { <霉菌性阴道炎> <常见病因> ?x. }\n",
        "Answer": "\"多由白色念珠菌引起\"\t\n"
    },
    {
        "QuestionId": "q7509",
        "RawQuestion": "三亚红色娘子军演艺公园军人有优惠吗？\n",
        "Sparql": "select ?x where { <三亚红色娘子军演艺公园> <优待政策> ?x. }\n",
        "Answer": "\"儿童(身高1.2米（不含）以下)可享门票免费，残疾军人(凭残疾军人证)可享门票免费，现役军人(凭本人有效证件)可享半价优惠票，备注：团队游客不同时享受以上政策\"\t\n"
    },
    {
        "QuestionId": "q1718",
        "RawQuestion": "限售股的分类？\n",
        "Sparql": "select ?x where { <限售股> <分类> ?x. }\n",
        "Answer": "\"股改限售股\"\t\"新股限售股\"\t\n"
    },
    {
        "QuestionId": "q3217",
        "RawQuestion": "室性早搏属于什么?\n",
        "Sparql": "select ?x where { <室性早搏> <类型> ?x. }\n",
        "Answer": "<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q1279",
        "RawQuestion": "《悲惨世界》的作者的主要成就是？\n",
        "Sparql": "select ?x where { <悲惨世界_（法国作家雨果创作长篇小说）> <作者> ?y. ?y <主要成就> ?x. }\n",
        "Answer": "\"被后人称为“法兰西的 莎士比亚”\"\t\"19世纪前期积极浪漫主义文学的代表作家\"\t\"法国文学史上卓越的\"\t\"资产阶级民主作家\"\t\"一生共完成70卷作品\"\t\n"
    },
    {
        "QuestionId": "q3225",
        "RawQuestion": "什么能预防伤寒？\n",
        "Sparql": "select ?x where { <伤寒> <预防> ?x. }\n",
        "Answer": "<伤寒疫苗>\t\"洗手\"\t\"1.控制传染源及早发现患者，及早隔离，患者的排泄物及用具应进行严格消毒。体温正常后15天或每隔5天做粪便培养1次，连续2次阴性即可解除隔离。接触者应医学隔离23天。2.切断传播途径保护水源不受污染，饮用开水。注意灭蝇，教育儿童不吃不洁净的饮食，并养成饭前便后洗手等卫生习惯。3.保护易感人群人群对伤寒普遍易感，但感染后可获得持久免疫；预防接种者可获得部分免疫，使发病机会减少或病情减轻。\"\t\n"
    },
    {
        "QuestionId": "q5217",
        "RawQuestion": "破伤风的ICD10编码是多少？\n",
        "Sparql": "select ?x where { <破伤风> <ICD10> ?x. }\n",
        "Answer": "\"A33 A35\"\t\n"
    },
    {
        "QuestionId": "q1367",
        "RawQuestion": "西班牙城市圣地亚哥的外文名称是？\n",
        "Sparql": "select ?x where { <圣地亚哥_（西班牙城市）> <外文名称> ?x. }\n",
        "Answer": "\"Santiago de Compostela\"\t\n"
    },
    {
        "QuestionId": "q1507",
        "RawQuestion": "哪些物质的化学式与碳相同？\n",
        "Sparql": "select ?y where { <碳> <化学式> ?x. ?y <化学式> ?x. }\n",
        "Answer": "<宝石级金刚石>\t<碳>\t<二十碳五烯酸>\t<碳黑>\t<艾克沙修钻石>\t<酒类专用活性炭>\t<碳原子>\t<乌金石>\t<三硬脂酸甘油酯>\t<二噻烷>\t<石墨_（矿物）>\t<除甲醛活性炭>\t<木炭_（燃料）>\t<植物生长素>\t<金刚石_（纯碳组成的矿物）>\t<无烟煤>\t\n"
    },
    {
        "QuestionId": "q2475",
        "RawQuestion": "上海申花队的主场是哪里？\n",
        "Sparql": "select ?x where { <上海绿地申花足球俱乐部> <主场馆> ?x. }\n",
        "Answer": "<虹口足球场>\t\n"
    },
    {
        "QuestionId": "q156",
        "RawQuestion": "布鲁将军是哪部作品里的角色？\n",
        "Sparql": "select ?x where { <布鲁将军> <登场作品> ?x. }\n",
        "Answer": "<七龙珠_（漫画《龙珠》改编制作动画）>\t\n"
    },
    {
        "QuestionId": "q336",
        "RawQuestion": "腾讯的公司使命是什么？\n",
        "Sparql": "select ?x where { <腾讯> <公司使命> ?x. }\n",
        "Answer": "\"通过互联网服务提升人类生活品质\"\t\n"
    },
    {
        "QuestionId": "q517",
        "RawQuestion": "季莫申科是哪里人？\n",
        "Sparql": "select ?x where { <尤利娅·季莫申科> <出生地> ?x. }\n",
        "Answer": "<第聂伯罗彼得罗夫斯克>\t<乌克兰>\t\n"
    },
    {
        "QuestionId": "q6395",
        "RawQuestion": "天津梵高星空艺术馆周围5km的景点？\n",
        "Sparql": "select ?y where { <天津梵高星空艺术馆（天河城旗舰店）> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <天津>. ?y <类型> <景点>.}\n",
        "Answer": "<海河>\t<天津独角兽星空艺术馆>\t\n"
    },
    {
        "QuestionId": "q832",
        "RawQuestion": "梁启超的儿媳妇是谁？\n",
        "Sparql": "select ?y where { ?x <父亲> <梁启超_（中国近代思想家、政治家、教育家）>. ?x <配偶> ?y . }\n",
        "Answer": "<林洙>\t<林徽因_（中国建筑师、诗人、作家）>\t\n"
    },
    {
        "QuestionId": "q930",
        "RawQuestion": "演员刘烨的儿女是哪国人？\n",
        "Sparql": "select ?y where { <刘烨_（中国内地男演员）> <子女> ?x. ?x <国籍> ?y. }\n",
        "Answer": "<中华人民共和国>\t<法国_（法兰西共和国）>\t\n"
    },
    {
        "QuestionId": "q7055",
        "RawQuestion": "恶寒发热要如何预防？\n",
        "Sparql": "select ?x where { <恶寒发热> <预防> ?x. }\n",
        "Answer": "\"恶寒发热的预防和治疗可以根据古代医学名著中的记载：《伤寒论辨太阳病脉证并治》：“太阳病，或已发热，或未发热，必恶寒，体痛，呕逆，脉阴阳俱紧者，名曰伤寒。”“病有发热恶寒者，发于阳也。”发热恶寒为太阳表证的主要症状，治以解表为主。亦为劳倦内伤的常见症状。《张氏医通？诸伤门》：“劳倦所伤，寒温不适，身热头痛，自汗恶寒，脉微而弱，黄芪建中汤。”\"\t\n"
    },
    {
        "QuestionId": "q1396",
        "RawQuestion": "位于湖南的石鼓书院推荐玩多久啊？\n",
        "Sparql": "select ?x where { <石鼓书院> <建议游玩时长> ?x. }\n",
        "Answer": "\"半天\"\t\n"
    },
    {
        "QuestionId": "q2931",
        "RawQuestion": "余额宝的基金管理人是谁？\n",
        "Sparql": "select ?x where { <余额宝> <基金管理人> ?x. }\n",
        "Answer": "<天弘基金>\t\n"
    },
    {
        "QuestionId": "q4321",
        "RawQuestion": "北京的高等学府有哪些？\n",
        "Sparql": "select ?x where { <北京_（中华人民共和国首都）> <高等学府> ?x . }\n",
        "Answer": "<中国人民大学>\t<北京大学>\t<清华大学>\t\n"
    },
    {
        "QuestionId": "q3431",
        "RawQuestion": "外耳炎有怎样的症状？\n",
        "Sparql": "select ?x where { <外耳炎> <症状> ?x. }\n",
        "Answer": "<听觉障碍>\t\"耳痛(英语:Ear pain)\"\t\"耳道肿胀\"\t\n"
    },
    {
        "QuestionId": "q2927",
        "RawQuestion": "百度上市时间\n",
        "Sparql": "select ?x where { <百度> <上市时间> ?x. }\n",
        "Answer": "<2005年8月5日>\t\n"
    },
    {
        "QuestionId": "q1274",
        "RawQuestion": "出生于日本毕业于美国的中国建筑师是？\n",
        "Sparql": "select ?x where { ?x <出生地> <日本_（日本国）>. ?x <毕业院校> <美国_（美利坚合众国）>. ?x <国籍> <中华人民共和国>. }\n",
        "Answer": "<梁思成>\t\n"
    },
    {
        "QuestionId": "q3546",
        "RawQuestion": "气管炎属于什么?\n",
        "Sparql": "select ?x where { <气管炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q6798",
        "RawQuestion": "重庆人都会说哪些方言？\n",
        "Sparql": "SELECT ?x WHERE { <重庆_（中华人民共和国直辖市）> <方言>?x. } \n",
        "Answer": "<土家语>\t<苗语>\t<重庆话>\t\n"
    },
    {
        "QuestionId": "q3385",
        "RawQuestion": "慢性前列腺炎属于什么?\n",
        "Sparql": "select ?x where { <慢性前列腺炎> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q1764",
        "RawQuestion": "九大对冲基金公司？\n",
        "Sparql": "select ?x where { <九大对冲基金公司> <相关公司> ?x. }\n",
        "Answer": "<Bridgewater_Associates>\t<Man_Group>\t<Paulson_Co>\t<Lone_Pine_Capital>\t<DE_Shaw>\t<Hoyder_Asia>\t<Hillhouse_Capital>\t<Renaissance_Technologies>\t<Chilton_Investment>\t\n"
    },
    {
        "QuestionId": "q5170",
        "RawQuestion": "病毒性肺炎的MeSH编号是多少？\n",
        "Sparql": "select ?x where { <病毒性肺炎> <MeSH> ?x. }\n",
        "Answer": "\"D011024\"\t\n"
    },
    {
        "QuestionId": "q1153",
        "RawQuestion": "有哪些毕业于北京电影学院的青岛籍演员？\n",
        "Sparql": "select ?x where { ?x <职业> <演员_（职业）>. ?x <毕业院校> <北京电影学院>. ?x <出生地> <青岛_（山东省地级市、计划单列市）>. }\n",
        "Answer": "<黄佳_（影视剧演员）>\t<王玉璋_（中国内地男演员）>\t<孙志翔_（中国内地男演员）>\t<朱袁员>\t<郝好>\t<曹苑>\t<王燕阳>\t<沈浩_（中国内地男演员）>\t\n"
    },
    {
        "QuestionId": "q3698",
        "RawQuestion": "当感到关节疼痛还日渐消瘦该做什么检查？\n",
        "Sparql": "select ?x where { ?x <涉及症状> <关节疼痛> . ?x <涉及症状> <消瘦> . }\n",
        "Answer": "<淋巴细胞计数>\t\n"
    },
    {
        "QuestionId": "q438",
        "RawQuestion": "淝水之战的参战双方是谁？\n",
        "Sparql": "select ?x where { <淝水之战> <参战方> ?x. }\n",
        "Answer": "<东晋>\t<前秦>\t\n"
    },
    {
        "QuestionId": "q3350",
        "RawQuestion": "乳腺病属于什么?\n",
        "Sparql": "select ?x where { <乳腺病> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q3061",
        "RawQuestion": "急性呼吸窘迫综合征涉及到的症状有哪些？\n",
        "Sparql": "select ?x where { <急性呼吸窘迫综合征> <涉及症状> ?x. }\n",
        "Answer": "<高碳酸血症>\t<口唇发绀>\t<急性呼吸困难>\t<CO2潴留>\t\n"
    },
    {
        "QuestionId": "q199",
        "RawQuestion": "大连在哪个省份？\n",
        "Sparql": "select ?x where { <大连_（辽宁省辖市）> <所属地区> ?x. }\n",
        "Answer": "<辽宁>\t\n"
    },
    {
        "QuestionId": "q6773",
        "RawQuestion": "哪个人物和李霞、柏涛都是同事关系？\n",
        "Sparql": "SELECT ?人物 WHERE { ?人物\t<类型>\t<人物>. ?人物\t<同事>\t<李霞>. ?人物\t<同事>\t<柏涛>. } \n",
        "Answer": "<张定宇>\t\n"
    },
    {
        "QuestionId": "q1219",
        "RawQuestion": "卖报歌的谱曲者祖籍在哪里？\n",
        "Sparql": "select ?z where { ?x <中文名称> \"卖报歌\" . ?x <谱曲> ?y . ?y <祖籍> ?z . }\n",
        "Answer": "<玉溪_（云南省地级市）>\t\n"
    },
    {
        "QuestionId": "q1687",
        "RawQuestion": "大华股份实际控制人？\n",
        "Sparql": "select ?x where { <大华股份> <实际控制人> ?x. }\n",
        "Answer": "<傅利泉>\t<陈爱玲>\t\n"
    },
    {
        "QuestionId": "q733",
        "RawQuestion": "朝花夕拾的作者原名是什么？\n",
        "Sparql": "select ?y where { ?x <代表作品> <朝花夕拾_（鲁迅散文集）>. ?x <原名> ?y. }\n",
        "Answer": "\"周樟寿，周树人\"\t\n"
    },
    {
        "QuestionId": "q4807",
        "RawQuestion": "维力医疗的赵彤威毕业专业?\n",
        "Sparql": "select ?x where { <赵彤威_(维力医疗高管)> <毕业专业> ?x. }\n",
        "Answer": "\"铁道运输与经济管理专业\"\t\n"
    },
    {
        "QuestionId": "q4957",
        "RawQuestion": "无力属于什么？\n",
        "Sparql": "select ?x where { <无力> <类型> ?x. }\n",
        "Answer": "<字词>\t<医学术语>\t<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q3125",
        "RawQuestion": "新生儿流行性腹泻属于什么类型?\n",
        "Sparql": "select ?x where { <新生儿流行性腹泻> <类型> ?x. }\n",
        "Answer": "<疾病>\t\n"
    },
    {
        "QuestionId": "q2071",
        "RawQuestion": "夫妻肺片是用什么做的？\n",
        "Sparql": "select ?x where { <夫妻肺片> <主要食材> ?x . }\n",
        "Answer": "<牛杂>\t<牛肉_（牛肉）>\t\n"
    },
    {
        "QuestionId": "q2480",
        "RawQuestion": "黄泉果实被谁吃了？\n",
        "Sparql": "select ?x where { ?x <恶魔果实> <黄泉果实>. }\n",
        "Answer": "<布鲁克_（日本动漫《海贼王》中主要人物）>\t\n"
    },
    {
        "QuestionId": "q7612",
        "RawQuestion": "求有无烟楼层的酒店，孤山公园附近的\n",
        "Sparql": "select ?y  where { <孤山公园> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有无烟楼层> ?z. ?y <类型> <酒店>. }\n",
        "Answer": "<浙江世贸君澜大饭店>\t<杭州维景国际大酒店>\t<浙江国际大酒店>\t<杭州索菲特西湖大酒店>\t<杭州国大雷迪森广场酒店>\t\n"
    },
    {
        "QuestionId": "q435",
        "RawQuestion": "比辛的功效是什么？\n",
        "Sparql": "select ?x where { <比辛> <功能> ?x. }\n",
        "Answer": "\"有效抑制大肠杆菌滋生\"\t\n"
    },
    {
        "QuestionId": "q4260",
        "RawQuestion": "乔布斯创立的公司主要经营哪些产品？\n",
        "Sparql": "select ?y where { ?x <创始人> <史蒂夫·乔布斯_（美国苹果公司联合创始人）> . ?x <经营范围> ?y . }\n",
        "Answer": "<消费电子_（非生活必需电子产品）>\t<电脑软件>\t<电脑硬件>\t<零售>\t\n"
    },
    {
        "QuestionId": "q659",
        "RawQuestion": "哪些国家和加拿大有相同的政治体制？\n",
        "Sparql": "select ?x where { <加拿大_（北美洲国家）> <政治体制> ?y. ?x <政治体制> ?y. }\n",
        "Answer": "<伊德里斯王朝_（利比亚现代王朝）>\t<法兰西第二帝国>\t<新西兰>\t<英国_（大不列颠及北爱尔兰联合王国）>\t<英国文化>\t<梵蒂冈>\t<西班牙_（西班牙王国）>\t<威尔士>\t<荷兰>\t<丹麦>\t<西印度群岛联邦>\t<澳大利亚>\t<卢森堡_（卢森堡大公国）>\t<格陵兰>\t<大英帝国>\t<瑞典>\t<新西兰历史>\t<泰国完全旅行指南>\t<库克群岛>\t<日本_（日本国）>\t<库拉索>\t<摩纳哥>\t<挪威>\t<单机游戏吧>\t<大不列颠与爱尔兰联合王国>\t<比利时>\t<槟城岛>\t<加拿大_（北美洲国家）>\t<桑德王国>\t<列支敦士登>\t<巴布亚新几内亚>\t<安道尔_（欧洲南部国家）>\t<马来西亚>\t<蒙特塞拉特>\t<百慕大共和国>\t<瑞典及芬兰联合王国>\t<亚利根帝国>\t<不丹>\t<牙买加>\t\n"
    },
    {
        "QuestionId": "q6372",
        "RawQuestion": "北京伯豪瑞廷酒店附近5公里的景点包括？\n",
        "Sparql": "select ?y where { <北京伯豪瑞廷酒店> <附近> ?cvt. ?cvt <实体名称> ?y. ?cvt <距离值> ?distance. filter(?distance <= 5). ?y <城市> <北京>. ?y <类型> <景点>.}\n",
        "Answer": "<凤凰中心>\t\n"
    },
    {
        "QuestionId": "q6166",
        "RawQuestion": "喀纳斯景区的最佳游玩时间？\n",
        "Sparql": "select ?x where { <喀纳斯景区> <最佳游玩时间> ?x. }\n",
        "Answer": "\"四季皆宜\"\t\n"
    },
    {
        "QuestionId": "q3657",
        "RawQuestion": "嗜铬细胞瘤的同义词是什么？\n",
        "Sparql": "select ?x where { <嗜铬细胞瘤> <同义词> ?x. }\n",
        "Answer": "<副神经节瘤,肾上腺髓质瘤,嗜铬母细胞瘤>\t\n"
    },
    {
        "QuestionId": "q2067",
        "RawQuestion": "马里奥的弟弟是什么职业？\n",
        "Sparql": "select ?x where { ?y <哥哥> <马里奥_（任天堂公司游戏角色）> . ?y <职业> ?x . }\n",
        "Answer": "<水管工>\t\n"
    },
    {
        "QuestionId": "q7538",
        "RawQuestion": "去颐和园观看清晏舫有什么政策要求吗？\n",
        "Sparql": "select ?x where { <颐和园> <娱乐项目名称> <清晏舫>. <清晏舫> <项目限制（一般指身高年龄限制）> ?x. }\n",
        "Answer": "\"无限制\"\t\n"
    },
    {
        "QuestionId": "q2310",
        "RawQuestion": "石原里美是主演的全部片子？\n",
        "Sparql": "select ?x where { ?x <主演> <石原里美>. }\n",
        "Answer": "<开朗家族>\t<晴朗家族>\t<Dear sister>\t<护士小葵>\t<水男孩2>\t<左目侦探EYE>\t<富贵男与贫穷女>\t<义经_（日本影视作品）>\t<沉睡的森林_（日本2014年土井裕泰执导电视剧SP）>\t<左眼侦探eye>\t<左眼侦探>\t<算计：7天的死亡游戏>\t<飞行兔子>\t<谜_（2008年日本电视剧）>\t<迎风而立的狮子>\t<贞子3D>\t<椿山课长之七日间>\t<月光假面>\t<长寿之战>\t<幕末高校生>\t<给天堂的加油歌>\t<开窗以后>\t<失恋巧克力职人_（2014年日本富士电视台电视剧）>\t<暴走医生>\t<亡者之声>\t<左目探侦>\t<毛骨悚然撞鬼经15周年特别篇>\t<人间失格_（日本2010年生田斗真主演电影）>\t<世界奇妙物语2013年秋季特别篇>\t<最后的座头市>\t<他是妹妹的恋人>\t<新娘和爸爸_（日本2007年石原里美主演电视剧）>\t<H2好球双物语>\t<漫才帮>\t<富贵男和贫穷女在纽约>\t<新娘与爸爸>\t<赤的疑惑_（2005年赤羽博；土井茂导演日本电视剧）>\t<我的祖父_（2003年日本拍摄电影）>\t<花蝴蝶_（2008年东京电视台日剧）>\t<为爱痴狂_（堀北真希主演电视剧）>\t<冰点_（2006年藤田明二执导日本电视剧）>\t<momo_（日本电视剧《宠物情人》女主人公宠物昵称）>\t<朝5晚9~帅帅和尚爱上我>\t<新·哥斯拉>\t<进击的巨人：反击的狼烟>\t<护士小葵SP：樱川医院最糟的一天>\t<朝5晚9~帅气和尚爱上我~>\t<赤色疑惑>\t<H2_（日本2005年山田孝之主演电视剧）>\t<天国的应援歌>\t<恋_（日本2013年源孝志执导电视剧SP）>\t\n"
    },
    {
        "QuestionId": "q1545",
        "RawQuestion": "网易公司创始人被人们戏称为什么？\n",
        "Sparql": "select ?y where { <网易公司> <创始人> ?x. ?x <别名> ?y . }\n",
        "Answer": "\"丁三石\"\t\n"
    },
    {
        "QuestionId": "q848",
        "RawQuestion": "\"2009年第一轮第3位被雷霆队选中\"的球员球衣号码是？\n",
        "Sparql": "select ?y where { ?x <nba选秀> \"2009年第一轮第3位被雷霆队选中\" . ?x <球衣号码> ?y. }\n",
        "Answer": "\"13\"\t\n"
    },
    {
        "QuestionId": "q6908",
        "RawQuestion": "哪些症状有已知起因但无涉及症状？\n",
        "Sparql": "select ?x where { ?x <类型> <症状>. ?x <起因> ?y. MINUS{ ?x <涉及症状> ?z. } } \n",
        "Answer": "<下颌角外翻>\t<身热>\t<耳闷>\t<内出血>\t<血管畸形>\t<色素沉着>\t<流涕>\t<高温性水肿>\t<倦怠>\t<咽干>\t<长期发热>\t<恶寒发热>\t<气促>\t<关节疼痛>\t<吸气性呼吸困难>\t<菜花耳>\t<呼吸窘迫综合征>\t<神志不清>\t<眼睑下垂>\t<血管增生>\t<烦躁>\t<血缺氧>\t<副耳>\t<关节挛缩>\t<耳骨外翻>\t<麻痹>\t<组织坏死>\t<麻疹面容>\t<眼眶异物>\t<面容呈灰色>\t<龟头瘙痒>\t<喘憋>\t<耳后红斑>\t<神志模糊>\t<腘动脉搏动减弱或消失>\t<发作性呼吸困难>\t<发热>\t<低血钾>\t<疲倦乏力>\t<舌苔黄>\t<神志淡漠>\t<前臂及手部肌群的缺血性挛缩>\t<幻味>\t<吞咽痛而拒食>\t<鼻前庭发热、干燥、痒以及触痛>\t<醉酒>\t<黄痰>\t<肢体增长、增粗过度>\t<头盆不称>\t<歪鼻>\t<皮肤发红>\t<腕征>\t<癌性输尿管狭窄>\t<双相型体温>\t<体重增加>\t<肢体的非凹性水肿>\t<肢体乏力>\t<不规则发热>\t<指(趾)肿胀>\t<刺激性干咳>\t<指端出现Osler结节>\t<下肢乏力>\t<发育性骨盆异常>\t\n"
    },
    {
        "QuestionId": "q1798",
        "RawQuestion": "购买开放式基金的条件？\n",
        "Sparql": "select ?x where { <购买开放式基金> <条件> ?x. }\n",
        "Answer": "\"持有中华人民共和国居民身份证、军人证、护照等证件的中国居民均符合购买条件\"\t\n"
    },
    {
        "QuestionId": "q565",
        "RawQuestion": "最讨厌别人浪费食物、伤害女士的人是谁？\n",
        "Sparql": "select ?x where { ?x <最讨厌的事> \"伤害女士\". ?x <最讨厌的事> \"浪费食物\". }\n",
        "Answer": "<山治>\t\n"
    },
    {
        "QuestionId": "q1884",
        "RawQuestion": "机构债券投资范围？\n",
        "Sparql": "select ?x where { <机构债券> <投资范围> ?x. }\n",
        "Answer": "\"国债\"\t\"资产支持证券\"\t\"地方政府债\"\t\"政策性银行金融债\"\t\"公开发行的可转换公司债券\"\t\"公募公司债\"\t\"私募公司债\"\t\"提供转让服务的暂停上市债券\"\t\"质押式协议回购的融资交易及融券交易\"\t\"质押式回购的融资交易及融券交易\"\t\n"
    },
    {
        "QuestionId": "q4725",
        "RawQuestion": "保险中三差的是指什么?\n",
        "Sparql": "select ?x where { <三差> <类别> ?x. }\n",
        "Answer": "\"利差\"\t\"费差\"\t\"死差\"\t\n"
    },
    {
        "QuestionId": "q7115",
        "RawQuestion": "怎么诊断腹痛，发热及黄疸？\n",
        "Sparql": "select ?x where { <腹痛，发热及黄疸> <诊断> ?x. }\n",
        "Answer": "\"应与其它急腹症相鉴别。急腹症是腹部急性疾患的总称。常见的急腹症包括：急性阑尾炎、溃疡病急性穿孔、急性肠梗阻、急性胆道感染及胆石症、急性胰腺炎、腹部外伤、泌尿系结石及子宫外孕破裂等。急腹症易休克。起病常急骤，突然发生剑突下或右上腹剧烈疼痛，一般呈持续性。继而发生寒战和弛张型高热，体温可超过40℃。常伴恶心和呕吐。多数病人有黄疸，但黄疸的深浅与病情的严重性可不一致。近半数病人出现烦躁不安、意识障碍、昏睡乃至昏迷等中枢神经系统抑制表现，同时常有血压下降现象。往往提示病人已发生败血和感染性休克，是病情危重的一种表现。体温升高，脉率增快可超过120次/分，脉搏微弱，剑突下和右上腹有明显压痛和肌紧张。如胆囊未切除者，常可扪及肿大和有压痛的胆囊和肮脏，白细胞计数明显升高和右移，可达2～4万/mm3，并可出现毒性颗粒。血清胆红素和碱性磷酸酶值升高，并常有GPT和r-GT值增高等肝功能损害表现。血培养常有细菌生长。\"\t\n"
    },
    {
        "QuestionId": "q2146",
        "RawQuestion": "《罗密欧与朱丽叶》的作者有什么别名？\n",
        "Sparql": "select ?x where { ?y <代表作品> <罗密欧与朱丽叶_（莎士比亚著名戏剧）> . ?y <别名> ?x . }\n",
        "Answer": "\"Saitou Jirou\"\t\"莎翁\"\t\"芭蕾舞女神\"\t\"奶油娃娃\"\t\"Sayumi、Beni、Beniko、红豆泥\"\t\"奥利维亚·赫西\"\t\"莎翁\"\t\"Olivia Osuna（本名）\"\t\"杰捷耶夫 “姐夫”“牙签哥”\"\t\"藤田美登里（本名），Midori（来自本名的昵称）\"\t\"Im Won-hee(译名),\"\t\n"
    },
    {
        "QuestionId": "q5965",
        "RawQuestion": "入住长沙运达喜来登酒店，有年龄限制吗？\n",
        "Sparql": "select ?x where { <长沙运达喜来登酒店> <入住年龄限制> ?x. }\n",
        "Answer": "\"入住办理人需年满18岁\"\t\n"
    },
    {
        "QuestionId": "q4009",
        "RawQuestion": "京东方科技集团股份有限公司的董秘有多少关联企业\n",
        "Sparql": "select ?x where { <京东方科技集团股份有限公司> <公司董秘> ?y. ?y <关联公司数量> ?x.  }\n",
        "Answer": "\"5家\"\t\n"
    },
    {
        "QuestionId": "q7173",
        "RawQuestion": "胸痛伴呼吸困难有哪些预防措施？\n",
        "Sparql": "select ?x where { <胸痛伴呼吸困难> <预防> ?x. }\n",
        "Answer": "\"应急处理1.卧床休息，采取自由体位，如为胸膜炎所致者，朝患侧卧可减轻疼痛。2.局部热敷。3.口服止痛药物，可选用阿斯匹林0.3~0.6g，每日3次;扑热息痛0.25~0.5g，每日3次，或消炎痛25mg，每日3次。若加用安定5mg，每日3次，效果更好。4.若疑为心绞痛者，可舌下含服硝酸甘油或消心痛5~10mg或速效救心丸10~14粒，然后拨打“120”电话。5.经上述紧急处理后疼痛仍未缓解时，应速送医院急救。\"\t\n"
    },
    {
        "QuestionId": "q7202",
        "RawQuestion": "腹痛伴腹泻该如何诊断？\n",
        "Sparql": "select ?x where { <腹痛伴腹泻> <诊断> ?x. }\n",
        "Answer": "\"腹痛伴腹泻的鉴别诊断：1、发热伴有腹痛、腹泻、恶心、呕吐：发热伴有腹痛、腹泻、恶心、呕吐指由于消化系统疾病导致机体腹痛、腹泻、恶心、呕吐的症状。2、右下腹痛伴呕吐：急性阑尾炎的典型临床表现，逐渐发生的上腹部或脐周围隐痛，数小时后腹痛转移至右下腹部。常伴有食欲不振、恶心或呕吐。3、腹痛伴恶心、呕吐：腹痛伴恶心、呕吐是急性胰腺炎的临床表现之一，4、腹痛伴血尿：腹痛伴血尿是肾及输尿管结石的临床表现之一。主要表现为恶心、呕吐、腹痛、腹泻;发热等，严重者可致脱水、电解质紊乱、休克等。病人多表现为恶心、呕吐在先;继以腹泻，每日3―5次甚至数十日不等，大便多呈水样，深黄色或带绿色，恶臭，可伴有腹部绞痛、发热、全身酸痛等症状。\"\t\n"
    },
    {
        "QuestionId": "q6490",
        "RawQuestion": "布达拉宫附近有禁烟楼层的酒店\n",
        "Sparql": "select ?y where { <布达拉宫> <附近> ?cvt. ?cvt <实体名称> ?y. ?y <是否有无烟楼层> ?z. ?y <类型> <酒店>. }\n",
        "Answer": "<拉萨瑞吉度假酒店>\t<拉萨圣地天堂洲际大饭店>\t\n"
    },
    {
        "QuestionId": "q1062",
        "RawQuestion": "哈佛大学出了哪些计算机科学家？\n",
        "Sparql": "select ?x where { ?x <职业> <计算机科学家> . ?x <毕业院校> <哈佛大学> . }\n",
        "Answer": "<诺曼·艾布拉姆森>\t<斯蒂芬·库克_（多伦多大学计算复杂理论教授）>\t<丹尼斯·里奇>\t<弗雷德里克·布鲁克斯>\t\n"
    },
    {
        "QuestionId": "q2285",
        "RawQuestion": "美国独立日有哪些节日活动？\n",
        "Sparql": "SELECT ?y WHERE { <美国独立日_（美国国庆日）> <节日活动> ?y . }\n",
        "Answer": "<自由钟>\t<敲>\t\n"
    },
    {
        "QuestionId": "q5124",
        "RawQuestion": "尿常规有怎样的适应症？\n",
        "Sparql": "select ?x where { <尿常规> <适应症> ?x. }\n",
        "Answer": "\"癌性输尿管狭窄晶状体脱位或半脱位右下腹痛瘀血积聚阵挛-强直型妊娠蛋白尿指端出现Osler结节肢体的非凹性水肿腕征尿道痒感尿黑酸外周静脉充勇胰岛细胞破坏指（趾）甲缺失指（趾）骨梗死一过性肉眼血尿高凝状态小儿尿色发蓝新生儿蛋白尿龟头瘙痒腿脚浮肿小儿尿血运动后尿血不偏向一侧，无旋转的眩晕面容呈灰色咬伤愈合的伤口出现痛痒或麻木肚脐疼儿童偏食眼胞浮肿右腰部压痛左腰部压痛小便短赤内湿素盛头重如裹泻物清稀如米泔水水湿不运溲黄津液伤亡邪恋正虚肾络滞阻\"\t\n"
    },
    {
        "QuestionId": "q2887",
        "RawQuestion": "美洲指数有哪些？\n",
        "Sparql": "select ?x where { <美洲指数> <类别> ?x. }\n",
        "Answer": "<纳斯达克综合指数>\t<标准普尔500指数>\t<道琼斯工业平均指数>\t<多伦多股票股票交易所综合指数>\t<墨西哥MXX指数>\t<巴西IBOVESPA指数>\t\n"
    },
    {
        "QuestionId": "q1776",
        "RawQuestion": "什么情况下会被暂停上市？\n",
        "Sparql": "select ?x where { <被暂停上市> <情况> ?x. }\n",
        "Answer": "\"公司股本总额、股权分布等发生变化不再具备上市条件\"\t\"公司不按照规定公开其财务状况，或者对财务会计报告作虚假记载，可能误导投资者\"\t\"公司有重大违法行为\"\t\"公司最近三年连续亏损\"\t\n"
    },
    {
        "QuestionId": "q4450",
        "RawQuestion": "西游记中金箍棒和七星剑是由谁制造的？\n",
        "Sparql": "select ?x where { <金箍棒_（《西游记》中的兵器）> <制造者> ?x. <七星剑_（《西游记》中的兵器）> <制造者> ?x . }\n",
        "Answer": "<太上老君_（道教三清道祖）>\t\n"
    },
    {
        "QuestionId": "q4280",
        "RawQuestion": "情深深雨濛濛中\"白玫瑰\"的恋人叫？\n",
        "Sparql": "select ?x where {  ?y <其他名称> \"白玫瑰、依萍、依萍小姐\" . ?y <恋人> ?x . }\n",
        "Answer": "<何书桓>\t\n"
    },
    {
        "QuestionId": "q5043",
        "RawQuestion": "肢体乏力属于什么？\n",
        "Sparql": "select ?x where { <肢体乏力> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q2401",
        "RawQuestion": "足球运动员恩科诺惯用哪支脚？\n",
        "Sparql": "select ?x where { <恩科诺> <惯用脚> ?x. }\n",
        "Answer": "<右脚>\t\n"
    },
    {
        "QuestionId": "q3164",
        "RawQuestion": "性欲减退属于什么?\n",
        "Sparql": "select ?x where { <性欲减退> <类型> ?x. }\n",
        "Answer": "<疾病>\t<症状>\t\n"
    },
    {
        "QuestionId": "q5030",
        "RawQuestion": "凛寒发热属于什么？\n",
        "Sparql": "select ?x where { <凛寒发热> <类型> ?x. }\n",
        "Answer": "<症状>\t\n"
    },
    {
        "QuestionId": "q1018",
        "RawQuestion": "美国第一位非裔总统是谁？\n",
        "Sparql": "select ?x where { ?x <国籍> <美国_（美利坚合众国）>. ?x <职业> <总统_（国家元首称谓）>. ?x <民族> <非裔美国人>. }\n",
        "Answer": "<侯赛因_（美国总统）>\t\n"
    },
    {
        "QuestionId": "q3160",
        "RawQuestion": "百日咳涉及什么检查科目？\n",
        "Sparql": "select ?x where { <百日咳> <涉及检查> ?x. }\n",
        "Answer": "<耳、鼻、咽拭子细菌培养>\t\n"
    },
    {
        "QuestionId": "q1338",
        "RawQuestion": "姜夔的出生时间是什么？\n",
        "Sparql": "select ?x where { <姜夔> <出生时间> ?x. }\n",
        "Answer": "\"1154\"\t\n"
    },
    {
        "QuestionId": "q3099",
        "RawQuestion": "糖皮质激素性青光眼属于什么类型？\n",
        "Sparql": "select ?x where { <糖皮质激素性青光眼> <类型> ?x. }\n",
        "Answer": "<科学>\t<科技产品>\t<医学>\t<疾病>\t\n"
    },
    {
        "QuestionId": "q824",
        "RawQuestion": "光合作用发生的部位长度是多少？\n",
        "Sparql": "select ?y where { <光合作用> <作用部位> ?x. ?x <长径> ?y. }\n",
        "Answer": "\"视情况而定 5~100μm不\"\t\n"
    },
    {
        "QuestionId": "q2045",
        "RawQuestion": "\"薰衣草之者\"属于什么气候？\n",
        "Sparql": "select ?x where { <薰衣草之都> <所指> ?y . ?y <气候条件> ?x . }\n",
        "Answer": "<地中海气候>\t\n"
    },
    {
        "QuestionId": "q4918",
        "RawQuestion": "高热涉及哪些症状？\n",
        "Sparql": "select ?x where { <高热> <涉及症状> ?x. }\n",
        "Answer": "<脓痰>\t<呼吸困难>\t<干咳>\t<干性咳嗽>\t<肺实变>\t<鼻塞>\t<周身不适>\t<咽痛>\t<眼痛>\t\n"
    }
]